Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_sw_] No more questions, eat this apple already!
french: [ _sw_ ] Plus de questions, mangez déjà cette pomme !

source: [_tb_] Look !
french: [ _tb_ ] Regarde !

source: [_u_] Wow, you are so... so much...
french: [ _u_ ] Wow, vous êtes tellement ... tellement ...

source: [_u_] Your ass is...
french: [ _u_ ] Ton cul est ...

source: [_sw_] Yes, I know, darling.
french: [ _sw_ ] Oui, je sais, chérie.

source: [_u_] God...
french: [ _u_ ] Dieu ...

source: [_tb_] Oh, fuck yeah, you're so good...
french: [ _tb_ ] Oh, fuck ouais, tu es si bon ...

source: [_u_] Are you touching yourself??
french: [ _u_ ] Vous vous touchez??

source: [_tb_] I didn't mean to push that button! Don't mind me.
french: [ _tb_ ] Je ne voulais pas pousser ce bouton ! Ne me dérais pas.

source: [_u_] oh yeah ....
french: [ _u_ ] oh oui ...

source: [_sw_] Is that what you wanted?
french: [ _sw_ ] C'est ce que vous vouez?

source: [_u_] It's absolutely perfect...
french: [ _u_ ] C'est absolument parfait ...

source: [_u_] I want you so much right now.
french: [ _u_ ] Je veux que vous vous en permettez.

source: [_sw_] I can imagine that.
french: [ _sw_ ] Je peux l'imaginer.

source: [_sw_] But maybe one day who knows?
french: [ _sw_ ] Mais peut-être un jour qui sait?

source: [_tb_] Thank you for playing the first part of the first Chapter of ''Once a Porn a Time'' [name]!
french: [ _tb_ ] Merci d'avoir joué la première partie du premier chapitre de '' Once a Porn a Time''[ nom ] !

source: [_tb_] If you want to help fund this game, please visit our {a=https://www.patreon.com/Salty01_NSFW}{color=#fc9c63}Patreon page{/color}{/a}!
french: [ _tb_ ] Si vous souhaitez aider à financer ce jeu, veuillez visiter notre site { a=https: //www.patreon.com/Salty01_NSFW } { color=#fc9c63} Patreon page { /color } { /a } !

source: [_tb_] Our Patreons have access to exclusive content! (including new quests, clothes and haircuts!)
french: [ _tb_ ] Nos Patreons ont accès à un contenu exclusif (y compris les nouvelles quêtes, les vêtements et les coupes de cheveux !)

source: [_tb_] The rest of the game is already available, you only have to sleep to start the next part!
french: [ _tb_ ] Le reste du jeu est déjà disponible, il vous suffit de dormir pour commencer la partie suivante !

source: [_tb_] You can access the Quests panel to check whether you have completed all the quests available in the current update!
french: [ _tb_ ] Vous pouvez accéder au panneau Quests pour vérifier si vous avez terminé toutes les quêtes disponibles dans la mise à jour actuelle !

source: [_tb_] Have fun!
french: [ _tb_ ] Amuseez !

source: [_u_] Snow White, I'd like a Strip!
french: [ _u_ ] Blanche-Neige, j'aimerais un Strip !

source: [_sw_] Again?
french: [ _sw_ ] Encore une fois?

source: [_sw_] Mmmh why not!
french: [ _sw_ ] Mmmh pourquoi pas !

source: [_u_] Do you want me to... get an Cupid Apple?
french: [ _u_ ] Voulez-vous que je ... vous donne un Apple Cupidon?

source: [_sw_] Nah, no need. Also, I got to stop eating this stuff. I don't want to get too addicted, ahah.
french: [ _sw_ ] Nah, pas besoin. Aussi, je dois arrêter de manger ces trucs. Je ne veux pas devenir trop accro, ahah.

source: [_u_] Okay, great.
french: [ _u_ ] Ok, super.

source: [_sw_] So I... take my clothes off, right?
french: [ _sw_ ] Donc je ... prends mes vêtements, non?

source: [_u_] Well, yeah... Is there a problem?
french: [ _u_ ] Eh bien, oui ... Y a-t-il un problème?

source: [_sw_] No, no, it's just that I'm a little more intimidated. Aha!
french: [ _sw_ ] Non, non, c'est juste que je suis un peu plus intimidé. Aha !

source: [_sw_] Can you... can you please turn around, sir?
french: [ _sw_ ] Peux-tu ... peutu faire demi-tour, monsieur?

source: [_u_] I've already seen you naked, you know?
french: [ _u_ ] Je t'ai déjà vu nu, tu sais?

source: [_sw_] Yes, but it's not the same thing!
french: [ _sw_ ] Oui, mais ce n'est pas la même chose !

source: [_sw_] Come on! Turn around!
french: [ _sw_ ] Allez ! Tournez !

source: [_sw_] And voila!
french: [ _sw_ ] Et voila !

source: [_u_] Yeeey, nice.
french: [ _u_ ] Ouais, gentil.

source: [_u_] You see! It wasn't so complicated after all!
french: [ _u_ ] Vous voyez ! Ce n'était pas si compliqué après tout !

source: [_sw_] Indeed
french: [ _sw_ ] En effet

source: [_u_] but...
french: [ _u_ ] mais ...

source: [_u_] I think you still have one piece of clothing left.
french: [ _u_ ] Je pense que vous avez encore un morceau de vêtement à gauche.

source: [_sw_] What? My garters?
french: [ _sw_ ] Quoi? Mes garants?

source: [_sw_] Really? You don't think I look hotter with it?
french: [ _sw_ ] Vraiement? Vous ne pensez pas que j'ai l'air chaud?

source: [_sw_] It's a pleasure to see that you're a tasteful man, my dear.
french: [ _sw_ ] C'est un plaisir de voir que vous êtes un homme de bon goût, ma chère.

source: [_sw_] Mhm. Okay, okay...
french: [ _sw_ ] Mhm. Ok, d'accord ...

source: [_sw_] Better?
french: [ _sw_ ] Mieux?

source: [_u_] Yeaaaaah
french: [ _u_ ] Ouaaaaah

source: [_u_] This is so much better!
french: [ _u_ ] C'est tellement mieux !

source: [_sw_] Well, now that you've got a good look at me naked. I hope you'll find a solution for the queen?
french: [ _sw_ ] Eh bien, maintenant que tu as un bon regard sur moi nu. J'espère que tu trouveras une solution pour la reine?

source: [_u_] A solution for?
french: [ _u_ ] Une solution pour?

source: [_u_] Ah yes, the queen!
french: [ _u_ ] Ah oui, la reine !

source: [_u_] Yeah, yeah, yeah, yeah, I'll take care of it. Totally.
french: [ _u_ ] Ouais, ouais, ouais, ouais, je m'en occupe. Totalement.

source: [_sw_] Oh, yes, you seem very concerned about that.
french: [ _sw_ ] Oh, oui, vous semblez très inquiet à ce sujet.

source: [_u_] No, no, I'm very concerned about that! I'm just... amazed by your beauty.
french: [ _u_ ] Non, non, je suis très préoccupé par ça ! Je suis juste ... émerveillé par ta beauté.

source: [_sw_] Oooh... You charming little man!
french: [ _sw_ ] Oooh ... T'as charmant petit homme !

source: [_sw_] Anyway, no new kinky things until we fix this problem.
french: [ _sw_ ] En tout cas, pas de nouvelles choses kinky jusqu'à ce que nous réparions ce problème.

source: [_sw_] Is that clear, darling?
french: [ _sw_ ] Est-ce clair, chérie?

source: [_u_] Yes, ma'am.
french: [ _u_ ] Oui, madame.

source: [_sw_] Great! Now, shoo!
french: [ _sw_ ] Grand ! Maintenant, shoo !

source: [_sw_] See you later, sir!
french: [ _sw_ ] Vous voyez plus tard, monsieur !

source: [_tb_] All right, well, I guess we're gonna have to create a new quest!
french: [ _tb_ ] Très bien, je suppose que nous allons devoir créer une nouvelle quête !

source: [_u_] Yup! Do you have any ideas?
french: [ _u_ ] Yup ! As-tu des idées?

source: [_tb_] Absolutely none, give me some time to think about it!
french: [ _tb_ ] Absolument aucun, donnez-moi du temps pour y réfléchir !

source: [_tb_] I think the best way would be to let Snow White find a solution on her own.
french: [ _tb_ ] Je pense que la meilleure façon serait de laisser Snow White trouver une solution seule.

source: [_tb_] She's already a bit perverted, it should work.
french: [ _tb_ ] Elle est déjà un peu pervertie, elle devrait fonctionner.

source: [_u_] Well, let me know when you find out.
french: [ _u_ ] Eh bien, laissez-moi savoir quand vous le découvrirez.

source: [_tb_] Yep, sure.
french: [ _tb_ ] Yep, sûr.

source: [_tb_] Anyway, good work employee!
french: [ _tb_ ] Bref, bon employé !

source: [_sw_] I don't understand why you like to look at me naked ahah
french: [ _sw_ ] Je ne comprends pas pourquoi vous voulez me regarder ahah nu

source: [_u_] I don't know, you' re just beautiful.
french: [ _u_ ] Je ne sais pas, vous êtes juste beau.

source: [_sw_] Ooh you...
french: [ _sw_ ] Ooh vous ...

source: [_sw_] Are you done watching?
french: [ _sw_ ] Etes-vous en train de regarder?

source: [_u_] Yup!
french: [Yup !

source: [_sw_] Well then, have good day sir!
french: [ _sw_ ] Eh bien, j'ai une bonne journée monsieur !

source: [_u_] See you later, Snow White!
french: [ _u_ ] Vous voyez plus tard, Blanche-Neige !

source: [_u_] Okay, I've selected the location of Snow White, now what?
french: [ _u_ ] Ok, j'ai choisi l'emplacement de Snow White, maintenant quoi?

source: [_tb_] Just stay still.
french: [ _tb_ ] Il suffit de rester.

source: [_u_] What? What do you mean by...
french: [ _u_ ] Quoi? Que voulez-vous dire par ...

source: [_u_] That was awful!...
french: [ _u_ ] C'était horrible ! ...

source: [_tb_] Hello! Hi! Can you hear me?
french: [ _tb_ ] Bonjour ! Salut ! Peux-tu m'entendre?

source: [_u_] Yes I can!
french: [ _u_ ] Oui, je peux !

source: [_tb_] Great perfect!
french: [ _tb_ ] Grand parfait !

source: [_u_] You could've told me I was about to be teleported...
french: [ _u_ ] Vous auriez pu me dire que j'étais sur le point d'être téléporté ...

source: [_tb_] Right, I could have.
french: [ _tb_ ] Très bien, j'aurais pu.

source: [_u_] Oh fuck, I'm gonna puke.
french: [ _u_ ] Oh merde, je vais vomer.

source: [_tb_] Now, right next to you is Snow White's house.
french: [ _tb_ ] Maintenant, juste à côté de vous est la maison de Blanche-Neige.

source: [_tb_] here's the plan:
french: [ _tb_ ] voici le plan:

source: [_tb_] She's programmed to consider you as The Huntsman.
french: [ _tb_ ] Elle est programmée pour vous considérer comme l'Huntsman.

source: [_tb_] As in, the Huntsman in Snow White's tale. You remember, right?
french: [ _tb_ ] As in, the Huntsman in Snow White's tale. Tu te souviens, non?

source: [_u_] Yeah... If I recall, he was sent by the Queen to kill her... but hm, he comes back with the lungs and liver of a wild boar instead.
french: [ _u_ ] Ouais ... Si je me souviens, il a été envoyé par la reine pour la tuer ... mais hm, il revient avec les poumons et le foie d'un sanglier à la place.

source: [_u_] Is that correct?
french: [ _u_ ] Est-ce correct?

source: [_tb_] Yup! You know your classics, mister [name].
french: [ _tb_ ] Yup ! Vous connaissez vos classiques, mister [ nom ].

source: [_tb_] It'll be easier for you to have the upper hand if she feels like she knows you and owes you something.
french: [ _tb_ ] Il sera plus facile pour vous d'avoir le dessus si elle se sent comme elle vous connaît et vous doit quelque chose.

source: [_tb_] So, It's the perfect role!
french: [ _tb_ ] Donc, c'est le rôle parfait !

source: [_sw_] Hello ? Is there someone here ? I can hear you!
french: [ _sw_ ] Bonjour? Y a-t-il quelqu'un ici? Je vous entends !

source: [_tb_] It's her! It's her! Good luck!!!
french: [ _tb_ ] C'est elle ! C'est elle ! Bonne chance !!!

source: [_sw_] Excuse me, excuse me! Is there anyone here?
french: [ _sw_ ] Excusez-moi, excusez-moi ! Y a-t-il quelqu'un ici?

source: [_u_] Yes! Hhm.. It's me, ma'am! I'm here!
french: [ _u_ ] Oui ! Hhm .. C'est moi, madame ! Je suis là !

source: [_sw_] I'm so happy to see you!
french: [ _sw_ ] Je suis si heureux de te voir !

source: [_u_] Well, so am I, ma'am! I see you found a house!
french: [ _u_ ] Eh bien, je suis, madame ! Je vois que tu as trouvé une maison !

source: [_sw_] Yes! It's wonderful! Some dwarves live there, they are absolutely adorable!
french: [ _sw_ ] Oui ! C'est merveilleux ! Certains nains y vivent, ils sont absolument adorables !

source: [_sw_] More importantly, about the Queen's orders... did she believe you?
french: [ _sw_ ] Plus important encore, à propos des ordres de la Reine ... vous a-t-elle cru?

source: [_sw_] Am I finally free?
french: [ _sw_ ] Suis-je enfin libre?

source: [_sw_] Oh no... it's awful...
french: [ _sw_ ] Oh non ... c'est affreux ...

source: [_sw_] Please, sir, don't bring me to her!
french: [ _sw_ ] S'il vous plaît, monsieur, ne m'amène pas à elle !

source: [_sw_] No! I beg you! I'll do whatever you want!
french: [ _sw_ ] Non ! Je vous en supplie ! Je ferai tout ce que tu veux !

source: [_u_] Alright, but you have to do everything I tell you.
french: [ _u_ ] Alright, mais tu dois faire tout ce que je te dis.

source: [_sw_] Tell me what I have to do, sir!
french: [ _sw_ ] Dis-moi ce que je dois faire, monsieur !

source: [_sw_] A... What? I'm afraid I don't know what this is...
french: [ _sw_ ] A. .. Quoi? Je crains de ne pas savoir ce que c'est. ..

source: [_u_] It's very simple, it's a...
french: [ _u_ ] C'est très simple, c'est un ...

source: [_u_] It's some kind of magic spell that you do with your face... It's for good luck.
french: [ _u_ ] C'est une sorte de magie que vous faites avec votre visage ... C'est pour la chance.

source: [_sw_] Oh? And how am I supposed to do that?
french: [ _sw_ ] Oh? Et comment je suis censé faire ça?

source: [_u_] For starters, your mouth needs to be wide open.
french: [ _u_ ] Pour commencer, votre bouche doit être grande ouverte.

source: [_sw_] All right, all right, all right, I trust you...
french: [ _sw_ ] Très bien, d'accord, d'accord, je vous fais confiance ...

source: [_u_] There! Now try to look up and stick your tongue out without moving your head.
french: [ _u_ ] Il y a ! Maintenant, essayez de regarder vers le haut et de coller votre langue sans bouger votre tête.

source: [_u_] Yup perfect !
french: [ _u_ ] Yup parfait !

source: [_u_] ( what a mouth... )
french: [ _u_ ] (quelle bouche ...)

source: [_sw_] Was that good enough?
french: [ _sw_ ] Était-ce suffisant?

source: [_u_] Not quite, I have to... recite a magic word for the spell to work.
french: [ _u_ ] Pas tout à fait, je dois ... réciter un mot magique pour le sort au travail.

source: [_sw_] Yes... yes, of course.
french: [ _sw_ ] Oui ... oui, bien sûr.

source: [_u_] That's it!
french: [ _u_ ] C'est ça !

source: [_sw_] Great thanks a lot!!
french: [ _sw_ ] Merci beaucoup ! !

source: [_sw_] Do you think that will be enough?
french: [ _sw_ ] Pensez-vous que cela sera suffisant?

source: [_u_] No, we're going to have to do better. I'll think of a more sustainable solution.
french: [ _u_ ] Non, nous allons devoir faire mieux. Je pense à une solution plus durable.

source: [_sw_] What ?
french: [ _sw_ ] Quoi?

source: [_tb_] Don't push your luck!
french: [ _tb_ ] Ne pousseez pas votre chance !

source: [_tb_] We have to start off slow.
french: [ _tb_ ] Nous devons commencer à ralentir.

source: [_tb_] You don't have much choice but apologize now.
french: [ _tb_ ] Vous n'avez pas beaucoup de choix, mais nous vous excusez maintenant.

source: [_u_] I'm sorry! It was just...
french: [ _u_ ] Je suis désolé ! C'était juste ...

source: [_u_] It's sort of a popular joke among Huntsmen...
french: [ _u_ ] C'est une sorte de plaisanterie populaire chez les chasseurs ...

source: [_sw_] Well... I didn't really find it funny...
french: [ _sw_ ] Eh bien ... Je n'ai pas vraiment trouvé ça drôle ...

source: [_sw_] Anyway, what are we going to do about the Queen?
french: [ _sw_ ] En tout cas, qu'allons-nous faire à propos de la Reine?

source: [_u_] Well... I'll think about it, but get ready for everything!
french: [ _u_ ] Eh bien ... Je pense à ça, mais je suis prêt pour tout !

source: [_sw_] Yes of course, no problem...
french: [ _sw_ ] Oui bien sûr, pas de problème ...

source: [_u_] Well, I'll take my leave now, but I'll be back soon.
french: [ _u_ ] Eh bien, je vais prendre mon congé maintenant, mais je reviendrai bientôt.

source: [_sw_] All right, thank you sir! Have a good day!
french: [ _sw_ ] Très bien, merci monsieur ! Bonne journée !

source: [_tb_] I guess that wasn't too bad, haha!
french: [ _tb_ ] Je suppose que ce n'était pas trop mal, haha !

source: [_u_] Yup! So what's the next step?
french: [ _u_ ] Yup ! Alors quelle est la prochaine étape?

source: [_tb_] No idea! It's up to you, be creative!
french: [ _tb_ ] Aucune idée ! C'est à vous de faire preuve de créativité !

source: [_tb_] In any case, think about it, but don't spend too much time on it either.
french: [ _tb_ ] Dans tous les cas, pensez à ça, mais ne passez pas trop de temps à ça non plus.

source: [_tb_] We have other characters to work on!
french: [ _tb_ ] Nous avons d'autres personnages à travailler !

source: [_u_] Who's next, anyway?
french: [ _u_ ] Qui est le prochain, de toute façon?

source: [_tb_] We'll see, I'm not sure yet.
french: [ _tb_ ] Nous verrons, je ne suis pas encore sûr.

source: [_tb_] You're free to explore for a while... On your own.
french: [ _tb_ ] Vous êtes libre d'explorer ... De la vôtre.

source: [_tb_] Good work employee!
french: [ _tb_ ] Bon employé de travail !

source: [_tb_] Oh, almost forgot: talk to me when you have a moment, I've got a job for you!
french: [ _tb_ ] Oh, presque oublié: parlez-moi quand tu as un moment, j'ai un boulot pour toi !

source: [_tb_] See you later!
french: [ _tb_ ] Vous voyez plus tard !

source: [_u_] Hello ?
french: [_u_] Bonjour ?

source: [_sw_] I'm coming!
french: [ _sw_ ] Je viens !

source: [_u_] How are you today? Are you enjoying yourself in this house?
french: [ _u_ ] Comment êtes-vous aujourd'hui? Vous vous amusez dans cette maison?

source: [_sw_] Oh yes! You know, dwarves are so nice!
french: [ _sw_ ] Oh oui ! Tu sais, les nains sont si gentiles !

source: [_sw_] But I must admit, I feel like something is missing...
french: [ _sw_ ] Mais je dois admettre, j'ai l'impression que quelque chose manque ...

source: [_u_] Tell me everything, ma'am!
french: [ _u_ ] Dis-moi tout, madame !

source: [_sw_] Before, I loved baking good apple pies!
french: [ _sw_ ] Avant, j'aimais les tartes aux pommes !

source: [_sw_] Unfortunately, no apple trees are growing here, in this forest...
french: [ _sw_ ] Malheureusement, aucun pommier n'est en croissance ici, dans cette forêt ...

source: [_sw_] Could you bring me some?
french: [ _sw_ ] Pourriez-vous m'apporter quelque part?

source: [_u_] Well... uh, yeah, I guess so...
french: [ _u_ ] Eh bien ... euh, ouais, je suppose ...

source: [_sw_] Thank you! You are so kind!!! you won't be disappointed, you'll see!!!!
french: [ _sw_ ] Merci ! Vous êtes si gentii !!! Vous ne serez pas déçu, vous verrez ! !!!

source: [_sw_] Bring me three apple baskets and I can make a pie!
french: [ _sw_ ] Apportez-moi trois paniers de pommes et je peux faire une tarte !

source: [_sw_] See you soon, sir!
french: [ _sw_ ] Vous voyez bientôt, monsieur !

source: [_u_] Yeah ... see you soon ...
french: [ _u_ ] Ouais ... vous verrez bientôt ...

source: [_u_] Tinkerbell can you hear me ?
french: [ _u_ ] Tinkerbell pouvez-vous m'entendre?

source: [_tb_] Yup ! I'm here.
french: [ _tb_ ] Yup ! Je suis là.

source: [_u_] What's up with this shitty quest?
french: [ _u_ ] Qu'est-ce qu'il y a avec cette quête de merde?

source: [_tb_] Well ... It is programmed to give you quests to complete...
french: [ _tb_ ] Eh bien ... il est programmé pour vous donner des quêtes à compléter ...

source: [_u_] And what the hell am I supposed to do with that ?
french: [ _u_ ] Et qu'est-ce que je suis censé faire avec ça?

source: [_tb_] No idea...
french: [ _tb_ ] Aucune idée ...

source: [_tb_] You can try convincing her to do something for you if you take care of this apple thing.
french: [ _tb_ ] Vous pouvez essayer de la convaincre de faire quelque chose pour vous si vous prenez soin de ce truc de pomme.

source: [_tb_] There will always be a way to make it work to our advantage.
french: [ _tb_ ] Il y aura toujours un moyen de le faire fonctionner à notre avantage.

source: [_u_] Uh... yeah, I hope so. Can you bring me back?
french: [ _u_ ] Euh ... ouais, j'espère. Pouvez-vous me ramener?

source: The house seems to be wrapped in a sweet and warm scent of apple pie ~
french: La maison semble enveloppée dans un parfum doux et chaud de tarte aux pommes ~

source: [_u_] Damn, this smells nice...
french: [ _u_ ] Damn, ça sent bon ...

source: [_u_] Wow, you're really good at making pies!
french: [ _u_ ] Wow, vous êtes vraiment doué pour faire des tartes !

source: [_sw_] Thank you! It has been quite a while since last time I baked one.
french: [ _sw_ ] Merci ! Ça a été un bon moment depuis la dernière fois que j'en ai fait un.

source: [_tb_] Bring me a piece when you get back!
french: [ _tb_ ] Apportez-moi une pièce quand vous revirez !

source: [_sw_] Shall I offer you some of it? This pie is here thanks to you, after all.
french: [ _sw_ ] Shall Je vous en offre une partie? Cette tarte est là grâce à vous, après tout.

source: [_u_] Yes, of course!
french: [Oui, bien sûr !

source: [_sw_] It's pretty hot... It's making it hard to carry...
french: [ _sw_ ] C'est assez chaud ... Ça fait qu'il est difficile de transporter ...

source: [_tb_] Damn, now that's a butt! I want to see that ass!
french: [ _tb_ ] Damn, c'est un mégot ! Je veux voir ce cul !

source: [_tb_] C'mon, take a peek! Lift that dress up!!
french: [ _tb_ ] Allez, prends un peek ! Soulevez cette robe ! !

source: [_sw_] It's still as hot as ever!
french: [ _sw_ ] C'est toujours aussi chaud que jamais !

source: [_u_] (And so is that butt...)
french: [ _u_ ] (Et donc c'est le cul ...)

source: [_u_] Right, make sure not to get burned! Take your time!
french: [ _u_ ] Bien, assurez-vous de ne pas être brûlé ! Prends ton temps !

source: [_u_] (Alright, don't mess up... Just lift it quietly...)
french: [ _u_ ] (Alright, ne pagaille pas ... Il suffit de le lever tranquillement ...)

source: [_u_] You see that, TinkerBell?
french: [ _u_ ] Tu vois ça, TinkerBell?

source: [_tb_] Don't worry, I'm not missing a single bit.
french: [ _tb_ ] Ne vous inquiétez pas, je ne manque pas un seul bit.

source: [_tb_] I wish I could... Grab that ass...
french: [ _tb_ ] J'aimerais pouvoir ... Grab que le cul ...

source: [_sw_] I almost got it! Just a second!
french: [ _sw_ ] J'ai presque réussi ! Juste une seconde !

source: [_tb_] Don't push your luck, drop it, quick!
french: [ _tb_ ] N'appuyez pas votre chance, déposez-le, vite !

source: [_tb_] There you go!
french: [ _tb_ ] Vous y allez !

source: [_sw_] Please, have a slice!
french: [ _sw_ ] S'il vous plaît, avez une tranche !

source: (1) Piece of Apple Pie !
french: (1) Morceau de tarte aux pommes !

source: [_u_] Thank you! I have to go, it's already late!
french: [ _u_ ] Merci ! Je dois y aller, c'est déjà tard !

source: [_sw_] You're welcome, sir. Feel free to bring me more apples later!
french: [ _sw_ ] Vous êtes les bienvenus, monsieur. N'hésitez pas à m'apporter plus de pommes plus tard !

source: [_tb_] She has such a nice ass!!!!
french: [ _tb_ ] Elle a un si joli cul ! !!!

source: [_u_] Without these panties it would be even better.
french: [ _u_ ] Sans ces culées, ce serait encore mieux.

source: [_tb_] I love the way you think.
french: [ _tb_ ] J'aime la façon dont tu penses.

source: [_tb_] I can't wait!
french: [ _tb_ ] Je ne peux pas attendre !

source: [_tb_] And hand over that slice of pie!
french: [ _tb_ ] Et la main sur cette tranche de tarte !

source: [_u_] It's here!
french: [ _u_ ] C'est ici !

source: [_tb_] Thank you! Now get back to work!
french: [ _tb_ ] Merci ! Maintenant, revendu au travail !

source: [_tb_] Oh, Fuck! It's delicious!
french: [ _tb_ ] Oh, Fuck ! C'est délicieux !

source: [_u_] Oh god, how does she make pies that smell so good?
french: [ _u_ ] Oh mon dieu, comment elle fait des tartes qui sentent si bien?

source: [_u_] From what I smell, your pie is ready! Am I wrong?
french: [ _u_ ] De ce que je sens, votre tarte est prête ! Est-ce que j'ai tort?

source: [_sw_] You're right! ahahh!
french: [ _sw_ ] Vous avez raison ! ahahh !

source: [_sw_] Don't move, I'll take it. It's just on the window ledge.
french: [ _sw_ ] Ne bouchez pas, je le prendrai. C'est juste sur le coin de la fenêtre.

source: [_u_] Wow... what an ass!
french: [ _u_ ] Wow ... quel cul !

source: [_sw_] I almost got it! Just a minute!
french: [ _sw_ ] J'ai presque réussi ! Juste une minute !
