Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_ArtDIVISION.po
Languages: french, italian

source: [_a_] Splendid!
french: [_a_] Splendide !
italian: [_a_] Splendido!

source: [_a_] The big bertha behind me seems to need some adjustments.
french: [_a_] La grosse bertha derrière moi semble avoir besoin de quelques ajustements.
italian: [_a_] Il grande bertha dietro di me sembra aver bisogno di alcune regolazioni.

source: [_a_] So, I need some tools to get started. Could you find me some?
french: [J'ai donc besoin de quelques outils pour commencer. Pourriez-vous m'en trouver ?
italian: [_a_] Quindi, ho bisogno di alcuni strumenti per iniziare. Potresti trovarmi alcuni?

source: [_u_] Do you need a particular tool or...
french: [_u_] Avez-vous besoin d'un outil particulier ou...
italian: [_u_] Hai bisogno di uno strumento particolare o...

source: [_a_] Yeah, I made a list.
french: [Oui, j'ai fait une liste.
italian: [_a_] Sì, ho fatto una lista.

source: [_u_] I'll see if Emee has this kind of stuff for sale.
french: [Je vais voir si Emee a ce genre de choses à vendre.
italian: [_u_] Vedrò se Emee ha questo tipo di roba in vendita.

source: [_a_] She takes care of the stocks here?
french: [_a_] Elle s'occupe des stocks ici ?
italian: [_a_] Lei si prende cura delle scorte qui?

source: [_u_] No it's uh... she looted part of the planet before we met...
french: [Non, c'est euh... elle a pillé une partie de la planète avant qu'on se rencontre...
italian: [_u_] No è uh... ha saccheggiato parte del pianeta prima che ci siamo incontrati...

source: [_u_] That's a long story.
french: [C'est une longue histoire.
italian: [_u_] È una storia lunga.

source: [_u_] I could also see if Melissandre would have some of that.
french: [_u_] Je pourrais aussi voir si Melissandre en aurait.
italian: [_u_] Potrei anche vedere se Melissandre avrebbe avuto alcuni di questi.

source: [_u_] I'll let you know as soon as I have everything.
french: [Je vous tiendrai au courant dès que j'aurai tout reçu.
italian: [_u_] Ti farò sapere non appena ho tutto.

source: [_a_] Thank you so much [name]!
french: [Merci beaucoup [nom] !]
italian: [_a_] Grazie mille [name]!

source: [_u_] See you soon Amandine.
french: [A bientôt Amandine.
italian: [_u_] Ci vediamo presto Amandine.

source: [_a_] With a little luck I'll be able to fix my new best friend behind me.
french: [Avec un peu de chance, je pourrai fixer mon nouveau meilleur ami derrière moi.
italian: [_a_] Con un po' di fortuna sarò in grado di riparare il mio nuovo migliore amico dietro di me.

source: [_u_] Glad I could help you.
french: [_u_] Heureux d'avoir pu vous aider.
italian: [_u_] Sono felice che potrei aiutarti.

source: [_u_] I guess I'll just have to go try to corrupt sherazade.
french: [Je suppose que je vais devoir essayer de corrompre Sherazade.
italian: [_u_] Immagino che dovrò solo andare a provare a sherazade corrotto.

source: [_a_] I read a bit of her profile and It's not going to be easy.
french: [_a_] J'ai lu un peu son profil et ça ne va pas être facile.
italian: [_a_] Ho letto un po' del suo profilo e non sarà facile.

source: [_a_] I think it would be a good idea to corrupt someone less... difficult.
french: [_a_] Je pense que ce serait une bonne idée de corrompre quelqu'un de moins... difficile.
italian: [_a_] Penso che sarebbe una buona idea corrompere qualcuno meno... difficile.

source: [_a_] Exactly. Corrupting Sherazade's servant could be very useful.
french: [_a_] Exactement. Corrompre le serviteur de Shéhérazade pourrait être très utile.
italian: [_a_] Esattamente. Corrompere il servo di Sherazade potrebbe essere molto utile.

source: [_u_] That's a good idea.
french: [C'est une bonne idée.
italian: [_u_] È una buona idea.

source: [_u_] I will try to do that.
french: [J'essaierai de le faire.
italian: [_u_] cercherò di farlo.

source: [_a_] One last thing...
french: [_a_] Une dernière chose...
italian: [_a_] Un'ultima cosa...

source: [_a_] I have something for you.
french: [J'ai quelque chose pour vous.
italian: [_a_] Ho qualcosa per te.

source: [_a_] Since we're going to be working together a lot,
french: [_a_] Puisque nous allons beaucoup travailler ensemble,
italian: [_a_] Dal momento che lavoreremo molto,

source: [_a_] I have set up a device in your office that shows our current corruptions and our progress.
french: [_a_] J'ai installé dans votre bureau un appareil qui montre nos corruptions actuelles et nos progrès.
italian: [_a_] Ho impostato un dispositivo nel tuo ufficio che mostra le nostre attuali corruzioni e i nostri progressi.

source: [_a_] It will help us a lot in our work I think.
french: [_a_] Je pense que cela nous aidera beaucoup dans notre travail.
italian: [_a_] Ci aiuterà molto nel nostro lavoro, credo.

source: [_u_] That's really nice of you, thank you very much.
french: [C'est très gentil de votre part, merci beaucoup.
italian: [_u_] Questo è davvero bello di voi, grazie mille.

source: [_a_] You're welcome. I hope you will like it.
french: [De rien. J'espère qu'il vous plaira.
italian: [_a_] Sei il benvenuto. Spero che ti piacerà.

source: [_a_] Thanks a lot for the tools.
french: [_a_] Merci beaucoup pour les outils.
italian: [_a_] Grazie mille per gli strumenti.

source: [_a_] I have a big machine to tidy up now! Ahah!
french: [_a_] J'ai une grosse machine à ranger maintenant ! Ahah !
italian: [_a_] Ho una grande macchina da riordinare adesso! Ahah!

source: [_u_] See you later Amandine!
french: [_u_] A plus tard Amandine !
italian: [_u_] Ci vediamo più tardi Amandine!

source: [_a_] Do you...
french: [_a_] Est-ce que vous...
italian: [_a_] Fai...

source: [_a_] Are you going to propose to someone?
french: [_a_] Allez-vous demander quelqu'un en mariage ?
italian: [_a_] Proporrai a qualcuno?

source: [_u_] What?
french: [Quoi ?
italian: [_u_] Cosa?

source: [_a_] Sorry I don't know everyone here yet...
french: [_a_] Désolé, je ne connais pas encore tout le monde ici...
italian: [_a_] Mi dispiace di non conoscere ancora tutti qui...

source: [_a_] ...Or the relationships you have with each other...
french: [_a_] ...Ou les relations que vous entretenez les uns avec les autres...
italian: [_a_] ...O le relazioni che avete tra loro...

source: [_a_] ...Is it the blue or the gothic one?
french: [_a_] ...Est-ce le bleu ou le gothique ?
italian: [_a_] ...È il blu o il gotico?

source: [_a_] Not Tinker, right?
french: [_a_] Pas Tinker, n'est-ce pas ?
italian: [_a_] Non Tinker, vero?

source: [_a_] If it's Amelia, I think you're making a mistake, she's clearly not into you.
french: [_a_] Si c'est Amelia, je pense que vous faites une erreur, elle n'est clairement pas intéressée par vous.
italian: [_a_] Se è Amelia, penso che tu stia commettendo un errore, chiaramente non è in te.

source: [_u_] What are you talking about?
french: [De quoi parlez-vous ?
italian: [_u_] Di cosa stai parlando?

source: [_a_] You're not asking me for a wedding ring?
french: [Vous ne me demandez pas une alliance ?
italian: [_a_] Non mi stai chiedendo un anello di nozze?

source: [_u_] Not at all.
french: [_u_] Pas du tout.
italian: [_u_] Non affatto.

source: [_a_] Sorry, whenever there is a bit of gossip or romance...
french: [_a_] Désolé, chaque fois qu'il y a un peu de commérage ou de romance...
italian: [_a_] Ci dispiace, ogni volta che c'è un po 'di pettegolezzi o romanticismo...

source: [_a_] ...I can't control myself.
french: [_a_] ...je ne peux pas me contrôler.
italian: [_a_] ... non posso controllarmi.

source: [_a_] So, you need something made of gold?
french: [_a_] Vous avez donc besoin d'un objet en or ?
italian: [_a_] Quindi, hai bisogno di qualcosa di oro?

source: [_u_] Yeah, a gold hair pick. Something a bit flashy and pretty.
french: [Oui, un pic à cheveux en or. Quelque chose d'un peu voyant et de joli.
italian: [_u_] Sì, una selezione di capelli d'oro. Qualcosa di un po 'appariscente e carino.

source: [_u_] It is to negotiate a pair of boobs.
french: [C'est négocier une paire de seins.
italian: [_u_] Si tratta di negoziare un paio di tette.

source: [_a_] It makes sense.
french: [_a_] C'est logique.
italian: [_a_] Ha senso.

source: [_a_] Well great! This will be a great exercise for me.
french: [_a_] Très bien ! Ce sera un excellent exercice pour moi.
italian: [_a_] Ben grande! Questo sarà un grande esercizio per me.

source: [_a_] The hair pick blueprint should be available in your creator machine very soon.
french: [_a_] Le modèle d'épingle à cheveux devrait être disponible dans votre machine de création très bientôt.
italian: [_a_] Il progetto per la scelta dei capelli dovrebbe essere disponibile nella tua macchina creatrice molto presto.

source: [_u_] Great, thank you very much.
french: [_u_] Très bien, merci beaucoup.
italian: [_u_] Grande, grazie mille.

source: [_a_] You're welcome, that's my job!
french: [De rien, c'est mon travail !
italian: [_a_] Sei il benvenuto, è il mio lavoro!

source: [_a_] If you need something else, don't hesitate!
french: [Si vous avez besoin d'autre chose, n'hésitez pas !
italian: [_a_] Se hai bisogno di qualcos'altro, non esitare!

source: [_a_] Great!
french: [_a_] Super !
italian: [_a_] Ottimo!

source: [_a_] I will unlock Jasmine's creation.
french: [_a_] Je vais débloquer la création de Jasmine.
italian: [_a_] Io sbloccherò la creazione di Jasmine.

source: [_a_] Go take care of this in your android creation device in your office as soon as possible!
french: [_a_] Occupez-vous de cela dans votre dispositif de création androïde dans votre bureau dès que possible !
italian: [_a_] Vai a prenderti cura di questo nel tuo dispositivo per la creazione di Android nel tuo ufficio il più presto possibile!

source: [_a_] See you later!
french: [À plus tard !
italian: [_a_] Ci vediamo più tardi!

source: [_u_] Anybody home?
french: [Il y a quelqu'un ?
italian: [_u_] Qualcuno a casa?

source: [_ly_] Hey! [name]!
french: [Hé ! [nom] !]

source: [_ly_] It's nice to see you finally showered.
french: [C'est bien de voir que tu t'es enfin douché.
italian: [_ly_] E 'bello vedervi finalmente sotto doccia.

source: [_ly_] It suits you.
french: [Cela vous va bien.
italian: [_ly_] Ti va bene.

source: [_u_] Hi Lyco.
french: [_u_] Bonjour Lyco.

source: [_u_] Sorry about what happened back there... I really believed you were an android.
french: [Désolé pour ce qui s'est passé là-bas... J'ai vraiment cru que tu étais un androïde.
italian: [_u_] Mi dispiace di quello che è successo lì... Ho davvero creduto che tu fossi un android.

source: [_ly_] Oh, no worries. And actually, I take that as a compliment.
french: [Oh, pas de souci. Et en fait, je le prends comme un compliment.
italian: [_ly_] Oh, non preoccuparti. E in realtà lo prendo come un complimento.

source: [_ly_] Out of all the androids there, I'm the one you decided to corrupt... I'm flattered.
french: [De tous les androïdes, c'est moi que vous avez décidé de corrompre... Je suis flatté.
italian: [_ly_] Di tutti gli androidi lì, sono quello che hai deciso di corrompere... Sono lusinghiero.

source: [_u_] Yeah...
french: [Oui...
italian: [_u_] Sì...

source: [_u_] We were just trying to reach Sherazade
french: [_u_] Nous essayions juste de rejoindre Sherazade
italian: [_u_] Stavamo solo cercando di raggiungere Sherazade

source: [_ly_] Mh. Well, I haven't been much use to you.
french: [Mh. Eh bien, je ne vous ai pas été d'une grande utilité.
italian: [_ly_] Mh. Beh, non ti ho usato molto.

source: [_ly_] But at least you've got a dressmaker!
french: [Mais au moins vous avez une couturière !
italian: [_ly_] Ma almeno hai un dressmaker!

source: [_ly_] I would have said the same thing.
french: [J'aurais dit la même chose.
italian: [_ly_] Avrei detto la stessa cosa.

source: [_ly_] That's kind of what I'm doing by joining your team, I must say!
french: [C'est un peu ce que je fais en rejoignant votre équipe, je dois dire !
italian: [_ly_] Questo è un po' quello che sto facendo unendomi alla tua squadra, devo dire!

source: [_ly_] I can imagine. I spoke to someone called Emee earlier.
french: [Je peux imaginer. J'ai parlé à une certaine Emee tout à l'heure.
italian: [_ly_] posso immaginare. Ho parlato con qualcuno chiamato Emee prima.

source: [_ly_] She had nothing but praise for you.
french: [Elle n'avait que des éloges à vous faire.
italian: [_ly_] Lei non aveva altro che lode per voi.

source: [_u_] What did she say?
french: [Qu'a-t-elle dit ?
italian: [_u_] Che cosa ha detto?

source: [_ly_] Nothing important.
french: [Rien d'important.
italian: [_ly_] Nulla di importante.

source: [_ly_] Anyway, I'm delighted to be joining your team!
french: [Quoi qu'il en soit, je suis ravie de rejoindre votre équipe !
italian: [_ly_] Comunque, sono felice di unirmi alla tua squadra!

source: [_u_] Yes! Congratulations!
french: [_u_] Oui ! Félicitations !
italian: [_u_] Sì! Congratulazioni!

source: [_ly_] I can't wait to get started. From what I understand... I'm going to have tons of different things to do.
french: [J'ai hâte de commencer. D'après ce que j'ai compris... Je vais avoir des tonnes de choses différentes à faire.
italian: [_ly_] Non vedo l'ora di iniziare. Da quello che capisco... Avrò tonnellate di cose diverse da fare.

source: [_ly_] It's strange to be a dressmaker for a planet that wants its characters to be naked! Ahah!
french: [C'est étrange d'être la couturière d'une planète qui veut que ses personnages soient nus ! Ahah !
italian: [_ly_] È strano essere un dressmaker per un pianeta che vuole che i suoi personaggi siano nudi! Ahah!

source: [_u_] Yes, but the park would lack a bit of immersion with only naked characters.
french: [_u_] Oui, mais le parc manquerait un peu d'immersion avec seulement des personnages nus.
italian: [_u_] Sì, ma al parco mancherebbe un po' di immersione con solo caratteri nudi.

source: [_ly_] But it would be very funny.
french: [Mais ce serait très drôle.
italian: [_ly_] Ma sarebbe molto divertente.

source: [_u_] You can always talk to Amandine about it, she's in charge of the park quests.
french: [_u_] Vous pouvez toujours en parler à Amandine, c'est elle qui s'occupe des quêtes du parc.
italian: [_u_] Si può sempre parlare con Amandine su di esso, lei è responsabile delle missioni del parco.

source: [_ly_] This is the lady who works in the room with me, right?
french: [C'est la dame qui travaille dans la même pièce que moi, n'est-ce pas ?
italian: [_ly_] Questa è la signora che lavora nella stanza con me, giusto?

source: [_ly_] With the embroidered jacket from the Armanini's Fall 2250 collection?
french: [Avec la veste brodée de la collection automne 2250 d'Armanini ?
italian: [_ly_] Con la giacca ricamata della collezione Autunno 2250 di Armanini?

source: [_u_] Definitely.
french: [_u_] Définitivement.
italian: [_u_] Sicuramente.

source: [_ly_] She certainly has good taste in clothes.
french: [Elle a certainement un bon goût vestimentaire.
italian: [_ly_] Lei ha certamente buon gusto nei vestiti.

source: [_ly_] Anyway, speaking of clothes...
french: [En tout cas, en parlant de vêtements...
italian: [_ly_] Comunque, parlando di vestiti...

source: [_ly_] I've been given the manual for your hell machine over there, to create whatever we want.
french: [On m'a donné le manuel de votre machine infernale pour créer tout ce que nous voulons.
italian: [_ly_] Ho ricevuto il manuale per la tua macchina dell'inferno laggiù, per creare quello che vogliamo.

source: [_ly_] And... I think I've pretty much got it... but I need to give it a try.
french: [Et... Je pense que j'ai à peu près compris... mais je dois faire un essai.
italian: [_ly_] E... Penso di averlo praticamente fatto... ma devo provarlo.

source: [_ly_] Mh...
french: [Mh...

source: [_ly_] Nah... I wouldn't want to...
french: [Non... Je ne voudrais pas...
italian: [_ly_] Nah... Non vorrei...

source: [_ly_] ...''interfere with your fashion style.''
french: [_ly_] ... ''interférer avec votre style de mode.''
italian: [_ly_] ...''interferire con il tuo stile di moda.''

source: [_u_] What's that mean?
french: [Qu'est-ce que cela signifie ?
italian: [_u_] Che cosa significa?

source: [_ly_] Nan, I was thinking of something for myself.
french: [Nan, je pensais à quelque chose pour moi.
italian: [_ly_] Nan, pensavo a qualcosa per me stesso.

source: [_ly_] Indeed... she made me a list of things to do for her...
french: [En effet... elle m'a fait une liste de choses à faire pour elle...
italian: [_ly_] Infatto... mi ha fatto un elenco di cose da fare per lei...

source: [_ly_] A list that's... 3 times her size...
french: [Une liste qui est... 3 fois sa taille...
italian: [_ly_] Un elenco che... 3 volte la sua dimensione...

source: [_ly_] But I'd rather start with a more... standard size.
french: [Mais je préférerais commencer par une taille plus... standard.
italian: [_ly_] Ma preferirei iniziare con un più... dimensione standard.

source: [_ly_] That would be... spectacular.
french: [Ce serait... spectaculaire.
italian: [_ly_] Sarebbe spettacolare... spettacolare.

source: [_ly_] But no, I was thinking of something I could easily try myself.
french: [Mais non, je pensais à quelque chose que je pourrais facilement essayer moi-même.
italian: [_ly_] Ma no, stavo pensando a qualcosa che potevo facilmente provare me stesso.

source: [_ly_] Mrs Emee was kind enough to lend me something more comfortable to wear, but...
french: [Mme Emee a eu la gentillesse de me prêter un vêtement plus confortable, mais...
italian: [_ly_] La signora Emee è stata così gentile da prestarmi qualcosa di più comodo da indossare, ma...

source: [_ly_] I want something worthy of a dressmaker.
french: [Je veux quelque chose de digne d'une couturière.
italian: [_ly_] Voglio qualcosa di degno di un dressmaker.

source: [_u_] I'm looking forward to it.
french: [J'ai hâte d'y être.
italian: [_u_] Non vedo l'ora di farlo.

source: [_ly_] I've added a... uh... how do you say...
french: [J'ai ajouté un... euh... comment dire...
italian: [_ly_] ho aggiunto... uh... come si dice...

source: [_ly_] A blueprint!
french: [Un plan !
italian: [_ly_] Un progetto!

source: [_ly_] Yes, that's it. I've added a blueprint to your machine so you can make it.
french: [Oui, c'est ça. J'ai ajouté un plan à votre machine pour que vous puissiez la fabriquer.
italian: [_ly_] Sì, è questo. Ho aggiunto un progetto alla tua macchina in modo da poterlo fare.

source: [_ly_] As soon as it's ready, let me know and we'll see together if it worked.
french: [Dès qu'il sera prêt, faites-le moi savoir et nous verrons ensemble s'il a fonctionné.
italian: [_ly_] Non appena è pronto, fatemi sapere e vedremo insieme se ha funzionato.

source: [_u_] Understood Lycoris!
french: [_u_] Compris Lycoris !
italian: [_u_] Compreso Lycoris!

source: [_ly_] If this little experiment works, we'll be able to create tons of clothes!
french: [Si cette petite expérience fonctionne, nous pourrons créer des tonnes de vêtements !
italian: [_ly_] Se questo piccolo esperimento funziona, saremo in grado di creare tonnellate di vestiti!

source: [_ly_] Anyway, see you later [name]!
french: [Quoi qu'il en soit, à plus tard [nom] !]
italian: [_ly_] Comunque ci vediamo più tardi [name]!

source: [_a_] Okay, then try rotating the left lever instead.
french: [_a_] D'accord, alors essayez plutôt de tourner le levier de gauche.
italian: [_a_] Okay, poi prova a ruotare la leva sinistra.

source: [_ly_] The blue one?
french: [Le bleu ?
italian: [_ly_] Quello blu?

source: [_a_] Mhh... yes! Exactly!
french: [_a_] Mhh... oui ! Tout à fait !
italian: [_a_] Mhh... sì! Esattamente!

source: [_a_] Oh! [name]!
french: [Oh ! [nom] !]

source: [_a_] We're trying to fix a few problems with our creation machine.
french: [_a_] Nous essayons de résoudre quelques problèmes avec notre machine de création.
italian: [_a_] Stiamo cercando di risolvere alcuni problemi con la nostra macchina per la creazione.

source: [_a_] What's new for you?
french: [_a_] Qu'y a-t-il de nouveau pour vous ?
italian: [_a_] Cosa c'è di nuovo per te?

source: [_u_] I've come to see Lyco, I think the blueprint she gave me has a problem.
french: [Je suis venu voir Lyco, je pense que le plan qu'elle m'a donné a un problème.
italian: [_u_] Sono venuto a vedere Lyco, penso che il progetto che mi ha dato abbia un problema.

source: [_ly_] The blueprint doesn't work?
french: [Le plan ne fonctionne pas ?
italian: [_ly_] Il progetto non funziona?

source: [_u_] Er... There's a tiny stain on your tank top.
french: [Il y a une petite tache sur votre débardeur.
italian: [_u_] Er... C'è una piccola macchia sulla cima del serbatoio.

source: [_ly_] Yeah... I think I've pierced the nanocreative ink reservoir.
french: [Oui... Je crois que j'ai percé le réservoir d'encre nanocréative.
italian: [_ly_] Sì... Penso di aver trafitto il serbatoio di inchiostro nanocreativo.

source: [_ly_] Do you think it's cleanable?
french: [Pensez-vous qu'il puisse être nettoyé ?
italian: [_ly_] Pensi che sia pulito?

source: [_a_] Absolutely not, no.
french: [_a_] Absolument pas, non.
italian: [_a_] Assolutamente no, no.

source: [_a_] Please don't get too close to me.
french: [Ne vous approchez pas trop de moi.
italian: [_a_] Per favore, non avvicinatevi troppo a me.

source: [_ly_] It was the only top I had...
french: [C'est le seul haut que j'avais...
italian: [_ly_] E 'stato l'unico top che avevo...

source: [_ly_] How ironic... I'm a dressmaker with no clothes.
french: [Quelle ironie... Je suis une couturière sans vêtements.
italian: [_ly_] Come ironico... Sono un dressmaker senza vestiti.

source: [_u_] Don't worry, I'll create your outfit as soon as I can.
french: [Ne vous inquiétez pas, je créerai votre tenue dès que possible.
italian: [_u_] Non ti preoccupare, creerò il tuo vestito il prima possibile.

source: [_u_] But I think you got a little heavy-handed with the resource requirements.
french: [_u_] Mais je pense que vous avez eu la main un peu lourde avec les exigences en matière de ressources.
italian: [_u_] Ma penso che tu abbia avuto un po' di pesantezza con le risorse necessarie.

source: [_a_] Ah! I had this problem at the beginning too. I'll fix it right away, don't worry.
french: [_a_] Ah ! J'ai aussi eu ce problème au début. Je vais le régler tout de suite, ne vous inquiétez pas.
italian: [_a_] Ah! Ho avuto questo problema anche all'inizio. Lo risolverò subito, non preoccupatevi.

source: [_ly_] That's very kind.
french: [C'est très gentil.
italian: [_ly_] È molto gentile.

source: [_ly_] Hum... Do you think this stuff is toxic?
french: [Hum... Vous pensez que ce truc est toxique ?
italian: [_ly_] Hum... Pensi che questa roba sia tossica?

source: [_u_] Noooo of course not.
french: [Noooo bien sûr que non.
italian: [_u_] Noooo ovviamente no.

source: [_a_] I'd still take a shower immediately if I were you.
french: [Je prendrais quand même une douche immédiatement si j'étais vous.
italian: [_a_] avrei ancora una doccia immediatamente se fossi in voi.

source: [_ly_] Yeah Okay.
french: [Oui, d'accord.

source: [_ly_] And thanks [name]!
french: [Et merci [nom] !]
italian: [_ly_] E grazie [name]!

source: [_u_] You're welcome!
french: [De rien !
italian: [_u_] Sei il benvenuto!

source: [_a_] She's a sweetheart.
french: [_a_] Elle est adorable.
italian: [_a_] Lei è una fidanzata.

source: [_a_] It felt good to finally not be alone in this big room anymore ahah
french: [_a_] Ça fait du bien de ne plus être seul dans cette grande pièce ahah
italian: [_a_] Si sentiva bene non essere da soli in questa grande stanza più ahah

source: [_a_] I was starting to hear the echo of my thoughts!
french: [Je commençais à entendre l'écho de mes pensées !
italian: [_a_] Stavo cominciando a sentire l'eco dei miei pensieri!
