Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_sw_] You can have a piece like last time!
french: [ _sw_ ] Vous pouvez avoir une pièce comme la dernière fois !

source: [_u_] Thank you!
french: [ _u_ ] Merci !

source: [_u_] Tell me, how do you make such delicious ass?
french: [ _u_ ] Dis-moi, comment tu fais ce si délicieux cul?

source: [_sw_] I'm sorry? How do I make such delicious... what?
french: [ _sw_ ] Je suis désolé? Comment faire si délicieux ... quoi?

source: [_tb_] Pay attention, you said ass, you idiot.
french: [ _tb_ ] Portez attention, vous avez dit le cul, idiot.

source: [_u_] I just asked, how do you make such delicious pies?
french: [ _u_ ] Je viens de demander, comment faire de telles tartes délicieuses?

source: [_sw_] I thought I heard something else, my mistake.
french: [ _sw_ ] J'ai cru entendre autre chose, mon erreur.

source: [_sw_] I learned the recipe a long time ago, from an old book.
french: [ _sw_ ] J'ai appris la recette il y a longtemps, à partir d'un vieux livre.

source: [_sw_] Anyway, have a good evening, sir!
french: [ _sw_ ] Quoi qu'il en soit, avez une bonne soirée, monsieur !

source: [_sw_] Have a good evening too!
french: [ _sw_ ] Bonne soirée aussi !

source: [_sw_] I can't believe you said that!
french: [ _sw_ ] Je ne peux pas croire que tu as dit ça !

source: [_u_] I promise you, I've never seen such a beautiful ass in my life!
french: [ _u_ ] Je vous promets que je n'ai jamais vu un si beau cul dans ma vie !

source: [_sw_] Oh, my God... I'd better go.
french: [ _sw_ ] Oh, mon Dieu ... Je ferais mieux de partir.

source: [_u_] Oh god, I love this smell ...
french: [ _u_ ] Oh mon dieu, j'adore cette odeur ...

source: [_u_] Did you make your famous pie?
french: [ _u_ ] Avez-vous fait votre célèbre tarte?

source: [_sw_] Ahah, Yes !
french: [ _sw_ ] Ahah, oui !

source: [_u_] Yes! Don't get burned! Take your time!
french: [ _u_ ] Oui ! Ne te brûle pas ! Prends ton temps !

source: [_u_] Okay.... All right... let's try to lift it up gently...
french: [ _u_ ] Ok .... D'accord ... essayons de le soulever doucement ...

source: [_u_] I will don't push my luck any further ...
french: [ _u_ ] Je ne vais pas pousser ma chance plus loin ...

source: [_sw_] There you go!
french: [ _sw_ ] Vous y allez !

source: [_sw_] You can take a piece of it like last time!
french: [ _sw_ ] Vous pouvez en prendre un morceau comme la dernière fois !

source: [_sw_] Have a good evening, sir!
french: [ _sw_ ] Bonne soirée, monsieur !

source: [_tb_] So this is it, right? Today we get to see her sweet bare butt?
french: [ _tb_ ] Donc c'est ça, non? Aujourd'hui, on va voir son doux cul nu?

source: [_u_] I hope so!
french: [ _u_ ] J'espère !

source: [_u_] Aren't you wearing the clothes I offered you?
french: [ _u_ ] Ne portaiez-vous pas les vêtements que je vous ai offerts?

source: [_sw_] I just don't wear them to cook! ahah!
french: [ _sw_ ] Je ne les porte pas à cuisiner ! ahah !

source: [_sw_] I'm too scared to damage them.
french: [ _sw_ ] J'ai trop peur de les endommager.

source: [_tb_] Oh god, I'm gonna dream about this ass for hours...
french: [ _tb_ ] Oh mon dieu, je vais rêver de ce cul pendant des heures ...

source: [_u_] Should I try to lift it more?
french: [ _u_ ] Dois-je essayer de la soulever davantage?

source: [_tb_] It's pretty dangerous...
french: [ _tb_ ] C'est assez dangereux ...

source: [_sw_] I can't believe you did that!!
french: [ _sw_ ] Je ne peux pas croire que vous l'avez fait ! !

source: [_sw_] Get out of my way!!!
french: [ _sw_ ] Sortez de mon chemin !!!

source: [_u_] Are you gonna tell me what these special apples are supposed to do?
french: [ _u_ ] Tu vas me dire ce que ces pommes spéciales sont censées faire?

source: [_tb_] They're aphrodisiac, in short.
french: [ _tb_ ] Ils sont aphrodisiaques, en bref.

source: [_tb_] They should be just what she needs to let loose and fantasize a bit.
french: [ _tb_ ] Ils devraient être juste ce qu'elle a besoin de laisser lâchez et fantasme un peu.

source: [_tb_] They aren't a drug though. If she has no desire at all, the apples won't have any effect.
french: [ _tb_ ] Ils ne sont pas un médicament. Si elle n'a aucun désir, les pommes n'auront aucun effet.

source: [_tb_] In that case, we'll need to come up with another plan.
french: [ _tb_ ] Dans ce cas, nous devrons présenter un autre plan.

source: [_tb_] So try to throw in subtle hints, and it might work!
french: [ _tb_ ] Alors essayez de jeter des indices subtils, et ça pourrait fonctionner !

source: [_tb_] Good luck employee!
french: [ _tb_ ] Bonne chance aux employés !

source: [_u_] Ok, here we go again.
french: [ _u_ ] Ok, ici on va de nouveau.

source: You don't smell any pie ~~
french: Vous ne sentez aucune tarte ~ ~

source: [_u_] Snow White ?
french: [ _u_ ] Blanche-Neige?

source: [_u_] Is there anyone here?
french: [ _u_ ] Y a-t-il quelqu'un ici?

source: [_tb_] My scanners tell me that SnowWhite is not far from your position.
french: [ _tb_ ] Mes scanners me disent que SnowWhite n'est pas loin de votre position.

source: [_tb_] Try to find her.
french: [ _tb_ ] Essayez de la trouver.

source: [_u_] Not far from my position... like... in the house? In the woods?
french: [ _u_ ] Non loin de ma position ... comme ... dans la maison? Dans les bois?

source: [_u_] I don't...
french: [ _u_ ] Je ne ...

source: [_u_] ?! Hold on... I hear something over there...
french: [ _u_ ]? Tiens sur ... J'entends quelque chose là-bas ...

source: [_u_] Is this...
french: [ _u_ ] Est ce ...

source: [_tb_] Holy crap!!
french: [ _tb_ ] La merde ! !

source: [_tb_] Yes! Yes!! I knew it was possible to corrupt these things!
french: [ _tb_ ] Oui ! Oui ! Je savais qu'il était possible de corrompu ces choses !

source: [_u_] Wow... Didn't you say it was just a mild aphrodisiac?
french: [ _u_ ] Wow ... Vous n'avez pas dit que c'était juste un aphrodisiaque doux?

source: [_tb_] Yeah, just enough to boost her up a bit...
french: [ _tb_ ] Ouais, juste assez pour l'augmenter un peu ...

source: [_tb_] But damn... I wasn't expecting that.
french: [ _tb_ ] Mais sacrément ... Je ne m'attendais pas à ça.

source: [_u_] She is so hot...
french: [ _u_ ] Elle est si chaude ...

source: [_u_] WOW! What the hell is that??!
french: [ _u_ ] WOW ! Qu'est-ce que c'est que ça??

source: [_u_] Oh shit, did she hear me?
french: [ _u_ ] Oh merde, elle m'a entendue?

source: [_sw_] Hello! Who's there?
french: [ _sw_ ] Bonjour ! Qui est là?

source: [_u_] It's me ma'am! You... uh... okay?
french: [ _u_ ] C'est moi ma'am ! Vous ... euh ... d'accord?

source: [_u_] ...What the fuck am I saying?...
french: [ _u_ ] ...Que suis-je en train de dire? ...

source: [_sw_] I'm coming! I'm coming!
french: [ _sw_ ] Je viens ! Je viens !

source: [_sw_] Hello you <3
french: [ _sw_ ] Bonjour, vous < 3

source: [_u_] Snow White ? You seem to be... different
french: [ _u_ ] Blanche-Neige? Vous semblez être ... différente

source: [_sw_] I'm the same as any day...
french: [ _sw_ ] Je suis le même que n'importe quel jour ...

source: [_u_] What about this pie?
french: [ _u_ ] Qu'en est-il de cette tarte?

source: [_sw_] I devoured it from top to bottom... Forgive me...
french: [ _sw_ ] Je l'ai dévoré de haut en bas ... Pardonnez-moi ...

source: [_sw_] It was... delectable...
french: [ _sw_ ] C'était ... délectable ...

source: [_u_] Uh... okay. Could I ask you to go check if there really isn't any left, by any chance...?
french: [ _u_ ] Uh ... Ok. Pourrais-je vous demander de vérifier s'il n'y a vraiment pas de gauche, par hasard ...?

source: [_sw_] Of course, darling.
french: [ _sw_ ] Bien sûr, chérie.

source: [_sw_] I shall return promptly.
french: [ _sw_ ] Je reviendrai rapidement.

source: [_u_] Seemed like her eyes were about to explode!
french: [ _u_ ] Seemed comme ses yeux étaient sur le point d'exploser !

source: [_tb_] Let me check it out...
french: [ _tb_ ] Laissez-moi vérifier ...

source: [_tb_] I found something!
french: [ _tb_ ] J'ai trouvé quelque chose !

source: [_tb_] It says the effects of Cupid Apples are much more potent after orgasm or high sexual activity.
french: [ _tb_ ] Il dit que les effets des pommes cupides sont beaucoup plus puissants après l'orgasme ou l'activité sexuelle élevée.

source: [_tb_] Our little Snow White is a lot bolder than I thought, haha!
french: [ _tb_ ] Our little Snow White is a lot bolder than I pensé, haha !

source: [_tb_] Ask her more, it's now or never!
french: [ _tb_ ] Demande-lui plus, c'est maintenant ou jamais !

source: [_sw_] I'm positive there's nothing left!
french: [ _sw_ ] Je suis positif qu'il n'y a plus rien !

source: [_sw_] I would be delighted to bake another one for you. I'll leave a portion for you, I swear.
french: [ _sw_ ] Je serais ravi de vous en faire un autre pour vous. Je vous laisse une partie, je le jure.

source: [_u_] Alright then, I'll bring you some next time.
french: [ _u_ ] Alright alors, je vais vous apporter la prochaine fois.

source: [_sw_] You are adorable!
french: [ _sw_ ] Vous êtes adorable !

source: [_sw_] Was there anything else you wanted to discuss today?
french: [ _sw_ ] Y avait-il autre chose que vous vouiez discuter aujourd'hui?

source: You smell a strong and sweet apple pie odor coming straight from the house ~
french: Vous sentez une odeur de tarte aux pommes forte et sucrée venant directement de la maison ~

source: [_u_] Wow, the cupid apples have a really powerful smell.
french: [ _u_ ] Wow, les pommes cupides ont une odeur très puissante.

source: [_u_] So, you didn't eat the pie completely this time, did you?
french: [ _u_ ] Donc, vous n'avez pas mangé la tarte complètement cette fois, n'est-ce pas?

source: [_sw_] I didn't even have a single bite.
french: [ _sw_ ] Je n'ai même pas eu de morsure.

source: [_u_] Let's lift it more...
french: [ _u_ ] Allons-y plus ...

source: [_u_] It's kinda weird, she doesn't seem to notice anything.
french: [ _u_ ] C'est bizarre, elle ne semble rien remarquer.

source: [_sw_] I hope you like what you see.
french: [ _sw_ ] J'espère que vous aimez ce que vous voyez.

source: [_u_] You... you're not angry?
french: [ _u_ ] Vous ... vous n'êtes pas en colère?

source: [_sw_] As a matter of fact, I hoping you would.
french: [ _sw_ ] En fait, j'espère que vous le feriez.

source: [_u_] Holy fuck. You're a pervert, aren't you?
french: [ _u_ ] Va merde. Tu es un pervers, n'est-ce pas?

source: [_sw_] Maybe a little bit
french: [ _sw_ ] Peut-être un peu

source: [_sw_] ... again.
french: [ _sw_ ] ... à nouveau.

source: [_tb_] What? Don't be a pussy! She's literally offering her ass to you!
french: [ _tb_ ] Quoi? Ne soit pas une chatte ! Elle vous offre littéralement ses fesses !

source: [_u_] Oh god, you are such a slut.
french: [ _u_ ] Oh mon dieu, vous êtes une telle salope.

source: [_sw_] Oh sweet... it's so good ...
french: [ _sw_ ] Oh sucrée ... c'est si bon ...

source: [_tb_] Spank her again!!
french: [ _tb_ ] Encore une fois ! !

source: [_u_] Again, really??
french: [ _u_ ] Encore une fois, vraiment??

source: [_tb_] Just one more!
french: [ _tb_ ] Encore une fois !

source: [_u_] You... want to talk about it?
french: [ _u_ ] Vous ... voulez en parler?

source: [_sw_] ... no need.
french: [ _sw_ ] ... pas besoin.

source: [_tb_] That was AMAZING.
french: [ _tb_ ] C'était AMAZING.

source: [_tb_] That's well worth a bonus on your salary!
french: [ _tb_ ] Cela vaut bien une prime sur votre salaire !

source: [_u_] It's not like I have any salary to begin with...
french: [ _u_ ] Ce n'est pas comme si j'ai un salaire à commencer par ...

source: [_tb_] Anyway, well done!
french: [ _tb_ ] Bref, bien fait !

source: [_u_] It was pretty fun, did you watch everything?
french: [ _u_ ] C'était marrant, tu as tout vu?

source: [_tb_] Of course, I always am!
french: [ _tb_ ] Bien sûr, je suis toujours !

source: [_tb_] I wish I could have been you!
french: [ _tb_ ] J'aurais aimé être vous !

source: [_u_] What not come with me next time?
french: [ _u_ ] Qu'est-ce qui ne me vient pas la prochaine fois?

source: [_tb_] No thanks, watching you do all the work is fun in its own right.
french: [ _tb_ ] Non merci, vous regarder faire tout le travail est amusant en soi.

source: [_sw_] Hey Huntsman!!! come here !
french: [ _sw_ ] Hé Huntsman !!! viens ici !

source: [_sw_] This is what you want? Right?
french: [ _sw_ ] C'est ce que vous voulez? D'accord?

source: [_sw_] more...
french: [ _sw_ ] plus ...

source: [_sw_] So?
french: [ _sw_ ] Alors?

source: [_sw_] Did she believe you?
french: [ _sw_ ] Elle vous a-t-elle cru?

source: [_u_] Yes! Everything's fine! You're safe for now!
french: [ _u_ ] Oui ! Tout va bien ! Tu es en sécurité pour l'instant !

source: [_sw_] Yeeey!
french: [ _sw_ ] Ouais !

source: [_sw_] I have a gift for you!
french: [ _sw_ ] J'ai un cadeau pour vous !

source: [_sw_] I'm not really sure... I found this when I was picking mushrooms.
french: [ _sw_ ] Je ne suis pas vraiment sûr ... J'ai trouvé ça quand je cueais des champignons.

source: [_sw_] But maybe you'll know what to do with it!
french: [ _sw_ ] Mais peut-être que vous saurez quoi faire avec ça !

source: {color=#3c96f2}(1) Clothes Data {/color} !
french: { color=#3c96f2} (1) Vêtements { /color } !

source: [_sw_] But it wasn't that.
french: [ _sw_ ] Mais ce n'était pas ça.

source: [_sw_] I found this when I was picking mushrooms.
french: [ _sw_ ] J'ai trouvé ça quand je cueais des champignons.

source: [_sw_] my gorgeous ...
french: [ _sw_ ] mon superbe ...

source: [_sw_] I have to go now.
french: [ _sw_ ] Je dois y aller maintenant.

source: [_u_] Oh! Thank you! It's going to be really useful to me!
french: [ _u_ ] Oh ! Je vous remercie ! Ça va être vraiment utile pour moi !

source: [_sw_] I'll leave you to it, I'll make mushroom soup for tonight!
french: [ _sw_ ] Je vous laisse, je vais faire de la soupe aux champignons pour ce soir !

source: [_sw_] Have a good evening!
french: [ _sw_ ] Bonne soirée !

source: [_u_] Snow White !
french: [ _u_ ] Blanche-Neige !

source: [_sw_] Good afternoon Huntsman!
french: [ _sw_ ] Bon après-midi Huntsman !

source: [_u_] I have a surprise for you !
french: [ _u_ ] J'ai une surprise pour toi !

source: [_sw_] Another dress?!
french: [ _sw_ ] Une autre robe?

source: [_u_] Not this time, ma'am!
french: [ _u_ ] Pas cette fois, madame !

source: You give the{color=#ffc57a} Big Old-Fashioned Cookbook {/color}to Snow White
french: Vous donnez le { color=#ffc57a} Big Old-Fashioned Cookbook { /color } à Snow White

source: [_u_] I saw this and thought you'd like it, since you like cooking so much!
french: [ _u_ ] J'ai vu ça et j'ai pensé que vous l'aimeriez, puisque vous aimez la cuisine autant !

source: [_sw_] Ooooh, how sweet of you!
french: [ _sw_ ] Ooooh, quel goût de vous !

source: [_sw_] Hold on, you're not expecting something in return, are you?
french: [ _sw_ ] Tenez, vous n'attendez pas quelque chose en retour, n'est-ce pas?

source: [_u_] It's a joke among Huntsmen.
french: [ _u_ ] C'est une blague chez les chasseurs.

source: [_sw_] You scare me a little sometimes.
french: [ _sw_ ] Vous me sentez un peu parfois.

source: [_sw_] Regardless, thanks for the gift. I'll give it a look immediately! Have a nice day!
french: [ _sw_ ] Peu importe, merci pour le cadeau. Je vais lui donner un coup d'oeil immédiatement ! Bonne journée !

source: [_sw_] I've been waiting for you.
french: [ _sw_ ] Je t'ai attendu.

source: [_u_] Oh? well, what can I do for you?
french: [ _u_ ] Oh? Qu'est-ce que je peux faire pour vous?

source: [_sw_] There's a recipe in that cookbook I want to try.
french: [ _sw_ ] Il y a une recette dans ce livre de cuisine que je veux essayer.

source: [_tb_] Oooooh ... did she take the bait?
french: [ _tb_ ] Oooooh ... a-t-elle pris l'appât?

source: [_sw_] It's a specific apple pie that apparently requires ''Cupid apples''.
french: [ _sw_ ] C'est une tarte aux pommes spécifique qui a apparemment besoin de "pommes cupides".

source: [_tb_] Yup, sure did.
french: [ _tb_ ] Yup, c'est sûr.

source: [_u_] Alright, no worries, ma'am, I'll find some for you.
french: [ _u_ ] Alright, pas de soucis, madame, je trouverai pour vous.

source: [_sw_] You are so adorable!
french: [ _sw_ ] Vous êtes si adorable !

source: [_sw_] Just like the other day, three baskets should be perfect.
french: [ _sw_ ] Comme l'autre jour, trois paniers devraient être parfaits.

source: [_u_] Got it, ma'am! I'll come back as soon as I got them.
french: [ _u_ ] C'est ça, madame ! Je reviendrai dès que je les ai.

source: [_sw_] I can't wait!!!
french: [ _sw_ ] Je ne peux pas attendre !!!

source: [_sw_] Have a good day, sir!
french: [ _sw_ ] Bonne journée, monsieur !

source: [_sw_] but you know ... there is no apple trees growing in this forest...
french: [ _sw_ ] mais vous savez ... il n'y a pas de pommiers qui poussent dans cette forêt ...

source: [_none01_] Sorry, ma'am, but that's not what I'm here for...
french: [ _none01_ ] Désolé, madame, mais ce n'est pas ce que je suis ici pour ...

source: [_sw_] Could you bring me some?
french: [ _sw_ ] Pourriez-vous m'apporter quelque part?

source: [_none01_] Well... Uh, yeah, I guess I can...
french: [ _none01_ ] Bien ... Euh, ouais, je suppose que je peux ...

source: [_u_] Hey! Tinkerbell ! Do you see that ??
french: [ _u_ ] Hey ! Tinkerbell ! Tu vois ça??

source: [_u_] Damn it...
french: [ _u_ ] Merde ...

source: [_sw_] Thank you! you won't be disappointed, you'll see!!!!
french: [ _sw_ ] Merci ! Vous ne serez pas déçu, vous verrez ! !!!

source: [_sw_] Goodbye!
french: [ _sw_ ] Au revoir !

source: [_u_] Hey! Who the hell are you??
french: [ _u_ ] Hey ! Qui diable es-tu?

source: [_none01_] Hello, dear [name]
french: [ _none01_ ] Bonjour, ma chère [ nom ]

source: [_none01_] How are you today?
french: [ _none01_ ] Comment êtes-vous aujourd'hui?

source: [_u_] How do you know my name??
french: [ _u_ ] Comment connaites-tu mon nom??

source: [_none01_] Let's just say... it's a long story.
french: [ _none01_ ] Disons que ... c'est une longue histoire.

source: [_u_] You're an android ?
french: [ _u_ ] Tu es un androïde?

source: [_none01_] No, I'm not one of them.
french: [ _none01_ ] Non, je ne suis pas l'un d'eux.

source: [_none01_] I suppose that's what you're looking for?
french: [ _none01_ ] Je suppose que c'est ce que vous cherchez?

source: [_u_] Well, thank you...
french: [ _u_ ] Eh bien, merci ...

source: [_u_] But, how do you know that? Are you spying on us?
french: [ _u_ ] Mais, comment vous le savez? Es-tu espionné sur nous?

source: [_none01_] you'll have your answer... but not today.
french: [ _none01_ ] vous aurez votre réponse ... mais pas aujourd'hui.

source: [_u_] Did he teleport? Wtf ?
french: [ _u_ ] a-t-il téléport? Wtf?

source: [_u_] Damn, this planet is weird.
french: [ _u_ ] Damn, cette planète est bizarre.

source: [_u_] Let's hope Tinker knows who this person is.
french: [ _u_ ] Espérons que Tinker sait qui est cette personne.

source: [_sw_] Merry Christmas!
french: [ _sw_ ] Joyeux Noël !

source: [_u_] Okay, what the hell? Am I really the only one who doesn't know it's Christmas?
french: [ _u_ ] Ok, que diable? Suis-je vraiment le seul à ne pas savoir que c'est Noël?

source: [_sw_] How can you forget about Christmas?
french: [ _sw_ ] Comment peut-on oublier Noël?

source: [_u_] I don't know. I had a lot of other things on my mind...
french: [ _u_ ] Je ne sais pas. J'avais beaucoup d'autres choses à l'esprit ...

source: [_sw_] Oooh, my sweet darling!
french: [ _sw_ ] Oooh, ma douce chérie !

source: [_u_] You're adorable.
french: [ _u_ ] Vous êtes adorable.

source: [_u_] I love your Christmas hat, by the way!
french: [ _u_ ] J'adore votre chapeau de Noël, au fait !

source: [_sw_] Thank you. I've woven it using old pieces of cloth.
french: [ _sw_ ] Merci. Je l'ai tissé à l'aide de vieux morceaux de tissu.

source: [_u_] Do you think you could make one for a friend of mine?
french: [ _u_ ] Pensez-vous que vous pourriez en faire un pour un de mes amis?

source: [_sw_] I should be able to, yes.
french: [ _sw_ ] Je devrais pouvoir, oui.

source: [_sw_] Although I'm afraid I do not posess the required material...
french: [ _sw_ ] Bien que j'aie bien peur de ne pas avoir le matériel requis ...

source: [_u_] What do you think you'll need?
french: [ _u_ ] Que penses-tu que tu auras besoin?

source: [_sw_] Well, I'd appreciate at least 4 units of Clothes Scraps. I'm sure my adorable little dwarves would love if I make some for them.
french: [ _sw_ ] Eh bien, j'apprécierais au moins 4 unités de Clothes Scraps. Je suis sûr que mes adorables petits nains adoreraient si je les fais pour eux.

source: [_u_] I've actually got some on me!
french: [ _u_ ] J'ai en fait un peu sur moi !

source: [_u_] Is that enough?
french: [ _u_ ] Est-ce suffisant?

source: [_sw_] This seems absolutely perfect!
french: [ _sw_ ] Cela semble absolument parfait !

source: [_u_] Okay, I'll bring that back to you quickly.
french: [ _u_ ] Ok, je vous ramènerai vite.

source: [_sw_] Thanks, sweetie!
french: [ _sw_ ] Merci, chérie !

source: [_sw_] And again, Merry Christmas!
french: [ _sw_ ] Et encore, Joyeux Noël !

source: [_u_] Snow White! I have the Clothes Scraps!
french: [ _u_ ] Blanche-Neige ! J'ai les Clothes Scraps !

source: [_sw_] Fantastic!
french: [ _sw_ ] Fantastique !

source: [_sw_] That will be more than enough, My dear.
french: [ _sw_ ] Ça sera plus que suffisant, ma chère.

source: [_sw_] I'll be right back, I'm going to retrieve my knitting equipment. I will make them right away.
french: [ _sw_ ] I'll be right back, I'm going to retrieve my knitting equipment. Je vais les faire tout de suite.

source: [_sw_] We can enjoy each other's company while I'm working on them.
french: [ _sw_ ] Nous pouvons profiter de l'entreprise de l'autre pendant que je travaille sur eux.

source: [_sw_] But I don't want to hear anything lewd.
french: [ _sw_ ] Mais je ne veux pas entendre quoi que ce soit.

source: [_sw_] I starting to understand what you're like.
french: [ _sw_ ] Je commence à comprendre ce que vous aimez.

source: [_u_] Okay, fine, nothing ''lewd'', promise!
french: [ _u_ ] Ok, bien, rien de "obscène", promis !

source: [_sw_] There you have it! It's done.
french: [ _sw_ ] Il y en a ! C'est fait.

source: [_u_] Looks fantastic! Thanks!
french: [ _u_ ] C'est fantastique ! Merci !

source: [_tb_] Check out my new Christmas hat!
french: [ _tb_ ] Vérifiez mon nouveau chapeau de Noël !

source: [_tb_] Yeah, I know it doesn't really fit my usual style.
french: [ _tb_ ] Oui, je sais que ça ne correspond pas vraiment à mon style habituel.

source: [_tb_] I just happened to find it in an old box and I thought, y'know... Why not!
french: [ _tb_ ] Je viens de le trouver dans une vieille boite et je me suis dit, y'know ... Pourquoi pas !

source: [_tb_] Why the long face?
french: [ _tb_ ] Pourquoi le long visage?

source: [_u_] Well... That was supposed to be my gift... From me to you...
french: [ _u_ ] Eh bien ... C'était censé être mon cadeau ... De moi à toi ...

source: [_tb_] Ooooh sorry!!!
french: [ _tb_ ] Ooooh désolé !!!

source: [_tb_] That's nice of you, I appreciate it!
french: [ _tb_ ] C'est gentil de vous, je l'apprécie !

source: [_u_] It's okay. Aha. But is there anything you'd like by any chance?
french: [ _u_ ] C'est bon. Aha. Mais y a-il quelque chose que vous aimeriez par hasard?

source: [_tb_] Well...
french: [ _tb_ ] Eh bien ...

source: [_tb_] Actually, yes! There's something I wanted to bring up with you.
french: [ _tb_ ] En fait, oui ! Il y a quelque chose que je voulais faire avec toi.

source: [_tb_] This is gonna sound a little strange...
french: [ _tb_ ] Ça va paraître un peu étrange ...

source: [_u_] Is it sexual?
french: [ _u_ ] Est-il sexuel?

source: [_tb_] No Ahah
french: [ _tb_ ] Non Ahah
