Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_u_] uh... let's say it's the kind of person you don't want to have as a colleague.
french: [_u_] euh... disons que c'est le genre de personne que vous ne voulez pas avoir comme collègue.
german: [_u_] uh... sagen wir, es ist die Art von Person, die du nicht als Kollegen haben möchtest.
italian: [_u_] Uh... diciamo che è il tipo di persona che non vuoi avere come collega.
russian: [_u_] Э... Скажем, такого человека ты не хотела бы иметь в качестве коллеги.
spanish: [_u_] uh... digamos que es el tipo de persona que no quieres tener como tú.

source: [_am_] Sounds simple.
french: [Cela semble simple.
german: [_am_] Klingt einfach.
italian: [_am_] Sembra semplice.
russian: [_am_] Звучит просто.
spanish: [_am_] Suena simple.

source: [_am_] Yes! Plenty!
french: [Oui ! Il n'y a pas d'autre choix que d'aller à la rencontre des gens.
german: [_am_] Ja! Einige!
italian: [_am_] Sì! Molte!
russian: [_am_] Да! Множество!
spanish: [_am_] Sí! ¡Mucho!

source: [_am_] I have over 250 questions per candidate.
french: [J'ai plus de 250 questions par candidat.
german: [_am_] Ich habe über 250 Fragen pro Kandidat.
italian: [_am_] Ho più di 250 domande per candidato.
russian: [_am_] У меня более 250 вопросов на каждого кандидата.
spanish: [_am_] Tengo más de 250 preguntas por candidato.

source: [_u_] Whoa, maybe you should narrow this down a bit.
french: [_u_] Whoa, peut-être devriez-vous restreindre un peu votre propos.
german: [_u_] Whoa, vielleicht solltest du das ein bisschen eingrenzen.
italian: [_u_] Whoa, forse dovresti restringere un po'.
russian: [_u_] Ого, может быть, тебе стоит немного сузить список вопросов.
spanish: [_u_] Vaya, tal vez deberías reducir esto un poco.

source: [_am_] Really? By how much? 200?
french: [Vraiment ? De combien ? 200 ?
german: [_am_] Wirklich? Wie viel? 200?
italian: [_am_] Davvero? Ma quante? 200?
russian: [_am_] Правда? До скольки? 200?
spanish: [_am_] ¿Realmente? ¿Cuánto? ¿200?

source: [_u_] In fact, I think I'll be asking most of the questions.
french: [En fait, je pense que c'est moi qui poserai la plupart des questions.
german: [_u_] Ich glaube, ich stelle die meisten Fragen.
italian: [_u_] In realtà, penso che farò la maggior parte delle domande.
russian: [_u_] На самом деле, я думаю, что большую часть вопросов буду задавать я.
spanish: [_u_] De hecho, creo que haré la mayoría de las preguntas.

source: [_u_] Moreover, Tinker is not very exigent so...
french: [_u_] De plus, Tinker n'est pas très exigeant donc...
german: [_u_] Darüber hinaus ist Tinker nicht sonderlich anspruchsvoll...
italian: [_u_] Inoltre, Tinker non è molto esigente quindi...
russian: [_u_] Тем более, Тинкер не очень требовательна, так что...
spanish: [_u_] Además, el Tinker no es muy exigente...

source: [_am_] As you wish!
french: [Comme vous voulez !
german: [_am_] Wie du möchtest!
italian: [_am_] Come vuoi!
russian: [_am_] Как хочешь!
spanish: ¡[_am_] como quieras!

source: [_am_] Aww thank you!
french: [Merci !
german: [_am_] Aww danke!
italian: [_am_] Aww grazie!
russian: [_am_] Оу, спасибо!
spanish: [_am_] ¡Gracias!

source: [_am_] That's sweet.
french: [C'est gentil.
german: [Das ist süß.
italian: [ _am_] Che dolce.
russian: [_am_] Как мило.
spanish: [_am_] Es dulce.

source: [_am_] Please, have a seat.
french: [Je vous en prie, asseyez-vous.
german: [Bitte, setzen Sie sich.
italian: [_am_] Per favore, siediti.
russian: [_am_] Пожалуйста, присаживайтесь.
spanish: [_am_] Por favor, tenga un asiento.

source: [_am_] Hello and welcome to our headquarters!
french: [Bonjour et bienvenue à notre siège !
german: [_am_] Hallo und willkommen in unserem Hauptquartier!
italian: [_am_] Ciao e benvenuta nella nostra sede!
russian: [_am_] Здравствуйте и добро пожаловать в нашу штаб-квартиру!
spanish: [_am_] Hola y bienvenidos a nuestra sede!

source: [_am_] I'm Amelia and this is [name].
french: [Je suis Amelia et voici [nom].
german: [Ich bin Amelia und das ist [Name].
italian: [_am_] Sono Amelia e questo è [name].
russian: [_am_] Я Амелия, а это [name].
spanish: [_am_] Soy Amelia y este es [name].

source: [_u_] Hi.
french: [_u_] Bonjour.
german: [Hallo.
italian: [ _u_] Ciao.
russian: [_u_] Привет.
spanish: [_u_] Hola.

source: [_am_] What is your name?
french: [Quel est votre nom ?
german: [_am_] Wie lautet dein Name?
italian: [_am_] Come ti chiami?
russian: [_am_] Как вас зовут?
spanish: [_am_] ¿Cuál es tu nombre?

source: [_val_] My name is Valentina.
french: [Je m'appelle Valentina.
german: [_val_] Mein Name ist Valentina.
italian: [_val_] Mi chiamo Valentina.
russian: [_val_] Меня зовут Валентина.
spanish: [_val_] Mi nombre es Valentina.

source: [_val_] I heard that you were looking for people to work on a big project.
french: [J'ai entendu dire que vous recherchiez des personnes pour travailler sur un grand projet.
german: [_val_] Ich habe gehört, dass Sie Leute für ein großes Projekt suchen.
italian: [_val_] Ho sentito che cercavate persone per lavorare su un grande progetto.
russian: [_val_] Я узнала, что вы ищете людей для работы над крупным проектом.
spanish: [_val_] he oído que estabas buscando gente para trabajar en un gran proyecto.

source: [_val_] I'm not sure I understood what it was about.
french: [Je ne suis pas sûr d'avoir compris de quoi il s'agissait.
german: [Ich bin nicht sicher, ob ich verstanden habe, worum es ging.
italian: [_val_] Non sono sicura di aver capito di cosa si trattasse.
russian: [_val_] Но так до конца и не поняла, что за проект.
spanish: [_val_] No estoy seguro de que entendiera de qué trataba.

source: [_val_] Top secret?
french: [Top secret ?
german: [_val_] Streng geheim?
russian: [_val_] Это что-то запрещенное?
spanish: ¿[_val_] es el mejor secreto?

source: [_val_] Do you create weapons? Are you slave traders?
french: [Créez-vous des armes ? Êtes-vous des marchands d'esclaves ?
german: [_val_] Stellt ihr Waffen her? Seid ihr Sklavenhändler?
italian: [_val_] Create armi? Siete mercanti di schiavi?
russian: [_val_] Вы производите оружие? Вы работорговцы?
spanish: [_val_] ¿Crean armas? ¿Es usted comerciante de esclavos?

source: [_val_] Oh no... you're from the mob... I knew I shouldn't have come...
french: [Oh non... vous êtes de la mafia... Je savais que je n'aurais pas dû venir...
german: [Oh nein... du bist von der Mafia... Ich wusste, ich hätte nicht kommen sollen...
italian: [_val_] Oh no... siete della mafia... Sapevo che non sarei dovuta venire...
russian: [_val_] О нет... Вы из мафии... Черт я так и думала, что не стоило приходить...
spanish: [_val_] Oh no... eres de los demás... sabía que no debería haber venido...

source: [_am_] No, no, none of that!
french: [Non, non, rien de tout cela !
german: [_am_] Nein, nein, nichts davon!
italian: [_am_] No, no, nulla di tutto questo!
russian: [_am_] Нет, нет, ничего из этого!
spanish: [_am_] No, ¡no, nada de eso!

source: [_u_] It's nothing bad, but we want to be discreet.
french: [Ce n'est pas grave, mais nous voulons être discrets.
german: [_u_] Es ist nichts Schlimmes, aber wir wollen diskret sein.
italian: [_u_] Non è nulla di male, ma vogliamo essere discreti.
russian: [_u_] В этом нет ничего плохого, но мы хотим быть осторожными.
spanish: [_u_] No es nada malo, pero queremos ser discretos.

source: [_val_] Oh, very cool.
french: [Oh, très cool.
german: [_val_] Oh, sehr cool.
italian: [_val_] Oh, molto figo.
russian: [_val_] О, очень круто.
spanish: [_val_] Oh, muy fresco.

source: [_val_] I love theme parks!
french: [J'adore les parcs d'attractions !
german: [_val_] Ich liebe Freizeitparks!
italian: [_val_] Amo i parchi a tema!
russian: [_val_] Мне нравятся парки развлечений!
spanish: [_val_] ¡Me encantan los parques temáticos!

source: [_val_] The rides, the cotton candy, the carousels...
french: [Les manèges, la barbe à papa, les carrousels...
german: [_val_] Die Fahrgeschäfte, die Zuckerwatte, die Karussells...
italian: [_val_] Le montagne russe, lo zucchero filato, le giostre...
russian: [_val_] Аттракционы, сладкая вата, карусели...
spanish: [_val_] Los paseos, los algodónes de azucar, el carrusel ...

source: [_val_] It's a really lovely atmosphere.
french: [L'atmosphère est vraiment agréable.
german: [_val_] Es ist eine wirklich schöne Atmosphäre.
italian: [_val_] È un'atmosfera davvero bella.
russian: [_val_] Это действительно прекрасная атмосфера.
spanish: [_val_] Es una atmósfera muy bonita.

source: [_am_] Yeah..
french: [Oui...
german: [_am_] Ja..
italian: [_am_] Sì..
russian: [_am_] Ага..
spanish: [_am_] Sí..

source: [_u_] That's the idea, but not really.
french: [C'est l'idée, mais pas vraiment.
german: [_u_] Das ist die Idee, aber nicht wirklich.
italian: [_u_] Questa è l'idea, ma non proprio.
russian: [_u_] Это похоже, но не совсем.
spanish: [_u_] Esa es la idea, pero en realidad.

source: [_val_] This... seems to be an interesting project.
french: [_val_] Ce... semble être un projet intéressant.
german: [_val_] Das scheint ein interessantes Projekt zu sein.
italian: [_val_] Questo... sembra essere un progetto interessante.
russian: [_val_] Это... Кажется интересный проект.
spanish: [_val_] Esto... parece ser un proyecto interesante.

source: [_val_] And very ambitious.
french: [_val_] Et très ambitieux.
german: [_val_] Und sehr ehrgeizig.
italian: [_val_] E molto ambizioso.
russian: [_val_] И очень амбициозный.
spanish: [_val_] y muy ambicioso.

source: [_val_] Indeed, you must need qualified people.
french: [En effet, il faut des personnes qualifiées.
german: [_val_] In der Tat, Sie brauchen qualifizierte Leute.
italian: [_val_] Certamente, dovrete avere delle persone qualificate.
russian: [_val_] Вам действительно нужны квалифицированные люди.
spanish: [_val_] De hecho, debe necesitar personas cualificadas.

source: [_am_] Yes, a lot.
french: [Oui, beaucoup.
german: [_am_] Ja, sehr viel.
italian: [_am_] Sì, molto.
russian: [_am_] Да, много.
spanish: [_am_] Sí, mucho.

source: [_val_] I am a doctor.
french: [Je suis médecin.
german: [_val_] Ich bin Arzt.
italian: [_val_] Io sono una dottoressa.
russian: [_val_] Я врач.
spanish: [_val_] Soy doctora.

source: [_am_] Nice! In what discipline?
french: [Joli ! Dans quelle discipline ?
german: [Schön! In welcher Disziplin?
italian: [_am_] Bello! In che disciplina?
russian: [_am_] Отлично! В каком направлении?
spanish: [_am_] ¡Bien! ¿En qué disciplina?

source: [_am_] We have vacancies in engineering, biology, law, computer science...
french: [Nous avons des postes à pourvoir dans les domaines de l'ingénierie, de la biologie, du droit, de l'informatique...
german: [Wir haben freie Stellen in den Bereichen Ingenieurwesen, Biologie, Jura, Informatik...
italian: [_am_] Abbiamo posti vacanti in ingegneria, biologia, legge, informatica...
russian: [_am_] У нас есть вакансии в области инженерии, биологии, юриспруденции, информатике...
spanish: [_am_] Tenemos vacantes en ingeniería, biología, derecho, informática...

source: [_val_] Uh... I'm a medical doctor.
french: [Je suis médecin.
german: [_val_] Äh... ich bin Arzt.
italian: [_val_] Uh... Sono un medico.
russian: [_val_] Эм... В смысле я врач.
spanish: [_val_] Uh... Soy una doctora médica.

source: [_am_] Oh.
french: [Oh.
russian: [_am_] Оу.

source: [_u_] Are there any medics needed here?
french: [Y a-t-il des besoins médicaux ici ?
german: [_u_] Werden hier Ärzte benötigt?
italian: [_u_] Sono necessari medici qui?
russian: [_u_] Здесь нужны врачи?
spanish: [_u_] ¿Necesitamos alguna médica aquí?

source: [_am_] Let me see... I...
french: [Voyons voir... I...
german: [_am_] Lassen Sie mich sehen ... I.
italian: [_am_] Fammi controllare...
russian: [_am_] Дай посмотреть... Я...
spanish: [_am_] Déjame ver... Yo...

source: [_am_] Oh, we have a vacancy!
french: [Oh, nous avons une place vacante !
german: [Oh, wir haben eine freie Stelle!
italian: [_am_] Oh, abbiamo un posto libero!
russian: [_am_] О, у нас есть вакансия!
spanish: [_am_] Oh, ¡tenemos una vacante!

source: [_am_] Yeah, Tinker wrote ''We need a nurse if one of the humans breaks something''.
french: [_am_] Oui, Tinker a écrit ''Nous avons besoin d'une infirmière si l'un des humains se casse quelque chose''.
german: [Ja, Tinker hat geschrieben: "Wir brauchen eine Krankenschwester, falls sich einer der Menschen etwas bricht".
italian: [_am_] Sì, Tinker ha scritto ''Abbiamo bisogno di un'infermiera se uno degli umani si rompe qualcosa''.
russian: [_am_] Да, Тинкер написала: «Нам понадобится медсестра, если кто-то из людей что-нибудь сломает».
spanish: [_am_] Sí, Tinker escribió '' Necesitamos una enfermera por si uno de los humanos se rompe algo ''.

source: [_u_] Yeah, let's say it fits.
french: [Oui, disons que ça colle.
german: [_u_] Ja, sagen wir, es passt.
italian: [_u_] Sì, diciamo che è adatto.
russian: [_u_] Да, допустим, подходит.
spanish: [_u_] Sí, digamos que encaja.

source: [_val_] Yes, yes, perfect!
french: [Oui, oui, parfait !
german: [_val_] Ja, ja, perfekt!
italian: [_val_] Sì, sì, perfetto!
russian: [_val_] Да-да, превосходно!
spanish: [_val_] ¡Sí, sí, perfecto!

source: [_val_] And then with the salary you offer, I can only say yes ahah
french: [Et puis avec le salaire que vous proposez, je ne peux que dire oui ahah
german: [_val_] Und dann mit dem Gehalt, das Sie anbieten, kann ich nur ja sagen ahah
italian: [_val_] E poi, con lo stipendio che offrite, posso solo dire sì ahah
russian: [_val_] И потом с той зарплатой, которую вы предлагаете, я могу сказать только да, ахах
spanish: [_val_] Además, con el salario que ofrecéis, solo puedo decir que sí ahah

source: [_u_] That's a good reason.
french: [C'est une bonne raison.
german: [_u_] Das ist ein guter Grund.
italian: [_u_] Questa è una buona ragione.
russian: [_u_] Это хорошая причина.
spanish: [_u_] Es una buena razón.

source: [_val_] Well uh... I would say that I adapt easily.
french: [Je dirais que je m'adapte facilement.
german: [_val_] Nun, äh... ich würde sagen, dass ich mich leicht anpasse.
italian: [_val_] Beh uh... direi che mi adatto facilmente.
russian: [_val_] Ну... Я бы сказала, что я легко адаптируюсь.
spanish: [_val_] Bueno eh... diría que me adapto fácilmente.

source: [_val_] And all my colleagues have always told me that I am very nice to other people...
french: [Et tous mes collègues m'ont toujours dit que j'étais très gentil avec les autres...
german: [_val_] Und alle meine Kollegen haben mir immer gesagt, dass ich sehr nett zu anderen Menschen bin...
italian: [_val_] E tutti i miei colleghi mi hanno sempre detto che sono molto gentile con le altre persone...
russian: [_val_] И все мои коллеги мне всегда говорили, что я очень хорошо отношусь к другим людям...
spanish: [_val_] Y todos mis compañeros siempre me han dicho que soy muy amable con otras personas...

source: [_am_] And you are also nice to your employers?
french: [Et vous êtes aussi gentil avec vos employeurs ?
german: [_am_] Und Sie sind auch nett zu Ihren Arbeitgebern?
italian: [_am_] E sei gentile anche con i tuoi datori di lavoro?
russian: [_am_] И вы также хорошо относитесь к своим работодателям?
spanish: [_am_] ¿Y también eres amable con tus jefes?

source: [_val_] Well yes, I think so!
french: [Eh bien oui, je pense que oui !
german: [_val_] Nun ja, ich denke schon!
italian: [_val_] Beh, sì, penso di si!
russian: [_val_] Ну да, я так думаю!
spanish: [_val_] Bueno, sí, ¡creo que sí!

source: [_am_] Do you often sleep with your employers?
french: [Dormez-vous souvent avec vos employeurs ?
german: [_am_] Schlafen Sie oft mit Ihren Arbeitgebern?
italian: [_am_] Dormi spesso con i tuoi datori di lavoro?
russian: [_am_] Вы часто спите со своими работодателями?
spanish: [_am_] ¿Sueles acostarte con tus jefes?

source: [_am_] What? I don't want to hire someone who wants to bang Tinker! It's normal!
french: [Quoi ? Je ne veux pas embaucher quelqu'un qui veut se taper Tinker ! C'est normal !
german: [Was? Ich will niemanden einstellen, der Tinker vögeln will! Das ist normal!
italian: [_am_] Cosa? Non voglio assumere qualcuno che si vuole scopare Tinker! È normale!
russian: [_am_] Что? Я не хочу нанимать того, кто захочет переспать с Тинкер! Это нормально!
spanish: [_am] ¿Qué? ¡No quiero contratar a alguien que quiere tirarse a Tinker! ¡Es normal!

source: [_u_] Amelia... you... Mh...
french: [Amelia... toi... Mh...
german: [_u_] Amelia... Sie... Mh...
italian: [_u_] Amelia... tu... Mh...
russian: [_u_] Амелия... Ты... Мм...
spanish: [_u_] Amelia... tú... Mh...

source: [_u_] Sorry about that.
french: [_u_] Désolé.
german: [_u_] Entschuldigen Sie.
italian: [_u_] Scusa per questo.
russian: [_u_] Извините за это.
spanish: [_u_] Lo siento.

source: [_val_] hum...
russian: [_val_] Хм...

source: [_val_] No I never slept with my boss.
french: [Non, je n'ai jamais couché avec mon patron.
german: [_val_] Nein, ich habe nie mit meinem Chef geschlafen.
italian: [_val_] No non ho mai dormito con il mio capo.
russian: [_val_] Нет, я никогда не спала со своим боссом.
spanish: [_val_] No, nunca me he acostado con mi jefe.

source: [_am_] Thank you very much!
french: [Merci beaucoup !
german: [_am_] Vielen Dank!
italian: [_am_] Grazie mille!
russian: [_am_] Большое спасибо!
spanish: [_am_] ¡Muchas gracias!

source: [_val_] Uh I... I don't know.
french: [Euh, je... Je ne sais pas.
german: [_val_] Äh Ich... Ich weiß nicht.
italian: [_val_] Uh Io... Non so.
russian: [_val_] Я... Я не знаю.
spanish: [_val_] Uh yo... no sé.

source: [_val_] I would say that I invest myself a little too much.
french: [Je dirais que je m'investis un peu trop.
german: [_val_] Ich würde sagen, dass ich mich ein bisschen zu sehr einbringe.
italian: [_val_] Direi che mi investo su di me un po' troppo.
russian: [_val_] Я бы сказала, что вкладываю в себя слишком много.
spanish: [_val_] Diría que invierto demasiado tiempo a mí misma.

source: [_am_] Is this a defect?
french: [Est-ce un défaut ?
german: [_am_] Ist das ein Fehler?
italian: [_am_] È un difetto?
russian: [_am_] Это дефект?
spanish: [_am_] ¿Es eso un defecto?

source: [_u_] The question sucks... I don't know why tinker wants me to ask this...
french: [_u_] La question est nulle... Je ne sais pas pourquoi tinker veut que je pose cette question...
german: [_u_] Die Frage ist scheiße... Ich weiß nicht, warum Tinker will, dass ich das frage...
italian: [_u_] La domanda fa schifo... Non so perché Tinker vuole che chieda questo...
russian: [_u_] Вопрос отстойный... Я не знаю, почему Тинкер хочет, чтобы я это спросил...
spanish: [_u_] La pregunta es una mierda... No sé por qué Tinker quiere que pregunte esto...

source: [_am_] Yes! I have!
french: [Oui ! Je l'ai fait !
german: [_am_] Ja! Habe ich!
italian: [_am_] Sì! C'è l'ho!
russian: [_am_] Да! У меня есть!
spanish: [_am_] ¡Sí! ¡Tengo!

source: [_am_] Are you modest?
french: [Êtes-vous modeste ?
german: [_am_] Bist du bescheiden?
italian: [_am_] Sei modesta?
russian: [_am_] Вы скромная?
spanish: [_am_] ¿Eres vergonzosa?

source: [_u_] Amelia?! What are you doing?
french: [Amelia ? ! Qu'est-ce que tu fais ?
german: [_u_] Amelia?! Was machst du?
italian: [_u_] Amelia?! Cosa stai facendo?
russian: [_u_] Амелия?! Что ты делаешь?
spanish: [_u_] ¡¿Amelia?! ¿Qué estás haciendo?

source: [_am_] What? This planet is the kingdom of perversion!
french: [Quoi ? Cette planète est le royaume de la perversion !
german: [_am_] Was? Dieser Planet ist das Königreich der Perversion!
italian: [_am_] Cosa? Questo pianeta è il regno della perversione!
russian: [_am_] Что? Эта планета — царство извращений!
spanish: [_am_] ¿Qué? ¡Este planeta es el reino de la perversión!

source: [_am_] It's normal to check this!
french: [Il est normal de le vérifier !
german: [_am_] Es ist normal, das zu überprüfen!
italian: [_am_] È normale controllarlo!
russian: [_am_] Это нормально проверять!
spanish: [_am_] ¡Es normal comprobar esto!

source: [_val_] I think I'm pretty open-minded.
french: [Je pense que je suis assez ouvert d'esprit.
german: [_val_] Ich denke, ich bin ziemlich aufgeschlossen.
italian: [_val_] Penso di essere piuttosto aperta.
russian: [_val_] Я думаю, что я довольно открыта к новому.
spanish: [_val_] Creo que estoy bastante abierta de mente.

source: [_u_] Here, you have your answer, are you happy?
french: [_u_] Ici, vous avez votre réponse, êtes-vous heureux ?
german: [_u_] Hier hast du deine Antwort, bist du glücklich?
italian: [_u_] Ecco, hai la tua risposta, contenta?
russian: [_u_] Вот и ответ, ты довольна?
spanish: [_u_] Aquí, tienes tu respuesta, ¿eres feliz?

source: [_am_] I am not convinced.
french: [Je ne suis pas convaincu.
german: [_am_] Ich bin nicht überzeugt.
italian: [_am_] Non sono convinta.
russian: [_am_] Я не убеждена.
spanish: [_am_] No estoy convencida.

source: [_am_] Please show your breasts.
french: [Veuillez montrer vos seins.
german: [_am_] Bitte zeige deine Brüste.
italian: [_am_] Per favore, mostrami le tette.
russian: [_am_] Пожалуйста, покажите свою грудь.
spanish: [_am_] Por favor muestra tus pechos.

source: [_u_] Gosh, you are impossible Amelia.
french: [_u_] Mon Dieu, vous êtes impossible Amelia.
german: [_u_] Gosh, du bist unmöglich Amelia.
italian: [_u_] Accidenti, sei impossibile Amelia.
russian: [_u_] Боже, ты невыносима, Амелия.
spanish: [_u_] Dios mío, eres imposible Amelia.

source: [_am_] What? At least we'll really know!
french: [Quoi ? Au moins, on saura vraiment !
german: [_am_] Was? Zumindest werden wir es wirklich wissen!
italian: [_am_] Cosa? Almeno lo sapremo veramente!
russian: [_am_] Что? По крайней мере, мы действительно будем знать!
spanish: [_am_] ¿Qué? ¡Al menos lo sabremos de verdad!

source: [_val_] Here you go!
french: [Voilà !
german: [_val_] Hier, bitte sehr!
italian: [_val_] Ecco qui!
russian: [_val_] Вот смотрите!
spanish: [_am_] ¡Aquí tienes!

source: [_val_] Is it good for you?
french: [Est-ce bon pour vous ?
german: [_val_] Ist es gut für dich?
italian: [_val_] Ti va bene?
russian: [_val_] Это хорошо?
spanish: [_val_] ¿Está bien para ti?

source: [_am_] Perfect, Madam!
french: [Parfait, Madame !
german: [_am_] Perfekt, Madam!
italian: [_am_] Perfetto, Signora!
russian: [_am_] Идеально, мадам!
spanish: [_am_] ¡Perfecto, señora!

source: [_am_] We will contact you soon! Thank you so much for coming!
french: [Nous vous contacterons bientôt ! Merci beaucoup d'être venus !
german: [_am_] Wir werden uns bald mit Ihnen in Verbindung setzen! Vielen Dank, dass Sie gekommen sind!
italian: [_am_] Ti contatteremo presto! Grazie mille per essere venuta!
russian: [_am_] Мы свяжемся с вами в ближайшее время! Большое спасибо, что пришли!
spanish: [_am_] ¡Nos pondremos en contacto contigo pronto! ¡Muchas gracias por venir!

source: [_val_] Thanks, see you soon!
french: [Merci, à bientôt !
german: [_val_] Danke, bis bald!
italian: [_val_] Grazie, ci vediamo presto!
russian: [_val_] Спасибо, до скорой встречи!
spanish: [_val_] Gracias, ¡nos vemos pronto!

source: [_am_] Well, what did you think of her?
french: [Qu'avez-vous pensé d'elle ?
german: [_am_] Na ja, was hast du von ihr gehalten?
italian: [_am_] Beh, cosa ne pensi?
russian: [_am_] Ну, что ты о ней думаешь?
spanish: [_am_] Bueno, ¿qué piensas de ella?

source: [_u_] What was that bullshit at the end?!?
french: [C'était quoi cette connerie à la fin ? !?
german: [_u_] Was war der Bullshit am Ende?!?
italian: [_u_] Che cos'era quella stronzata alla fine?!?
russian: [_u_] Что за бред был в конце?!?
spanish: [_u_] ¿¡¿Qué ha sido esa mierda al final?!?

source: [_u_] You can't ask people to show their breasts!!
french: [On ne peut pas demander aux gens de montrer leurs seins !
german: [_u_] Du kannst Leute nicht bitten, ihre Brüste zu zeigen!!
italian: [_u_] Non puoi chiedere alle persone di mostrare le tette!!
russian: [_u_] Ты не можешь просить людей показывать грудь!!
spanish: [_u_] ¡¡No puedes pedir a la gente que muestre sus pechos!!
