Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_LY.po
Languages: french, italian

source: [_ly_] Sure... like it was my hair you were looking at.
french: [ _ly_ ] Bien sûr ... comme c'était mes cheveux que tu regardais.
italian: [_ly_] Certo... come erano i miei capelli che stavate guardando.

source: [_ly_] Okay... let's pretend it's really my hair you're interested in...
french: [ _ly_ ] Okay ... prétendent que c'est vraiment mes cheveux qui vous intéressent ...
italian: [_ly_] Okay... Facciamo finta che sono davvero i miei capelli che ti interessano...

source: [_ly_] Thank you so much, I love my hair too!
french: [ _ly_ ] Merci beaucoup, j'aime aussi mes cheveux !
italian: [_ly_] Grazie tantissimo, amo anche i miei capelli!

source: [_u_] Is it typical of your people to have long hair?
french: [ _u_ ] Est-ce typique de votre peuple d'avoir de longs cheveux?
italian: [_u_] È tipico del vostro popolo avere capelli lunghi?

source: [_ly_] No, absolutely not. I mean... some have long hair... some short... some colored...
french: [ _ly_ ] Non, absolument pas. Je veux dire ... certains ont de longs cheveux ... certains courts ... certains colorés ...
italian: [_ly_] No, assolutamente no. Voglio dire... alcuni hanno capelli lunghi... qualche corto... qualche colorato...

source: [_ly_] Well, like humans, I guess.
french: [ _ly_ ] Eh bien, comme les humains, je suppose.
italian: [_ly_] Beh, come gli esseri umani, immagino.

source: [_ly_] On the other hand, some have 3 boobs.
french: [ _ly_ ] D'un autre côté, certains ont 3 seins.
italian: [_ly_] D'altra parte, alcuni hanno 3 tette.

source: [_u_] Are you kidding?
french: [ _u_ ] Vous plaisantez-vous?
italian: [_u_] Stai scherzando?

source: [_ly_] Yes, I'm kidding.
french: [ _ly_ ] Oui, je plaisante.
italian: [_ly_] Sì, sto scherzando.

source: [_ly_] Are you trying to make me blush?
french: [ _ly_ ] Etes-vous en train d'essayer de me faire flush?
italian: [_ly_] Stai cercando di farmi arrossire?

source: [_ly_] Anyway, glad to know you like what you see.
french: [ _ly_ ] Quoi qu'il en soit, heureux de vous connaître comme ce que vous voyez.
italian: [_ly_] Comunque, contento di sapere che cosa ti piace.

source: [_ly_] But you should have come 10 minutes earlier, Amelia was naked too ahah!
french: [ _ly_ ] Mais tu aurais dû venir 10 minutes plus tôt, Amelia était nue trop ahah !
italian: [_ly_] Ma dovresti venire 10 minuti prima, Amelia era anche nuda ahah!

source: [_ly_] And this girl got some crazy boobs...
french: [ _ly_ ] Et cette fille a eu des seins fous ...
italian: [_ly_] E questa ragazza ha avuto alcune tette pazzesche...

source: [_u_] It's true that she seemed to have some nice ones...
french: [ _u_ ] C'est vrai qu'elle semblait avoir des gentil ...
italian: [_u_] E 'vero che sembrava avere alcuni simpatici...

source: [_ly_] One day I'm going to ask her to put my head between her two breasts.
french: [ _ly_ ] Un jour je vais lui demander de mettre ma tête entre ses deux seins.
italian: [_ly_] Un giorno le chiederò di mettere la testa tra i suoi due seni.

source: [_ly_] No kidding, I'm gonna do it.
french: [ _ly_ ] Pas de blague, je vais le faire.
italian: [_ly_] Non scherzare, lo farò.

source: [_u_] The day it happens call me, I want to take a picture.
french: [ _u_ ] Le jour où ça se passe m'appelle, je veux prendre une photo.
italian: [_u_] Il giorno che accade mi chiama, voglio scattare una foto.

source: [_ly_] Will you make me a copy?
french: [ _ly_ ] Veux-tu me faire une copie?
italian: [_ly_] Mi farai una copia?

source: [_ly_] You say that because you haven't seen hers!
french: [ _ly_ ] Vous dites ça parce que vous n'avez pas vu les hers !
italian: [_ly_] Lo dici perché non hai visto lei!

source: [_ly_] And her pink nipples are so cute.
french: [ _ly_ ] Et ses tétons roses sont si mignons.
italian: [_ly_] E i suoi capezzoli rosa sono così carini.

source: [_u_] Red nipples are charming too.
french: [ _u_ ] Les tétons rouges sont aussi charmants.
italian: [_u_] Capezzoli rossi sono affascinanti anche.

source: [_u_] Well, it's not all about nipples... The shape of the breasts is important too.
french: [ _u_ ] Eh bien, ce n'est pas tous les nipples ... La forme des seins est également importante.
italian: [_u_] Beh, non si tratta solo di capezzoli... Anche la forma del seno è importante.

source: [_ly_] I couldn't agree more.
french: [ _ly_ ] Je ne pouvais pas être plus d'accord.
italian: [_ly_] non riuscivo ad essere più d'accordo.

source: [_ly_] I think you really need to see hers to make a choice! ahah
french: [ _ly_ ] Je pense que vous avez vraiment besoin de voir les hers faire un choix ! ahah
italian: [_ly_] Penso che abbiate davvero bisogno di vedere lei per fare una scelta! ahah

source: [_u_] To make a choice, I have to see both.
french: [ _u_ ] Pour faire un choix, je dois voir les deux.
italian: [_u_] Per fare una scelta, devo vedere entrambi.

source: [_ly_] Really? And now you can't see enough to form an opinion?
french: [ _ly_ ] Vraiement? Et maintenant vous ne pouvez pas voir assez pour former un avis?
italian: [_ly_] Davvero? E ora non riesci a vedere abbastanza per formare un'opinione?

source: [_u_] Well, with your hair...
french: [ _u_ ] Eh bien, avec tes cheveux ...
italian: [_u_] Beh, con i capelli...

source: [_ly_] I thought you liked my hair.
french: [ _ly_ ] Je croyais que tu aimes mes cheveux.
italian: [_ly_] pensavo che ti piacessero i miei capelli.

source: [_u_] Uh yes...
french: [ _u_ ] Uh oui ...
italian: [_u_] Uh sì...

source: [_u_] They're pretty but...
french: [ _u_ ] Ils sont jolies mais ...
italian: [_u_] Sono piuttosto ma...

source: [_ly_] Oh, I'm just teasing you!
french: [ _ly_ ] Oh, je te fais juste te taquiner !
italian: [_ly_] Oh, ti sto prendendo in giro!

source: [_ly_] If you want to see my boobs, just ask.
french: [ _ly_ ] Si vous voulez voir mes seins, demandez-vous.
italian: [_ly_] Se vuoi vedere le mie tette, chiedi.

source: [_ly_] You've already seen enough, buddy!
french: [ _ly_ ] Vous avez déjà vu assez, mon pote !
italian: [_ly_] Hai già visto abbastanza, amico!

source: [_ly_] Is that better?
french: [ _ly_ ] Est-ce mieux?
italian: [_ly_] È meglio?

source: [_u_] A million times better.
french: [ _u_ ] Un million de fois mieux.
italian: [_u_] Un milione di volte meglio.

source: [_ly_] You should come and shower in the daytime more often...
french: [ _ly_ ] Vous devriez venir prendre une douche le jour plus souvent ...
italian: [_ly_] Dovresti venire a fare la doccia di giorno più spesso...

source: [_ly_] Sounds like fun to be under hot water with you!
french: [ _ly_ ] On dirait que c'est amusant d'être sous l'eau chaude avec vous !
italian: [_ly_] Suona come divertimento per essere sotto acqua calda con te!

source: [_ly_] Well, I don't mind it, anyway.
french: [ _ly_ ] Eh bien, je ne le pense pas, de toute façon.
italian: [_ly_] Beh, non mi dispiace, comunque.

source: [_ly_] God... I'm talking too much...
french: [ _ly_ ] Dieu ... Je parle trop ...
italian: [_ly_] Dio... Sto parlando troppo...

source: [_ly_] It's just a few photos...
french: [ _ly_ ] C'est juste quelques photos ...
italian: [_ly_] Sono solo alcune foto...

source: [_ly_] Nothing particularly special.
french: [ _ly_ ] Rien de particulier.
italian: [_ly_] Niente di particolare speciale.

source: [_u_] And... it's just you in these photos?
french: [ _u_ ] Et ... c'est juste vous dans ces photos?
italian: [_u_] E... è solo tu in queste foto?

source: [_ly_] There's a bit of everything.
french: [ _ly_ ] Il y a un peu de tout.
italian: [_ly_] C'è un po' di tutto.

source: [_ly_] But anyway... I won't say any more.
french: [ _ly_ ] Mais de toute façon ... Je n'en dirai plus.
italian: [_ly_] Ma comunque... non dirò più.

source: [_ly_] Let's just say that... it's not the kind of thing you can show in public either.
french: [ _ly_ ] Disons simplement que ... ce n'est pas le genre de chose que vous pouvez montrer en public non plus.
italian: [_ly_] Diciamo solo che... non è il tipo di cosa che si può mostrare in pubblico.

source: [_ly_] And you've got to love boobs to appreciate it, that's for sure!
french: [ _ly_ ] Et vous devez aimer les seins pour l'apprécier, c'est sûr !
italian: [_ly_] E devi amare le tette per apprezzarla, è sicuro!

source: [_ly_] God Lyco... stop talking so much...
french: [ _ly_ ] Dieu Lyco ... arrête de parler tant ...
italian: [_ly_] Dio Lyco... smetta di parlare tanto...

source: [_ly_] I gotta get back to work, buddy.
french: [ _ly_ ] Je dois retourner au travail, mon pote.
italian: [_ly_] Ho ottenuto tornare al lavoro, amico.

source: [_ly_] I've been here too long already ahah
french: [ _ly_ ] Je suis ici depuis trop longtemps déjà ahah
italian: [_ly_] Sono stato qui troppo a lungo già ahah

source: [_ly_] Thank you so much for coming to see me, I really needed to settle down and talk a bit!
french: [ _ly_ ] Merci beaucoup d'être venu me voir, j'avais vraiment besoin de me calmer et de parler un peu !
italian: [_ly_] Grazie mille per essere venuto a trovarmi, avevo davvero bisogno di stabilirmi e parlarne un po'!

source: [_ly_] Shower talk is always the best, don't you think?
french: [ _ly_ ] Le discours de douche est toujours le meilleur, vous ne pensez pas?
italian: [_ly_] Shower talk è sempre il migliore, non pensi?

source: [_u_] With a chick as cool as you, that's for sure.
french: [ _u_ ] Avec un poussin aussi cool que vous, c'est sûr.
italian: [_u_] Con un pulcino fresco come te, è sicuro.

source: [_ly_] All right, see you later [name]!
french: [ _ly_ ] All right, see you later [ nom ] !
italian: [_ly_] Va bene, vedi più tardi [name]!

source: [_ly_] The dress is ready!!!
french: [ _ly_ ] La robe est prête !!!
italian: [_ly_] Il vestito è pronto!!!

source: [_ly_] Finally!!!
french: [ _ly_ ] Enfin !!!
italian: [_ly_] Finalmente!!!

source: [_ly_] I nearly smashed that machine to pieces with my horns...
french: [ _ly_ ] J'ai failli écraser cette machine avec mes cornes ...
italian: [_ly_] Ho quasi fracassato quella macchina a pezzi con le mie corna...

source: [_ly_] But I succeeded! And the machine is still in one piece!
french: [ _ly_ ] Mais j'ai réussi ! Et la machine est toujours en une seule pièce !
italian: [_ly_] Ma ho avuto successo! E la macchina è ancora in un solo pezzo!

source: [_ly_] Well... I found a bolt... and I don't know where this thing is supposed to go...
french: [ _ly_ ] Eh bien ... J'ai trouvé un boulon ... et je ne sais pas où cette chose est censée aller ...
italian: [_ly_] Bene... Ho trovato un bullone... e non so dove dovrebbe andare questa cosa...

source: [_ly_] But that's another story.
french: Mais c'est une autre histoire.
italian: [_ly_] Ma questa è un'altra storia.

source: [_ly_] The dress is finished. That's the most important thing.
french: [ _ly_ ] La robe est finie. C'est la chose la plus importante.
italian: [_ly_] Il vestito è finito. Questa è la cosa più importante.

source: [_u_] I don't understand, is the dress ready?
french: [ _u_ ] Je ne comprends pas, la robe est-elle prête?
italian: [_u_] Non capisco, il vestito è pronto?

source: [_ly_] Stop making fun of me and go give it to Scherazade!
french: [ _ly_ ] Arras de me moquer de moi et de le donner à Scherazade !
italian: [_ly_] Smettila di prendermi in giro e vai a darlo a Scherazade!

source: [_ly_] And uh... as soon as you have time, think about my idea to replace her dress...
french: [ _ly_ ] Et euh ... dès que vous avez le temps, pensez à mon idée de remplacer sa robe ...
italian: [_ly_] E uh... non appena avete tempo, pensate alla mia idea di sostituire il suo vestito...

source: [_ly_] That might be a good idea.
french: Ça pourrait être une bonne idée.
italian: [_ly_] Questa potrebbe essere una buona idea.

source: [_ly_] Oh and uh... thanks for helping me with all these clothes...
french: [ _ly_ ] Oh et euh ... merci de m'avoir aidé avec tous ces vêtements ...
italian: [_ly_] Oh and uh... grazie per avermi aiutato con tutti questi vestiti...

source: [_u_] You're welcome! It's normal to help new recruits.
french: [ _u_ ] Vous êtes les bienvenus ! C'est normal d'aider les nouvelles recrues.
italian: [_u_] Sei il benvenuto! È normale aiutare le nuove reclute.

source: [_ly_] That's lovely.
french: [ _ly_ ] C'est adorable.
italian: [_ly_] È bello.

source: [_ly_] Anyway, go give her this dress!
french: [ _ly_ ] Quoi qu'il en soit, va lui donner cette robe !
italian: [_ly_] Comunque, vai a darle questo vestito!

source: [_ly_] See you later!
french: [ _ly_ ] Vous voyez plus tard !
italian: [_ly_] Ci vediamo più tardi!

source: [_ly_] Hey hello there!
french: [ _ly_ ] Hé bonjour là !
italian: [_ly_] Ciao ciao!

source: [_u_] Cute tank top.
french: [ _u_ ] Cute en haut de la cuve.
italian: [_u_] Canotta carina.

source: [_ly_] Yeah... Sorry about my outfit.
french: [ _ly_ ] Ouais ... Désolé pour ma tenue.
italian: [_ly_] Sì... Mi dispiace per il mio outfit.

source: [_ly_] I try not to get my pretty clothes dirty when I'm working on this damn machine.
french: [ _ly_ ] J'essaie de ne pas me salir mes beaux vêtements quand je travaille sur cette putain de machine.
italian: [_ly_] Cerco di non sporcare i miei bei vestiti quando sto lavorando su questa dannata macchina.

source: [_ly_] Aww... You're so sweet.
french: [ _ _ ] Aww ... Tu es si gentile.
italian: [_ly_] Aww... Sei così dolce.

source: [_ly_] But I still prefer to wear classy outfits.
french: [ _ly_ ] Mais je préfère toujours porter des tenues classiques.
italian: [_ly_] Ma preferisco ancora indossare abiti di classe.

source: [_ly_] Yup. I'll try not to destroy it this time.
french: [ _ly_ ] Yup. Je vais essayer de ne pas le détruire cette fois.
italian: [_ly_] Yup. Cercherò di non distruggerlo questa volta.

source: [_ly_] So, what's new? How's it going with Amandine?
french: [ _ly_ ] Alors, quoi de neuf? Comment ça va avec Amandine?
italian: [_ly_] Allora, cosa c'è di nuovo? Com'è andata con Amandine?

source: [_u_] We're... experiencing some difficulties.
french: [ _u_ ] Nous ... éprouvons des difficultés.
italian: [_u_] Noi... riscontriamo alcune difficoltà.

source: [_ly_] Yeah... She told me that Snow White had got superpowers or something.
french: [ _ly_ ] Ouais ... Elle m'a dit que Snow White avait des super-pouvoirs ou quelque chose.
italian: [_ly_] Sì... Mi ha detto che Snow White aveva ottenuto superpotenze o qualcosa.

source: [_ly_] I didn't understand it all, I must admit.
french: [ _ly_ ] Je ne comprenais pas tout, je dois l'avouer.
italian: [_ly_] non ho capito tutto, devo ammetterlo.

source: [_u_] That's kind of the idea. Anyway, I'll need you to make a hat.
french: [ _u_ ] C'est un peu l'idée. Quoi qu'il en soit, j'aurai besoin de toi pour faire un chapeau.
italian: [_u_] Questo è un tipo di idea. Comunque, ho bisogno di fare un cappello.

source: [_ly_] Now, that's my area of expertise!
french: [ _ly_ ] Maintenant, c'est mon domaine d'expertise !
italian: [_ly_] Ora, questa è la mia area di competenza!

source: [_u_] To be more precise, I'll need a minstrel hat for Amandine.
french: [ _u_ ] Pour être plus précis, j'aurai besoin d'un chapeau minstrel pour Amandine.
italian: [_u_] Per essere più precisi, ho bisogno di un cappello minstrel per Amandine.

source: [_ly_] Oooh with a feather and all? So funny.
french: [ _ly_ ] Oooh avec une plume et tout? Donc drôle.
italian: [_ly_] Oooh con una piuma e tutti? Così divertente.

source: [_ly_] But uh... what does this have to do with Snow White's superpowers?
french: [ _ly_ ] Mais euh ... qu'est-ce que cela a à voir avec les superpuissances de Snow White?
italian: [_ly_] Ma uh... che cosa ha a che fare con i superpoteri di Snow White?

source: [_ly_] Like... minstrel hats are her weakness?
french: [ _ly_ ] Comme ... les chapeaux de minstrel sont sa faiblesse?
italian: [_ly_] Come... cappelli minstrel sono la sua debolezza?

source: [_u_] Uh, no.
french: [ _u_ ] Uh, non.

source: [_ly_] Oh, and... why not just make her the whole outfit?
french: [ _ly_ ] Oh, et ... pourquoi ne pas la rendre tout entière?
italian: [_ly_] Oh, e... perché non farle solo tutto l'outfit?

source: [_ly_] This could be cool!
french: [ _ly_ ] Ça pourrait être cool !
italian: [_ly_] Questo potrebbe essere cool!

source: [_u_] Do you really think she'd like it?
french: [ _u_ ] Pensez-vous vraiment qu'elle aimerait ça?
italian: [_u_] Pensi davvero che le piacerebbe?

source: [_ly_] Everyone loves to receive gifts, don't they?
french: [ _ly_ ] Tout le monde aime recevoir des cadeaux, n'est-ce pas?
italian: [_ly_] Tutti amano ricevere regali, vero?

source: [_ly_] Yeah, I'm going to do that.
french: [ _ly_ ] Oui, je vais faire ça.
italian: [_ly_] Sì, lo farò.

source: [_ly_] By the way... I've been doing some experimenting and... and I don't really know why... but...
french: [ _ly_ ] Au fait ... J'ai fait quelques expériences et ... et je ne sais pas vraiment pourquoi ... mais ...
italian: [_ly_] A proposito... ho fatto qualche esperimento e... e non so perché... ma...

source: [_ly_] I created this.
french: [ _ly_ ] J'ai créé ça.
italian: [_ly_] ho creato questo.

source: [_ly_] I wanted to make a Unicorn horn, but the size isn't right.
french: [ _ly_ ] Je voulais faire une corne d'Unicorn, mais la taille n'est pas bonne.
italian: [_ly_] Volevo fare un corno Unicorno, ma le dimensioni non sono corrette.

source: [_ly_] Yes, just like Scheherazade's!
french: [ _ly_ ] Oui, comme c'est le cas de Scheherazade !
italian: [_ly_] Sì, proprio come Scheherazade!

source: [_u_] And was it for any particular purpose?
french: [ _u_ ] Et c'était pour un but particulier?
italian: [_u_] Ed è stato per uno scopo particolare?

source: [_ly_] No...
french: [ _ly_ ] Non.

source: [_ly_] Yes.
french: [Oui.
italian: [_ly_] Sì.

source: [_ly_] But... it's got a really funny shape!
french: [ _ly_ ] Mais ... il a une forme vraiment drôle !
italian: [_ly_] Ma... ha una forma davvero divertente!

source: [_ly_] And then... with all its bumps... and that large shape...
french: [ _ly_ ] Et puis ... avec toutes ses bosses ... et cette grande forme ...
italian: [_ly_] E allora... con tutti i suoi urti... e quella grande forma...

source: [_ly_] Don't judge me.
french: [ _ly_ ] Ne me jugez pas.
italian: [_ly_] Non giudicarmi.

source: [_u_] I'm not judging you, but I want to see it.
french: [ _u_ ] Je ne vous juge pas, mais je veux le voir.
italian: [_u_] Non ti sto giudicando, ma voglio vederlo.

source: [_ly_] Anyway, I couldn't reproduce it, so... it won't happen.
french: [ _ly_ ] Quoi qu'il en soit, je ne pouvais pas la reproduire, donc ... ça n'arrivera pas.
italian: [_ly_] Comunque, non riuscivo a riprodurla, così... non succederà.

source: [_ly_] And I don't think this one will give me much pleasure.
french: [ _ly_ ] Et je ne pense pas que ça me donnera beaucoup de plaisir.
italian: [_ly_] E non credo che questo mi darà molto piacere.

source: [_u_] What are you going to do with it?
french: [ _u_ ] Qu'est-ce que tu vas faire avec ça?
italian: [_u_] Che cosa farete con esso?

source: [_ly_] Well... I'm not sure...
french: [ _ly_ ] Eh bien ... Je ne suis pas sûr ...
italian: [_ly_] Beh... Non sono sicuro...

source: [_ly_] I thought maybe Tinker would like it.
french: [ _ly_ ] Je croyais que Tinker aimerait ça.
italian: [_ly_] Ho pensato che forse Tinker lo vorrebbe.

source: [_u_] You want to give... a dildo... to Tinker?
french: [ _u_ ] Tu veux donner ... un gode ... à Tinker?
italian: [_u_] Vuoi dare... un dildo... a Tinker?

source: [_ly_] What? It's too weird, you think?
french: [ _ly_ ] Quoi? C'est trop bizarre, tu penses?
italian: [_ly_] Cosa? È troppo strano, pensi?

source: [_u_] Hm... Do you often offer sex objects to your bosses?
french: [ _u_ ] Hm ... Est-ce que vous offrez souvent des objets sexuels à vos patrons?
italian: [_u_] Hm... Offri spesso oggetti di sesso ai tuoi capi?

source: [_ly_] No.
french: [ _ly_ ] Non.

source: [_ly_] Well, I did... once.
french: [ _ly_ ] Eh bien, je l'ai fait ... une fois.
italian: [_ly_] Beh, ho fatto... una volta.

source: [_ly_] I mean... Does it count if we say the sex object was my mouth?
french: [ _ly_ ] Je veux dire ... Est-ce que ça compte si on dit que l'objet sexuel était ma bouche?
italian: [_ly_] Voglio dire... Contano se diciamo che l'oggetto del sesso era la mia bocca?

source: [_ly_] Then no.
french: [ _ly_ ] Alors non.
italian: [_ly_] Poi no.

source: [_ly_] Never.
french: [ _ly_ ] Jamais.
italian: [_ly_] Mai.

source: [_ly_] Indeed... I may well have already done that!
french: [ _ly_ ] En effet ... Je l'ai peut-être déjà fait !
italian: [_ly_] Infatto... Potrei averlo già fatto!

source: [_ly_] Ahah sorry but I don't share this with everyone!
french: [ _ly_ ] Ahah désolé mais je ne partage pas ça avec tout le monde !
italian: [_ly_] Ahah mi dispiace ma non condivido questo con tutti!

source: [_ly_] Okay, I was working in a place on the western edge of the galaxy...
french: [ _ly_ ] Ok, je travaillais dans un endroit sur le bord ouest de la galaxie ...
italian: [_ly_] Okay, stavo lavorando in un posto sul bordo occidentale della galassia...

source: [_ly_] It was called... ''West Burger''
french: [ _ly_ ] Il a été appelé ... '' Burger Ouest''
italian: [_ly_] E 'stato chiamato... ''West Burger''

source: [_ly_] And... oh and we had those horrible red uniforms... ugh...
french: [ _ly_ ] Et ... oh et nous avons eu ces horribles uniformes rouges ...
italian: [_ly_] E... oh e abbiamo avuto quelle orribili uniformi rosse... ugh...

source: [_ly_] Gosh, I love red... But these ones...
french: [ _ly_ ] Gosh, j'aime le rouge ... Mais ces ...
italian: [_ly_] Gosh, io amo il rosso... Ma questi...

source: [_u_] Can we skip the uniform descriptions?
french: [ _u_ ] Peut-on sauter les descriptions uniformes?
italian: [_u_] Possiamo saltare le descrizioni uniformi?

source: [_ly_] Yes, sorry! Anyway, and my boss was a super mean lady!
french: [ _ly_ ] Oui, désolé ! Quoi qu'il en soit, et mon patron était une dame super !
italian: [_ly_] Sì, mi dispiace! Comunque, e il mio capo era una donna super signora!

source: [_ly_] The kind that yells at everyone for being 10 seconds late.
french: [ _ly_ ] Le genre qui crie à tout le monde pour être 10 secondes en retard.
italian: [_ly_] Il tipo che grida a tutti per essere in ritardo di 10 secondi.

source: [_ly_] And well... I felt a little sorry for her I must say...
french: [ _ly_ ] Et bien ... Je me suis senti un peu désolé pour elle je dois dire ...
italian: [_ly_] E bene... mi sono sentito un po' dispiaciuto per lei devo dire...

source: [_ly_] You really have to feel bad about yourself to act like that... don't you think?
french: [ _ly_ ] Vous devez vraiment vous sentir mal pour agir comme ça ... ne pensez-vous pas?
italian: [_ly_] Devi davvero sentirti male riguardo a te stesso per comportarti così... non pensi?

source: [_u_] I guess so.
french: [ _u_ ] Je suppose.
italian: [_u_] immagino così.

source: [_ly_] And then I thought I'd relax her a bit!
french: [ _ly_ ] Et puis j'ai pensé que je la détendrais un peu !
italian: [_ly_] E poi ho pensato che le avrei rilassato un po'!

source: [_ly_] So I got into her shower...
french: [ _ly_ ] Donc j'ai pris sa douche ...
italian: [_ly_] Così sono entrato nella sua doccia...

source: [_ly_] Then she said, ''What are you doing in my shower?!''
french: Puis elle a dit: "Que fais-tu dans ma douche? !"
italian: [_ly_] Poi disse: ''Che cosa stai facendo nella mia doccia?!''

source: [_ly_] and so I stuck my tongue between her legs and suddenly she didn't say anything!
french: [ _ly_ ] et donc j'ai coincé ma langue entre ses jambes et soudain elle n'a rien dit !
italian: [_ly_] e così ho bloccato la mia lingua tra le gambe e improvvisamente non ha detto niente!
