Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_BA.po
Languages: french, italian, russian

source: [_dj_] Don't look at me like that. I'm old enough to know when a boy wants something...
french: [Ne me regardez pas comme ça. Je suis assez grande pour savoir quand un garçon veut quelque chose...
italian: [_dj_] Non mi guardi così. Sono abbastanza vecchio da sapere quando un ragazzo vuole qualcosa...

source: [_dj_] Even as a virgin.
french: [_dj_] Même en tant que vierge.
italian: [_dj_] Anche come vergine.

source: [_dj_] Ahah ! It was a joke !
french: [_dj_] Ahah ! C'était une blague !
italian: [_dj_] Ahah ! È stata una battuta!

source: [_dj_] Since I'm feeling hotter and hotter, I've assumed that you were too.
french: [Depuis que je me sens de plus en plus sexy, j'ai supposé que tu l'étais aussi.
italian: [_dj_] Dal momento che mi sento più caldo e caldo, ho supposto che tu fossi anche tu.

source: [_u_] You're strong.
french: [Vous êtes fort.
italian: [_u_] Sei forte.

source: [_dj_] Thanks, I know.
french: [Merci, je sais.
italian: [_dj_] Grazie, lo so.
russian: [_dj_] Спасибо, я знаю.

source: [_dj_] Are you that impatient ?
french: [Vous êtes si impatient ?
italian: [_dj_] Sei così impaziente?
russian: [_dj_] Ты настолько нетерпелив?

source: [_u_] Fuck, it's so good inside you...
french: [Putain, c'est si bon en toi...
italian: [_u_] Cazzo è così buono dentro di te...
russian: [_u_] Черт, как же хорошо внутри тебя...

source: [_u_] I can't control myself anymore.
french: [Je ne peux plus me contrôler.
italian: [_u_] Non posso più controllarmi.
russian: [_u_] Я больше не могу контролировать себя.

source: [_dj_] Aww do as you want, I'm feeling really good too with your cock ramming me !
french: [Fais ce que tu veux, je me sens vraiment bien avec ta bite qui m'éperonne !
italian: [_dj_] Aww fare come vuoi, mi sento davvero bene anche con il tuo cazzo che mi ramming me!
russian: [_dj_] Оу, делай что хочешь, мне тоже очень хорошо, когда твой член проникает в меня!

source: [_dj_] Cum for me !
french: [_dj_] Cum pour moi !
italian: [_dj_] Cum per me!
russian: [_dj_] Кончи в меня!

source: [_dj_] My insides are burning...
french: [Mes entrailles brûlent...
italian: [_dj_] I miei interni stanno bruciando...
russian: [_dj_] У меня все горит...

source: [_dj_] Wow... That's hot.
french: [_dj_] Wow... C'est chaud.
italian: [_dj_] Wow... Fa caldo.
russian: [_dj_] Вау... Это горячо.

source: [_dj_] So cool...
french: [_dj_] Trop cool...
italian: [_dj_] Così fresco...
russian: [_dj_] Так круто...

source: [_tb_] Hello, dear [name]!
french: [Bonjour, cher [nom] !]
italian: [_tb_] Ciao, caro [name]!
russian: [_tb_] Здравствуй, дорогой [name]!

source: [_tb_] You have finished the current update of the Mains Quests!
french: [_tb_] Vous avez terminé la mise à jour actuelle des quêtes principales !
italian: [_tb_] Hai completato l'aggiornamento attuale delle Missioni dei Principali!
russian: [_tb_] Вы завершили текущее обновление основных квестов!

source: [_tb_] Rest assured, The next part is already in production!
french: [_tb_] Rassurez-vous, la suite est déjà en production !
italian: [_tb_] Riposa assicurata, La parte successiva è già in produzione!
russian: [_tb_] Будьте уверены, следующая часть уже в производстве!

source: [_tb_] Or even already released! The only way to find out is to check it out on {a=https://www.patreon.com/Salty01_NSFW}{color=#fc9c63}Patreon{/color}{/a}!
french: [_tb_] Ou même déjà sorti ! Le seul moyen de le savoir est de le découvrir sur {a=https://www.patreon.com/Salty01_NSFW}{color=#fc9c63}Patreon{/color}{/a} !
italian: [_tb_] O anche già rilasciato! L'unico modo per scoprire è quello di consultarlo su {a=https://www.patreon.com/Salty01_NSFW}{color=#fc9c63}Patreon{/color}{/a}!
russian: [_tb_] Или даже уже выпущена! Единственный способ узнать это - проверить его на {a=https://www.patreon.com/Salty01_NSFW}{color=#fc9c63}Patreon{/color}{/a}!

source: [_tb_] Thank you again for helping financially this game, it is thanks to you and your support that this game can exist!
french: [_tb_] Merci encore d'aider financièrement ce jeu, c'est grâce à vous et à votre soutien que ce jeu peut exister !
italian: [_tb_] Grazie ancora per aver aiutato finanziariamente questo gioco, è grazie a te e il tuo supporto che questo gioco può esistere!
russian: [_tb_] Еще раз спасибо за финансовую поддержку игры, именно благодаря вам и вашей поддержке она может существовать!

source: [_tb_] See you soon for more adventures!
french: [A bientôt pour de nouvelles aventures !
italian: [_tb_] Ci vediamo presto per altre avventure!
russian: [_tb_] До скорой встречи и новых приключений!

source: {color=#f2923c}Why did you kidnap Jasmine?{/color} {image=heart07.png}
french: {color=#f2923c}Pourquoi avez-vous kidnappé Jasmine ? {/color} {image=heart07.png}
italian: {color=#f2923c}Perché hai rapito Jasmine?{/color} {image=heart07.png}
russian: {color=#f2923c}Зачем ты похитила Жасмин?{/color} {image=heart07.png}

source: {color=#3ad8ff}Why do you want the throne?{/color}
french: {color=#3ad8ff}Pourquoi voulez-vous le trône ? {/color}
italian: {color=#3ad8ff}Perché vuoi il trono?{/color}
russian: {color=#3ad8ff}Зачем тебе трон?{/color}

source: How does it feel to have a body?
french: Qu'est-ce que cela fait d'avoir un corps ?
italian: Come si sente ad avere un corpo?
russian: Каково это - иметь тело?

source: You're so beautiful!
french: Tu es si belle !
italian: Sei così bello!
russian: Ты так красива!

source: I'd love to
french: J'aimerais beaucoup
italian: Io amerei
russian: С удовольствием

source: No, thanks
french: Non, merci
italian: No, grazie
russian: Нет, спасибо

source: Cum inside
french: Jouer à l'intérieur
russian: Кончить внутрь

source: Cum on her ass
french: Cum sur son cul
italian: Sperma sul suo culo
russian: Кончить ей на задницу

source: [_u_] Gosh...
italian: [_u_] Accidenti...
russian: [_u_] Боже...

source: [_dj_] Hmmmmhhh!...
italian: [_dj_] Hmmmmhhhh!...

source: [_dj_] Annhw ! Hey !
italian: [_dj_] Annhw ! Ehi !
russian: [_dj_] Аннхв! Эй!

source: {color=#3ad8ff}Show me your boobs{/color} {image=heart01.png}
italian: {color=#3ad8ff}Mostrami le tue tette{/color} {image=heart01.png}
russian: {color=#3ad8ff}Покажи мне свои сиськи{/color} {image=heart01.png}

source: {color=#3ad8ff}Show me your boobs{/color} {image=heart02.png}{image=heart01.png}
italian: {color=#3ad8ff}Mostrami le tue tette{/color} {image=heart02.png}{image=heart01.png}
russian: {color=#3ad8ff}Покажи мне свои сиськи{/color} {image=heart02.png}{image=heart01.png}

source: {color=#3ad8ff}So, have you planned anything?{/color}
italian: {color=#3ad8ff}Così, hai pianificato qualcosa?{/color}
russian: {color=#3ad8ff}Итак, вы все спланировали?{/color}

source: [_u_] Mh.
russian: [_u_] Мх.

source: [_u_] Wow...
russian: [_u_] Вау...

source: [_dj_] Yeeees !
russian: [_dj_] Дааааа!

source: $Corruption
russian: $Развращение
