Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_LY.po
Languages: french, italian

source: [_ly_] This calmed her down for a few weeks. Work was much more pleasant.
french: [ _ly_ ] Cela l'a calmée pendant quelques semaines. Le travail était beaucoup plus agréable.
italian: [_ly_] Questo la calmò per qualche settimana. Il lavoro era molto più piacevole.

source: [_ly_] And then... I must admit she was pretty sexy.
french: [ _ly_ ] Et puis ... Je dois admettre qu'elle était plutôt sexy.
italian: [_ly_] E allora... devo ammettere che era piuttosto sexy.

source: [_u_] I have a sudden urge to be very unpleasant with you.
french: [ _u_ ] J'ai un besoin soudain d'être très désagréable avec vous.
italian: [_u_] Ho un improvviso bisogno di essere molto spiacevole con voi.

source: [_ly_] I'd be more inclined to give you a spanking than a blowjob in your case.
french: [ _ly_ ] Je serais plus enclin à vous donner une spanking qu'une pipe dans votre cas.
italian: [_ly_] Sarei più incline a darti una sculacciata di un pompino nel tuo caso.

source: [_u_] That's naughty.
french: [ _u_ ] C'est méchant.
italian: [_u_] È cattivo.

source: [_ly_] I'm saving the fellatio for rewards now.
french: [ _ly_ ] Je sauve la fellation pour les récompenses maintenant.
italian: [_ly_] sto salvando la fellatio per ricompense ora.

source: [_u_] A sign of maturity, I suppose.
french: [ _u_ ] Un signe de maturité, je suppose.
italian: [_u_] Un segno di maturità, suppongo.

source: [_ly_] Absolutely!
french: [ _ly_ ] Absolument !
italian: [_ly_] Assolutamente!

source: [_ly_] Oh! You can give it to Tinker if you want!
french: [ _ly_ ] Oh ! Tu peux le donner à Tinker si tu veux !
italian: [_ly_] Oh! Puoi darlo a Tinker se vuoi!

source: [_ly_] You two are pretty close, aren't you?
french: [ _ly_ ] Vous êtes assez proches, n'est-ce pas?
italian: [_ly_] Voi due siete piuttosto vicini, vero?

source: [_ly_] Great! That's one less thing lying around!
french: [ _ly_ ] Grand ! C'est une chose de moins que de mentir !
italian: [_ly_] Grande! Questa è una cosa in meno in giro!

source: [_ly_] As you wish!
french: [ _ly_ ] Comme vous le souhaitez !
italian: [_ly_] Come vuoi!

source: [_ly_] Anyway, I'll create Amandine's clothes for you in no time!
french: [ _ly_ ] En tout cas, je vais créer les vêtements d'Amandine pour vous en aucun temps !
italian: [_ly_] Comunque, creerò i vestiti di Amandine per te in pochissimo tempo!

source: [_ly_] Hi.
french: [ _ly_ ] Salut.

source: [_u_] Wow... Hey there.
french: [ _u_ ] Wow ... Hé là.
italian: [_u_] Wow... Ehi lì.

source: [_u_] I feel like I've been seeing you more naked than clothed lately.
french: [ _u_ ] J'ai l'impression que je vous ai vu plus nue que vêtu dernièrement.
italian: [_u_] Mi sento come se ti avessi visto più nudo che vestito ultimamente.

source: [_ly_] Like you care, [name].
french: [ _ly_ ] Comme vous, [ nom ].
italian: [_ly_] Ti piace, [name].

source: [_u_] And so... that's a new dress ?
french: [ _u_ ] Et donc ... c'est une nouvelle robe?
italian: [_u_] E così... è un vestito nuovo?

source: [_ly_] I've got to tell you!...
french: [ _ly_ ] Je dois vous dire ! ...
italian: [_ly_] ve lo devo dire!...

source: [_ly_] As you may know, it's not exactly a ''love story'' between me and this machine.
french: [ _ly_ ] Comme vous le savez peut-être, ce n'est pas exactement une "histoire d'amour" entre moi et cette machine.
italian: [_ly_] Come forse sapete, non è esattamente una 'storia d'amore'' tra me e questa macchina.

source: [_ly_] And while I no longer have a problem with size adjustment, she has now decided not to obey me when it comes to color!
french: [ _ly_ ] Et bien que je n'ai plus de problème avec l'ajustement de la taille, elle a maintenant décidé de ne pas me obéir quand il s'agit de couleur !
italian: [_ly_] E mentre non ho più problemi con la regolazione della taglia, ora ha deciso di non obbedirmi quando si tratta di colore!

source: [_ly_] This thing is driving me crazy.
french: [ _ly_ ] Cette chose me rend fou.
italian: [_ly_] Questa cosa mi sta facendo impazzire.

source: [_ly_] So... uh... there you go... I dyed a dress red...
french: [ _ly_ ] Donc ... euh ... il y a ... J'ai teint une robe rouge ...
italian: [_ly_] So... uh... là vai... ho tinto un vestito rosso...

source: [_ly_] ...but my boobs are showing.
french: [ _ly_ ] ... mais mes seins sont en montre.
italian: [_ly_] ...ma le mie tette stanno mostrando.

source: [_u_] I think it suits you.
french: [ _u_ ] Je pense que ça vous convient.
italian: [_u_] penso che ti stia bene.

source: [_ly_] Yeah... a little too revealing for my taste, I think.
french: [ _ly_ ] Ouais ... un peu trop révélateur pour mon goût, je pense.
italian: [_ly_] Sì... un po' troppo rivelante per il mio gusto, penso.

source: [_ly_] You could say it lacks a little subtlety.
french: [ _ly_ ] Vous pourriez dire qu'il manque un peu de subtilité.
italian: [_ly_] Si potrebbe dire che manca un po 'sottigliezza.

source: [_ly_] But at least I'm sure I'll never go unnoticed wearing it!
french: [ _ly_ ] Mais au moins je suis sûr que je ne vais jamais passer inaperçu en le portant !
italian: [_ly_] Ma almeno sono sicuro che non passerò mai inosservato indossandolo!

source: [_ly_] Anyway... could you help me with this?
french: [ _ly_ ] En tout cas ... pourriez-vous m'aider avec ça?
italian: [_ly_] comunque... potresti aiutarmi con questo?

source: [_ly_] Oh... well uh...
french: [ _ly_ ] Oh ... bien euh ...

source: [_ly_] No worries... I guess...
french: [ _ly_ ] Aucune inquiétude ... Je suppose ...
italian: [_ly_] Nessuna preoccupazione... Immagino...

source: [_ly_] See you later.
french: [ _ly_ ] Voir plus tard.
italian: [_ly_] Ci vediamo più tardi.

source: [_ly_] Frankly, I'd rather walk around naked than like this.
french: [ _ly_ ] Franchement, je préfère me promenez nu plutôt que comme ça.
italian: [_ly_] Francamente, preferirei camminare nudo di così.

source: [_ly_] At least it would make more sense!
french: [ _ly_ ] Au moins, cela aurait plus de sens !
italian: [_ly_] Almeno avrebbe più senso!

source: [_u_] If that's what pleases you...
french: [ _u_ ] Si c'est ce qui vous plaît ...
italian: [_u_] Se è quello che ti piace...

source: [_ly_] You naughty boy.
french: [ _ly_ ] Tu es un petit garçon.
italian: [_ly_] Hai cattivo ragazzo.

source: [_ly_] You've already seen me naked enough!
french: [ _ly_ ] Tu m'as déjà vu assez nue !
italian: [_ly_] Mi hai già visto abbastanza nudo!

source: [_ly_] I need you to recreate this dress with your machine.
french: [ _ly_ ] J'ai besoin que vous recréiez cette robe avec votre machine.
italian: [_ly_] Ho bisogno di voi per ricreare questo vestito con la vostra macchina.

source: [_ly_] I've sent you the blueprint, all you have to do is create it!
french: [ _ly_ ] Je vous ai envoyé le plan, tout ce que vous avez à faire est de le créer !
italian: [_ly_] Ti ho inviato il progetto, tutto quello che devi fare è crearlo!

source: [_ly_] Normally, it should work more easily on your side... the only problem is...
french: [ _ly_ ] Normalement, il devrait fonctionner plus facilement de votre côté ... le seul problème est ...
italian: [_ly_] Normalmente, dovrebbe funzionare più facilmente dalla tua parte... l'unico problema è...

source: [_ly_] This time you'll need 2 character datas in addition to other resources.
french: [ _ly_ ] Cette fois, vous aurez besoin de 2 datas en plus d'autres ressources.
italian: [_ly_] Questa volta avrai bisogno di 2 dati di carattere in aggiunta ad altre risorse.

source: [_ly_] I know, I know!
french: [ _ly_ ] Je sais, je sais !
italian: [_ly_] lo so, lo so!

source: [_ly_] But if you want uh... I...
french: [ _ly_ ] Mais si vous voulez ... I. ..
italian: [_ly_] Ma se vuoi uh... Io...

source: [_ly_] I... I might be able to offer you something in return!
french: [ _ly_ ] I. .. Je pourrais vous offrir quelque chose en retour !
italian: [_ly_] I... Potrei essere in grado di offrirvi qualcosa in cambio!

source: [_ly_] Like uh... I can show you my boobs anytime you want!
french: [ _ly_ ] Comme uh ... Je peux te montrer mes seins quand tu veux !
italian: [_ly_] Come uh... Posso mostrarti le mie tette ogni volta che vuoi!

source: [_u_] Mh... Honestly... Your breasts already present themselves to me these days.
french: [ _u_ ] Mh ... Honnêtement ... Tes seins se présentent déjà à moi ces jours.
italian: [_u_] Mh... Onestamente... I tuoi seni si presentano già a me in questi giorni.

source: [_ly_] Uh well uh...
french: [ _ly_ ] Uh bien euh ...

source: [_ly_] I could convince someone to show you her breasts!
french: [ _ly_ ] Je pourrais convaincre quelqu'un de vous montrer ses seins !
italian: [_ly_] Potrei convincere qualcuno a mostrarti i suoi seni!

source: [_u_] I think I've seen everyone's breasts except Amandines'.
french: [ _u_ ] Je crois que j'ai vu les seins de tout le monde à l'exception des Amandines.
italian: [_u_] penso di aver visto tutti i seni tranne Amandines'.

source: [_ly_] Arg... yeah no... I'm not going to ask her to do that...
french: [ _ly_ ] Arg ... oui non ... Je ne vais pas lui demander de faire ça ...
italian: [_ly_] Arg... sì... non le chiederò di farlo...

source: [_u_] I think I've seen everyone's boobs around here.
french: [ _u_ ] Je pense que j'ai vu les seins de tout le monde ici.
italian: [_u_] penso di aver visto le tette di tutti qui intorno.

source: [_ly_] Really? Are you serious?
french: [ _ly_ ] Vraiement? Êtes-vous sérieux?
italian: [_ly_] Davvero? Sei serio?

source: [_ly_] Well, uh... listen.
french: [ _ly_ ] Eh bien, euh ... écoute.
italian: [_ly_] Beh, uh... ascolta.

source: [_ly_] Let's just say I'd owe you one.
french: [ _ly_ ] Disons que je vous dois un.
italian: [_ly_] Diciamo solo che ve ne dovrei una.

source: [_ly_] Is that okay?
french: [ _ly_ ] C'est bien ça?
italian: [_ly_] Va bene?

source: [_u_] Well, uh... I was originally going to help you out of the kindness of my heart...
french: [ _u_ ] Eh bien, euh ... J'allais à l'origine vous aider à sortir de la gentillesse de mon coeur ...
italian: [_u_] Beh, uh... originariamente stavo per aiutarvi dalla gentilezza del mio cuore...

source: [_u_] But I'm okay with that too.
french: [ _u_ ] Mais je vais bien avec ça aussi.
italian: [_u_] Ma sto bene anche con questo.

source: [_ly_] Oh really?! That's so sweet!
french: [ _ly_ ] Oh, vraiment? C'est si gentile !
italian: [_ly_] Oh davvero?! È così dolce!

source: [_ly_] Well, uh... that's okay. What's said is said!
french: [ _ly_ ] Eh bien, euh ... c'est bon. Ce qui est dit est dit !
italian: [_ly_] Beh, uh... va bene. Quello che è detto è detto!

source: [_ly_] I'm going back to work, I've got a machine to hit really hard!
french: [ _ly_ ] Je vais retourner au travail, j'ai une machine à frapper très fort !
italian: [_ly_] Sto tornando al lavoro, ho una macchina per colpire davvero duramente!

source: [_ly_] Thanks again! See you later [name]!
french: [ _ly_ ] Merci encore ! A plus tard [ nom ] !
italian: [_ly_] Grazie ancora! Ci vediamo più tardi [name]!

source: [_u_] What the hell is this mess?
french: [ _u_ ] Quel est ce bordel?
italian: [_u_] Qual è l'inferno di questo casino?

source: [_ly_] I'm here...
french: [ _ly_ ] Je suis ici ...
italian: [_ly_] Sono qui...

source: [_ly_] I've lost control of the machine.
french: J'ai perdu le contrôle de la machine.
italian: [_ly_] Ho perso il controllo della macchina.

source: [_ly_] The moment I entered the word ''RED''...
french: [ _ly_ ] Le moment où j'ai entré le mot "RED" ...
italian: [_ly_] Il momento in cui ho inserito la parola ''RED''...

source: [_ly_] The dress you created kind of... conflicted with her program... and...
french: [ _ly_ ] La robe que vous avez créée ... est en conflit avec son programme ... et ...
italian: [_ly_] Il vestito che hai creato tipo di... in conflitto con il suo programma... e...

source: [_ly_] And it produced 1km of red fabric.
french: [ _ly_ ] Et il a produit 1km de tissu rouge.
italian: [_ly_] E produceva 1km di tessuto rosso.

source: [_ly_] Almost instantly.
french: [ _ly_ ] Presque instantanément.
italian: [_ly_] Quasi istantaneamente.

source: [_ly_] Worst day of my life.
french: [ _ly_ ] Le pire jour de ma vie.
italian: [_ly_] Giorno peggiore della mia vita.

source: [_u_] So I guess you didn't get your dress?
french: [ _u_ ] Alors, je suppose que tu n'as pas eu ta robe?
italian: [_u_] Quindi immagino che non hai preso il tuo vestito?

source: [_ly_] I don't think so.
french: [ _ly_ ] Je ne le pense pas.
italian: [_ly_] Io non penso così.

source: [_ly_] Normally I collect the finished garments once the machine has finished producing them... but...
french: [ _ly_ ] Normalement, je collecte les vêtements finis une fois que la machine a fini de les produire ... mais ...
italian: [_ly_] Normalmente raccolgo gli indumenti finiti una volta che la macchina ha finito di produrli... ma...

source: [_ly_] It may be finished, but there's no way I can get it out from under this mess...
french: [ _ly_ ] C'est peut-être fini, mais il n'y a aucun moyen que je puisse sortir de cette pagaille ...
italian: [_ly_] Può essere finito, ma non c'è modo di farlo uscire da questo casino...

source: [_ly_] You wouldn't happen to need 1km of red fabric, would you?
french: [ _ly_ ] Vous n'arriveriez pas à avoir besoin de 1 km de tissu rouge, n'est-ce pas?
italian: [_ly_] Non avreste bisogno di 1 km di tessuto rosso, vero?

source: [_u_] Right off the bat, I'd say no.
french: [ _u_ ] Au large de la chauve-souris, je dirais non.
italian: [_u_] Proprio fuori dal pipistrello, direi di no.

source: [_ly_] Anyway... Melissandre is sending drones in a few hours to clean it up.
french: [ _ly_ ] En tout cas ... Melissandre envoie des drones dans quelques heures pour le nettoyer.
italian: [_ly_] comunque... Melissandre sta inviando droni in poche ore per ripulirlo.

source: [_u_] Too bad... this thing looks super comfy...
french: [ _u_ ] Trop mal ... cette chose semble super comfy ...
italian: [_u_] Peccato... questa cosa sembra super comoda...

source: [_ly_] That's... true....
french: [ _ly_ ] C'est. .. vrai ...
italian: [_ly_] Questo... vero....

source: [_ly_] Now that I think about it... this thing is probably the most comfortable bed on the entire planet...
french: [ _ly_ ] Maintenant que je pense à ça ... cette chose est probablement le lit le plus confortable sur toute la planète ...
italian: [_ly_] Ora che ci pensio... questa cosa è probabilmente il letto più comodo di tutto il pianeta...

source: [_ly_] Are you thinking what I'm thinking?
french: [ _ly_ ] Êtes-vous en train de penser à ce que je pense?
italian: [_ly_] Stai pensando quello che sto pensando?

source: [_ly_] No.
french: [ _ly_ ] Non.

source: [_ly_] I mean... yes.
french: [ _ly_ ] Je veux dire ... oui.
italian: [_ly_] Voglio dire... sì.

source: [_ly_] But I wasn't thinking about that!
french: Mais je ne pensais pas à ça !
italian: [_ly_] Ma non stavo pensando!

source: [_ly_] I thought maybe...
french: [ _ly_ ] Je pensais que peut-être ...
italian: [_ly_] ho pensato forse...

source: [_ly_] That's a possibility...
french: [ _ly_ ] C'est une possibilité ...
italian: [_ly_] Questa è una possibilità...

source: [_ly_] Maybe you'd like to try out this ephemeral bed?
french: [ _ly_ ] Peut-être que vous aimeriez essayer ce lit éphémère?
italian: [_ly_] Forse vorresti provare questo letto effimero?

source: [_ly_] Get your ass over here!
french: [ _ly_ ] Enseyez votre cul ici !
italian: [_ly_] Prendi il tuo culo da qui!

source: [_ly_] Okay, no problem.
french: [ _ly_ ] Ok, pas de problème.
italian: [_ly_] Okay, nessun problema.

source: [_ly_] See you later.
french: [ _ly_ ] Voir plus tard.
italian: [_ly_] Ci vediamo più tardi.

source: [_ly_] Are you going to keep staring at me forever, or are you going to do something about it?
french: [ _ly_ ] Tu vas continuer à me regarder à jamais, ou tu vas faire quelque chose à ce sujet?
italian: [_ly_] Continuerai a fissarmi per sempre, o farai qualcosa al riguardo?

source: [_ly_] Because I haven't been fucked in a while, and uh...
french: [ _ly_ ] Parce que je n'ai pas été baisée dans un moment, et euh ...
italian: [_ly_] Perché non sono stato scopato da un po', e uh...

source: [_u_] The lady wants some cock... that's fine with me.
french: [ _u_ ] La dame veut une bite ... ça va bien avec moi.
italian: [_u_] La signora vuole un po' di cazzo... va bene con me.

source: [_u_] But... Wow... all that red... It suits you perfectly.
french: [ _u_ ] Mais ... Wow ... tout ce rouge ... Ça vous convient parfaitement.
italian: [_u_] Ma... Wow... tutto quello che è rosso... Si adatta perfettamente a te.

source: [_ly_] I love your way of thinking, but... Gosh... you really want me to beg, don't you?
french: [ _ly_ ] J'aime votre façon de penser, mais ... Tu veux vraiment que je mene, n'est-ce pas?
italian: [_ly_] Amo il tuo modo di pensare, ma... Gosh... vuoi davvero che ti pregi, vero?

source: [_u_] No need for that.
french: [ _u_ ] Pas besoin pour cela.
italian: [_u_] Non c'è bisogno di questo.

source: [_ly_] Mmhhr... I've been waiting for this for so long...
french: [ _ly_ ] Mmhhr ... J'ai attendu ça depuis si longtemps ...
italian: [_ly_] Mmhhr... Ho aspettato questo per così tanto tempo...

source: [_ly_] Oh fuck...
french: [ _ly_ ] Oh merde ...

source: [_u_] Wait a second...
french: [ _u_ ] Attendez une seconde ...
italian: [_u_] Aspetta un secondo...

source: [_ly_] Why ? What are you-...
french: [ _ly_ ] Pourquoi? Qu'est-ce que vous ...
italian: [_ly_] Perché? Cosa sei...

source: [_u_] I've wanted to try that for a moment.
french: [ _u_ ] J'ai voulu essayer ça pour un instant.
italian: [_u_] Ho voluto provarlo per un attimo.

source: [_ly_] Aaah... Freaky boy...
french: [ _ly_ ] Aaah ... Freaky garçon ...

source: [_ly_] Ooooh...
french: [Ooooh...

source: [_ly_] It's so fucking good... I can feel all your strength in my horns....
french: [ _ly_ ] C'est si putain ... Je peux sentir toute votre force dans mes cornes ....
italian: [_ly_] E 'così cazzo buono... posso sentire tutta la vostra forza nelle mie corna....

source: [_ly_] We should have done this much sooner...
french: [ _ly_ ] Nous aurions dû faire ça beaucoup plus tôt ...
italian: [_ly_] Avremmo dovuto farlo molto prima...

source: [_u_] Better late than never.
french: [ _u_ ] Mieux vaut tard que jamais.
italian: [_u_] Meglio tardi che mai.

source: [_ly_] Hmmmnn... Yes...
french: [ _ly_ ] Hmmmnn ... Oui ...
italian: [_ly_] Hmmmnn... Sì...

source: [_u_] Fuck...
french: [_u_] Putain...

source: [_ly_] You're so deep...
french: [ _ly_ ] Vous êtes si profond ...
italian: [_ly_] Sei così profondo...

source: [_ly_] That so good... Finally!!!
french: [ _ly_ ] C'est si bon ... Enfin !!!
italian: [_ly_] Che così buono... Finalmente!!!

source: [_ly_] Don't be shy! Go harder!
french: [ _ly_ ] Ne pas être timide ! Va plus fort !
italian: [_ly_] Non siate timidi! Andate più duramente!

source: [_u_] No need to ask me twice.
french: [ _u_ ] Pas besoin de me demander deux fois.
italian: [_u_] Non c'è bisogno di chiedermi due volte.

source: [_ly_] Just like that !
french: [ _ly_ ] Tout comme ça !
italian: [_ly_] Proprio così!

source: [_ly_] Gosh... You know what you are doing...
french: [ _ _ ] Gosh ... Tu sais ce que tu fais ...
italian: [_ly_] Gosh... Sai cosa stai facendo...

source: [_ly_] Fuck... I feel like you're fucking me from horn to toe...
french: [ _ly_ ] Fuck ... J'ai l'impression que vous me foutez du cor aux pieds ...
italian: [_ly_] Fuck... Mi sento come se mi scopassi dal corno ai piedi...

source: [_ly_] I wonder how can it feels if you go harder on me.
french: [ _ly_ ] Je me demande comment ça peut se sentir si tu iras plus dur sur moi.
italian: [_ly_] Mi chiedo come si possa sentire se si va più duramente su di me.

source: [_u_] Understood.
french: [ _u_ ] Comprendre.
italian: [_u_] compreso.

source: [_u_] Can't talk anymore, uh ?
french: [ _u_ ] Je ne peux plus parler, euh?
italian: [_u_] Non puoi più parlare, uh?

source: [_u_] Ahah. Moaning doesn't count.
french: [ _u_ ] Ahah. Le sevrage ne compte pas.
italian: [_u_] Ahah. Il gemito non conta.

source: [_ly_] I'm burning..!
french: [ _ly_ ] Je brûle .. !
italian: [_ly_] sto bruciando..!

source: [_ly_] Please, pound my pussy more..!
french: [ _ly_ ] S'il vous plaît, livre ma chatte plus .. !
italian: [_ly_] Per favore, pound la mia figa di più..!

source: [_ly_] Please, please, please please..!
french: [ _ly_ ] S'il vous plaît, s'il vous plaît, s'il vous plaît .. !
italian: [_ly_] Per favore, prego, per favore..!

source: [_u_] I wouldn't have guessed that grabbing you like that, could turn you on this much.
french: [ _u_ ] Je n'aurais pas deviné que vous vous attrapiez comme ça, pourrait vous en faire autant.
italian: [_u_] Non avrei indovinato che afferrarvi così, potrebbe accendervi tanto.

source: [_u_] Girl you're so wet.
french: [ _u_ ] Fille que tu es si mouillée.
italian: [_u_] Ragazza sei così bagnata.

source: [_ly_] Oh my..!
french: [ _ly_ ] Oh mon .. !

source: [_ly_] I'm heating up so much aaaannh !
french: [ _ly_ ] Je chauffe tellement aaaannh !
italian: [_ly_] sto riscaldando così tanto aaaannh!

source: [_ly_] I want to feel your sperm inside me...
french: [ _ly_ ] Je veux sentir votre sperme en moi ...
italian: [_ly_] Voglio sentire il tuo sperma dentro di me...

source: [_u_] No, I want to play with you a bit more.
french: [ _u_ ] Non, je veux jouer avec vous un peu plus.
italian: [_u_] No, voglio giocare un po' di più con te.

source: [_ly_] Oh, you are really-...
french: [ _ly_ ] Oh, vous êtes vraiment ...
italian: [_ly_] Oh, sei veramente...

source: [_u_] You like this too. Don't complain...
french: [ _u_ ] Tu aimais ça aussi. Ne te plains pas ...
italian: [_u_] Anche a te piace. Non lamentarti...

source: [_ly_] Yes...
french: [ _ly_ ] Oui ...
italian: [_ly_] Sì...

source: [_ly_] Quit playing with me..!
french: [ _ly_ ] Cessez de jouer avec moi .. !
italian: [_ly_] Smettere di giocare con me..!

source: [_u_] Don't tell me that, I can feel that you are getting tighter girl.
french: [ _u_ ] Ne me dites pas ça, je peux sentir que vous êtes en train de devenir une fille plus sereuse.
italian: [_u_] Non ditemi che, posso sentire che state diventando ragazza più stretta.

source: [_ly_] Ahah, shuush !
french: [ _ly_ ] Ahah, ferme !

source: [_u_] Don't shush me.
french: [ _u_ ] Ne me chasse pas.
italian: [_u_] Non mi shush.

source: [_ly_] Hey!
french: [ _ly_ ] Hé !

source: [_ly_] Hi there!
french: [Bonjour !
italian: [_ly_] Ciao!

source: [_u_] Hi Lyco! You look like you're in a good mood.
french: [ _u_ ] Salut Lyco ! Vous avez l'air d'être de bonne humeur.
italian: [_u_] Ciao Lyco! Sembra che tu sia di buon umore.

source: [_ly_] You bet I am!
french: [ _ly_ ] Vous pariez que je suis !
italian: [_ly_] Scommetti che sono!

source: [_ly_] A good fuck keeps me happy for days!
french: [ _ly_ ] Un bon baiser me tient heureux pendant des jours !
italian: [_ly_] Una buona scopata mi tiene felice per i giorni!

source: [_ly_] And my god... fucking in such soft fabric...
french: [ _ly_ ] Et mon dieu ... putain dans un tissu aussi doux ...
italian: [_ly_] E il mio dio... cazzo in un tessuto così morbido...

source: [_ly_] Anyway... yeah, it was great.
french: [ _ly_ ] Quoi qu'il en soit ... oui, c'était super.
italian: [_ly_] Comunque sì, è stato grande.

source: [_u_] Glad you liked it, girl.
french: [ _u_ ] Glad tu l'as aimé, fille.
italian: [_u_] Felice che ti sia piaciuto, ragazza.

source: [_ly_] Yeah...
french: [ _ly_ ] Ouais ...
italian: [_ly_] Sì...

source: [_ly_] And hm...
french: [ _ly_ ] Et hm ...

source: [_ly_] How can I put this...
french: [ _ly_ ] Comment puis-je mettre ça ...
italian: [_ly_] Come posso mettere questo...

source: [_ly_] Maybe... like by the merest chance...
french: [ _ly_ ] Peut-être ... comme par la plus grande chance ...
italian: [_ly_] Forse... come per la più grande possibilità...
