Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_swe_] Naughty? You mean, tag team with your seven dwarves naughty?
french: [ _swe_ ] Naughty? Tu veux dire, une équipe avec tes sept nains?

source: [_swe_] Then you're just a little princess just like I thought.
french: [ _swe_ ] Alors vous êtes juste une petite princesse comme je pensais.

source: [_sw_] Oh, really?
french: [ _sw_ ] Oh, vraiment?

source: [_sw_] You think a little princess would do that?
french: [ _sw_ ] Vous pensez qu'une petite princesse ferait ça?

source: [_sw_] Who's the little princess now?
french: [ _sw_ ] Qui est la petite princesse maintenant?

source: [_tb_] This is getting interesting.
french: [ _tb_ ] Cela devient intéressant.

source: [_tb_] I wonder how long their AIs can keep this interaction going.
french: [ _tb_ ] Je me demande combien de temps leurs AIs peuvent maintenir cette interaction.

source: [_tb_] Try not to interfere.
french: [ _tb_ ] Essayez de ne pas interférer.

source: [_u_] (Perish the thought.)
french: [ _u_ ] (Perish la pensée.)

source: [_swe_] Oh? You think you're more perverted just because you're showing a bit of skin?
french: [ _sup ] Oh? Tu crois que tu es plus perverti juste parce que tu montres un peu de peau?

source: [_swe_] See? I can get naked. Piece of cake.
french: [ _swe_ ] Voir? Je peux me nu. Piece de gâteau.

source: [_sw_] Tch, you think I haven't done this before?
french: [ _sw_ ] Tch, tu penses que je n'ai pas fait ça avant?

source: [_swe_] All right. Let our dear huntsman decide!
french: [ _swe_ ] Très bien. Que notre cher chéri décide !

source: [_swe_] Huntsman! Who's the fairest of us ?
french: [ _swe_ ] Huntsman ! Qui est le plus fidèle de nous?

source: [_sw_] Yeah! Answer!
french: [ _sw_ ] Ouais ! Réponse !

source: [_swe_] Really?
french: [ _swe_ ] Vraiement?

source: [_swe_] Okay, let me show you why I'm the fairest of us
french: [ _swe_ ] Ok, laissez-moi vous montrer pourquoi je suis le plus fidèle de nous

source: [_sw_] What the hell are you doing?
french: [ _sw_ ] Qu'est-ce que tu fais?

source: [_swe_] What now? Getting cold feet?
french: [ _swe_ ] Que maintenant? Vous vous rhume?

source: [_sw_] Pff, of course not.
french: [ _sw_ ] Pff, bien sûr pas.

source: [_swe_] Well, come here then!
french: [ _swe_ ] Eh bien, venez ici !

source: [_sw_] This position isn't very comfortable...
french: [ _sw_ ] Cette position n'est pas très confortable ...

source: [_swe_] Too shy for...
french: [ _swe_ ] Trop timide pour ...

source: [_swe_] Then stop complaining already.
french: [ _swe_ ] Alors arrêtez de vous plaindre.

source: [_swe_] Now then. Which's your favorite?
french: [ _swe_ ] Maintenant. Quelle est votre préférée?

source: [_sw_] What??
french: [ _sw_ ] Quoi??

source: [_swe_] Ahah I knew it!
french: [ _swe_ ] Ahah je le savais !

source: [_swe_] You've lost, sweetheart. Admit it.
french: [ _swe_ ] Tu as perdu, chérie. Admetz-le.

source: [_swe_] What are you doing??
french: [ _swe_ ] Que faites-vous??

source: [_sw_] I told you, I'm not innocent.
french: [ _sw_ ] Je t'ai dit, je ne suis pas innocent.

source: [_swe_] I can see that...
french: [ _swe_ ] Je peux voir que ...

source: [_sw_] I don't think that's...
french: [ _sw_ ] Je ne pense pas que c'est. ..

source: [_swe_] You need to stop thinking.
french: [ _swe_ ] Vous devez arrêter de penser.

source: [_swe_] What??
french: [ _swe_ ] Quoi?

source: [_sw_] Ahah I knew it! ahah
french: [ _sw_ ] Ahah je le savais ! ahah

source: [_sw_] What are you doing??
french: [ _sw_ ] Que faites-vous??

source: [_swe_] Maybe you're the fairest, but I'm the sluttiest.
french: [ _swe_ ] Peut-être que vous êtes le plus juste, mais je suis le plus sluttile.

source: [_sw_] But, uh...
french: [ _sw_ ] Mais, euh ...

source: [_swe_] Shut the hell up. You're my little whore now.
french: [ _swe_ ] Ferme l'enfer. Tu es ma petite pute maintenant.

source: [_sw_] But I... I...
french: [ _sw_ ] Mais je ... I. ..

source: [_swe_] Really?...
french: [ _swe_ ] Vraiement? ...

source: [_sw_] Stop pretending, you were waiting for this.
french: [ _sw_ ] Arrêtez de faire semblant, vous l'avez attendu.

source: [_tb_] I think I figured out what happened. It's kinda...
french: [ _tb_ ] Je pense que j'ai compris ce qui s'est passé. C'est un peu ...

source: [_tb_] What in the world???
french: [ _tb_ ] Que dans le monde???

source: [_tb_] How the fuck did it go so degenerate so quickly?
french: [ _tb_ ] Comment ça a-t-il été si dégénéré si vite?

source: [_u_] Don't ask me, Tinker...
french: [ _u_ ] Ne me demande pas, Tinker ...

source: [_u_] But I'm in favor of letting them have fun for a while longer...
french: [ _u_ ] Mais je suis en faveur de leur laisser s'amuser un peu plus longtemps ...

source: [_tb_] Sounds like a good idea.
french: [ _tb_ ] On dirait une bonne idée.

source: [_sw_] oh sweet lord.......
french: [ _sw_ ] oh doux seigneur .......

source: [_sw_] That's so good!
french: [ _sw_ ] C'est si bon !

source: [_sw_] Faster faster!
french: [ _sw_ ] Plus rapide !

source: [_sw_] I think I will...
french: [ _sw_ ] Je pense que je ...

source: [_sw_] I will.....
french: [ _sw_ ] Je vais ...

source: [_swe_] Go on, honey!
french: [ _swe_ ] Allez, chérie !

source: [_sw_] Well... That was pretty interesting!
french: [ _sw_ ] Eh bien ... C'était assez intéressant !

source: [_swe_] Indeed ahah
french: [ _swe_ ] En effet, ahah

source: [_swe_] Alright, I guess my mission is accomplished!
french: [ _swe_ ] Alright, je suppose que ma mission est accomplie !

source: [_sw_] Your mission? What mission?
french: [ _sw_ ] Votre mission? Quelle mission?

source: [_swe_] Well, my goal was to satisfy one of your desires.
french: [ _swe_ ] Eh bien, mon but était de satisfaire un de vos désirs.

source: [_swe_] And so it is now done!
french: [ _swe_ ] Et donc c'est fini !

source: [_sw_] Wait, can I ask you something else??
french: [ _sw_ ] Attends, je peux te demander quelque chose d'autre??

source: [_u_] Well... That was...
french: [ _u_ ] Eh bien ... C'était ...

source: [_sw_] What?
french: [ _sw_ ] Quoi?

source: [_sw_] Hey... Could you forget about all that? Haha...
french: [ _sw_ ] Hey ... Pourriez-vous oublier tout cela? Haha ...

source: [_u_] No way in hell.
french: [ _u_ ] Pas de chemin en enfer.

source: [_sw_] That's what I thought...
french: [ _sw_ ] C'est ce que j'ai pensé ...

source: [_sw_] If you find another coin, come back to me. Aha!
french: [ _sw_ ] Si vous trouvez une autre pièce, revenez à moi. Aha !

source: [_u_] You can count on me!
french: [ _u_ ] Vous pouvez compter sur moi !

source: [_sw_] See you later, sir! ~~
french: [ _sw_ ] Voir plus tard, monsieur ! ~ ~

source: [_sw_] Yes! Wait a minute, I'll put on my dress.
french: [ _sw_ ] Oui ! Attends une minute, je vais mettre ma robe.

source: [_tb_] Hi Emee! So how's your mission going?
french: [ _tb_ ] Salut Emee ! Alors, comment va votre mission?

source: [_u_] I'm afraid that's the wrong number, Tinker.
french: [ _u_ ] Je crains que c'est le mauvais numéro, Tinker.

source: [_tb_] Sorry... Keeping track of two people at the same time is harder than I expected.
french: [ _tb_ ] Désolé ... Il est plus difficile de suivre deux personnes en même temps que je ne m'y attendais.

source: [_tb_] What's the progress on your gold coin quest, then?
french: [ _tb_ ] Quel est le progrès de votre quête de pièces d'or?

source: [_u_] Well, I've completed all available coin quests, and I'm about to start the last one, with the crowned coin.
french: [ _u_ ] Eh bien, j'ai complété toutes les quêtes de pièces disponibles, et je suis sur le point de commencer la dernière, avec la pièce couronnée.

source: [_tb_] What??? Hold on, wait a minute!
french: [ _tb_ ] Quoi??? Attends, attends une minute !

source: [_tb_] There are some preparations we need to do beforehand!
french: [ _tb_ ] Il y a des préparatifs que nous devons faire au préalable !

source: [_tb_] And we need Emee, who's off on her own mission!
french: [ _tb_ ] Et nous avons besoin d'Emee, qui est en mission !

source: [_u_] Well that's news to me! You never told me all of this.
french: [ _u_ ] Eh bien, c'est une nouvelle pour moi ! Tu ne m'as jamais dit tout ça.

source: [_tb_] Abort the mission and return to headquarters!
french: [ _tb_ ] Abort la mission et retourne à l'administration centrale !

source: [_sw_] SometimesI hear you talking to yourself, you tend to say your thoughts aloud?
french: [ _sw_ ] SometimesI vous entend parler à vous-même, vous avez tendance à dire vos pensées à haute voix?

source: [_u_] You have no idea.
french: [ _u_ ] Vous n'avez aucune idée.

source: [_sw_] You say that a lot.
french: [ _sw_ ] Vous dites beaucoup.

source: [_u_] More importantly, I think I forgot the coin at home, I'm sorry...
french: [ _u_ ] Plus important encore, je pense que j'ai oublié la pièce à la maison, je suis désolé ...

source: [_sw_] That's okay, no worries. I'm also pretty forgetful.
french: [ _sw_ ] C'est bon, pas de soucis. Je suis aussi assez joyeux.

source: [_e_] And that's why, Rosette, wearing clothes doesn't stop the devil from kidnapping you...
french: [ _e_ ] Et c'est pourquoi, Rosette, porter des vêtements n'arrête pas le diable de t'enlever ...

source: [_ro_] LADY E!! A man!!!
french: [ _ro_ ] LADY E ! ! Un homme !!!

source: [_ro_] It's the devil!!! he's come to capture me!!!
french: [ _ro_ ] C'est le diable !!! il est venu me capturer !!!

source: [_ro_] RUUUuuuuuunn!!!!
french: [ _ro_ ] RUUUuuuuuuuuuuuunn ! !!!

source: [_e_] What are you doing here?
french: [ _e_ ] Que faites-vous ici?

source: [_u_] Don't ask me! I'm supposed to be at headquarters right now!
french: [ _u_ ] Ne me demandez pas ! Je suis censé être à l'état-major dès maintenant !

source: [_tb_] Huh? What the hell are you doing next to Emee??? You're not supposed to be there!
french: [ _tb_ ] Huh? Qu'est-ce que tu fais à côté d'Emee??? Tu n'es pas censé être là !

source: [_u_] Bloody hell, Tinker, YOU're the one that controls the teleporter!
french: [ _u_ ] Bloody hell, Tinker, YOU're celui qui contrôle le téléporteur !

source: [_tb_] I'm not..
french: [ _tb_ ] Je ne suis pas ..

source: [_tb_] Oh, yeah, you're right, I switched the...
french: [ _tb_ ] Oh, ouais, tu as raison, j'ai changé de ...

source: [_tb_] My bad, sorry!
french: [ _tb_ ] Mon mal, désolé !

source: [_u_] I'm really sorry about that.
french: [ _u_ ] Je suis vraiment désolé pour ça.

source: [_u_] I hope that didn't fuck up your android completely.
french: [ _u_ ] J'espère que ça n'a pas complètement foutu ton androïde.

source: [_tb_] She probably just ran back in her tower and is cowering under her bed right now.
french: [ _tb_ ] Elle a probablement couru dans sa tour et s'est placée sous son lit en ce moment.

source: [_tb_] That's what happened last time after she saw a big fat grasshopper.
french: [ _tb_ ] C'est ce qui s'est passé la dernière fois qu'elle a vu une grosse grosse sauterelle.

source: [_e_] It's a challenging mission if I've ever seen one.
french: [ _e_ ] C'est une mission difficile si j'en ai déjà vu un.

source: [_u_] Mmm... Is ''challenging mission'' codename for ''pain in the ass''?
french: [ _u_ ] Mmm ... La "mission difficile" est-elle le nom de la "douleur dans le cul"?

source: [_e_] That's one way to put it.
french: [ _e_ ] C'est une façon de la mettre.

source: [_u_] Come on, tell me more!
french: [ _u_ ] Allez, dis-moi plus !

source: [_e_] I think I have a lot of work to do, too.
french: [ _e_ ] Je pense que j'ai beaucoup de travail à faire aussi.

source: [_e_] Well, the first time we met... She screamed for 15 minutes straight.
french: [ _e_ ] Eh bien, la première fois que nous avons rencontré ... Elle a hurle pendant 15 minutes.

source: [_e_] Apparently I was a demon that wanted to kill her.
french: [ _e_ ] Apparemment, j'étais un démon qui voulait la tuer.

source: [_e_] Yeah...
french: [ _e_ ] Ouais ...

source: [_e_] You little prick!
french: [ _e_ ] Vous avez peu de mal !

source: [_u_] Looks like she calls you Lady E.
french: [ _u_ ] On dirait qu'elle t'appelle Lady E.

source: [_e_] I had to pretend I was from a noble lineage... That was the only way I could get her to talk to me.
french: [ _e_ ] Je devais faire semblant d'être d'une lignée noble ... C'était la seule façon pour elle de me parler.

source: [_e_] I gave her a name, too.
french: [ _e_ ] Je lui ai aussi donné un nom.

source: [_u_] Rosette, right?
french: [ _u_ ] Rosette, non?

source: [_e_] Yep, it's a lot simpler than ''Princess045HCstuff'', I think.
french: [ _e_ ] Yep, c'est beaucoup plus simple que "Princess045HCstuff", je pense.

source: [_u_] What happened next?
french: [ _u_ ] Que s'est-il passé ensuite?

source: [_e_] Ensue four hours of arguing to convince her that she can leave the tower she lives in.
french: [ _e_ ] Ensue quatre heures de plaider pour la convaincre qu'elle peut quitter la tour où elle vit.

source: [_e_] It was... a lot of work.
french: [ _e_ ] C'était ... beaucoup de travail.

source: [_u_] And you're making good progress on the corruption?
french: [ _u_ ] Et vous faites de bons progrès sur la corruption?

source: [_e_] You kidding? As of now, she refuses to show me even her hair.
french: [ _e_ ] Vous plaisantez? À ce jour, elle refuse de me montrer même ses cheveux.

source: [_e_] She's 19, and all she cares about is picking flowers.
french: [ _e_ ] Elle a 19 ans, et tout ce qu'elle se soucie, c'est de cueasser des fleurs.

source: [_e_] At her age I had already slept with, at least, a quarter of my graduating class.
french: [ _e_ ] À son âge, j'avais déjà couché avec, au moins, un quart de ma classe de diplômés.

source: [_u_] Is it possible to become an Aenari?
french: [ _u_ ] Est-il possible de devenir un Aenari?

source: [_u_] I have a sudden urge to get a degree.
french: [ _u_ ] J'ai un besoin soudain d'obtenir un diplôme.

source: [_e_] Ahah. Unfortunately, I don't think that will be possible.
french: [ _e_ ] Ahah. Malheureusement, je ne pense pas que ce sera possible.

source: [_e_] Ahah. Unfortunately, I don't think that will be possible. [nointeract]
french: [ _e_ ] Ahah. Malheureusement, je ne pense pas que ce sera possible. [ nointeragir ]

source: [_e_] Oh...
french: [Oh...

source: [_e_] How could I refuse such an invitation?
french: [ _e_ ] Comment pourrais-je refuser une telle invitation?

source: [_e_] I'm sorry, but you're gonna have to find another teacher!
french: [ _e_ ] Je suis désolé, mais vous allez devoir trouver un autre professeur !

source: [_e_] Oh... really?
french: [ _e_ ] Oh ... vraiment?

source: [_e_] Aha, once again I've talk too much!
french: [ _e_ ] Aha, encore une fois, j'ai trop parlé !

source: [_e_] Isn't it?
french: [ _e_ ] N'est-ce pas?

source: [_e_] You know what?
french: [ _e_ ] Vous savez quoi?

source: [_e_] The day I manage to get Rosette naked...
french: [ _e_ ] Le jour où je suis pour que Rosette soit nue ...

source: [_e_] or at least in underwear.
french: [ _e_ ] ou du moins en sous-vêtements.

source: [_e_] I'll open a bottle of Manza, and we'll drink it together.
french: [ _e_ ] Je vais ouvrir une bouteille de Manza, et on va le boire ensemble.

source: [_e_] So, we got a deal!
french: [ _e_ ] Donc, on a un marché !

source: [_e_] It's... it's a blend of apple alcohol and Aenari liqueur.
french: [ _e_ ] C'est un mélange d'alcool de pomme et de liqueur d'Aenari.

source: [_u_] ... You made that up, didn't you.
french: [ _u_ ] ... Tu as fait ça, n'est-ce pas.

source: [_e_] Let's just say it's a... family recipe.
french: [ _e_ ] Disons que c'est une ... recette familiale.

source: [_u_] Okay. Sounds good to me.
french: [ _u_ ] Ok. Ça me semble bien.

source: [_e_] Perfect!
french: [ _e_ ] Parfait !

source: [_e_] Well then, I gotta go comfort Rosette...
french: [ _e_ ] Eh bien, je dois aller réconforter Rosette ...

source: [_e_] And try to convince her that men aren't demons.
french: Et essayez de la convaincre que les hommes ne sont pas des démons.

source: [_u_] Good luck with that!
french: [ _u_ ] Bonne chance avec ça !

source: [_e_] Thanks! See you next time, partner!
french: [ _e_ ] Merci ! A la prochaine fois, partenaire !

source: [_tb_] Hey, you lady-killer, you.
french: [ _tb_ ] Hé, vous, tueur, vous.

source: [_u_] Whoa... You heard all of that?
french: [ _u_ ] Whoa ... Vous avez entendu tout ça?

source: [_tb_] Haha, no need to be flustered. You're doing great.
french: [ _tb_ ] Haha, pas besoin d'être bouffé. Tu fais super.

source: [_u_] Can we just talk about the mission? What was that about the preparations for that coin?
french: [ _u_ ] Pouvons-nous simplement parler de la mission? Qu'en est-il des préparatifs de cette pièce?

source: [_tb_] Okay, so, we're gonna need a new outfit for Snow White.
french: [ _tb_ ] Ok, donc, on aura besoin d'une nouvelle tenue pour Blanche-Neige.

source: [_u_] What kind of outfit?
french: [ _u_ ] Quel genre de tenue?

source: [_tb_] Well...
french: [ _tb_ ] Eh bien ...

source: [_tb_] Take a guess.
french: [ _tb_ ] Faites une supposition.

source: [_tb_] A what?
french: [ _tb_ ] A quoi?

source: [_tb_] You don't get the story, do you?
french: [ _tb_ ] Vous n'avez pas l'histoire, n'est-ce pas?

source: [_tb_] No, that's the outfit she should be wearing when you get to bang her.
french: [ _tb_ ] Non, c'est la tenue qu'elle devrait porter quand on va la frapper.

source: [_tb_] And on top of that, this one will be a free one.
french: [ _tb_ ] Et en plus, celui-ci sera gratuit.

source: [_tb_] You're hopeless sometimes.
french: [ _tb_ ] Vous êtes parfois désespérés.

source: [_tb_] We'll have her wear the Queen's outfit.
french: [ _tb_ ] Nous lui aurons porté le vêtement de la Reine.

source: [_tb_] So: 1/ She's gonna turn into the queen.
french: [ _tb_ ] Donc: 1 / Elle va devenir la reine.

source: [_tb_] 2/ Emee will come dressed as the queen's guard.
french: [ _tb_ ] 2 / Emee va s'habiller comme la garde de la reine.

source: [_tb_] 3/ Snow White tells her everything's fine, something like that.
french: [ _tb_ ] 3 / Snow White lui dit que tout va bien, quelque chose comme ça.

source: [_tb_] 4/ Sex stuff.
french: [ _tb_ ] 4 / Sexe.

source: [_tb_] Simple, right?
french: [ _tb_ ] Simple, non?

source: [_u_] I doubt that will work out that easily.
french: [ _u_ ] Je doute que cela ne fonctionne pas facilement.

source: [_tb_] Actually, I don't care, as long as you corrupt this chick some more.
french: [ _tb_ ] En fait, je m'en fiche, tant que vous corrompuez ce poussin encore plus.

source: [_u_] What about the blueprint?
french: [ _u_ ] Qu'en est-il du plan?

source: [_u_] Do you know where I can find it?
french: [ _u_ ] Savez-vous où je peux le trouver?

source: [_tb_] Oh, well, for once, it's simple. Here it is.
french: [ _tb_ ] Oh, bien, pour une fois, c'est simple. Ici, c'est le cas.

source: [_tb_] I had to fiddle with it a bit.
french: [ _tb_ ] J'ai dû m'embêter un peu.

source: [_tb_] The Queen's original outfit was... Well... Not really sexy...
french: [ _tb_ ] La tenue originale de la Reine était ... Eh bien ... Pas vraiment sexy ...

source: [_tb_] But... modifying it increased the number of components required to create it.
french: [ _tb_ ] Mais ... la modification a augmenté le nombre de composants nécessaires à sa création.

source: [_tb_] Come on now, make me that outfit!
french: [ _tb_ ] Viens maintenant, fais-moi cette tenue !

source: [_tb_] I've waited too long for this moment!
french: [ _tb_ ] J'ai attendu trop longtemps pour ce moment !

source: [_u_] Snow White! One of the Queen's guards is on the way!
french: [ _u_ ] Blanche-Neige ! Un des gardes de la Reine est en route !

source: [_u_] Let's go to the well, quick!
french: [ _u_ ] Allons au puits, vite !

source: [_sw_] Oh my Lord, that's terrible!
french: [ _sw_ ] Oh mon Seigneur, c'est terrible !

source: [_sw_] But... Why do we need to go to the wishing well?
french: [ _sw_ ] Mais ... Pourquoi devons-nous aller au bon vouloir?

source: [_u_] Because... I have a plan, you'll see!
french: [ _u_ ] Parce que ... J'ai un plan, vous verrez !

source: [_sw_] We should just wait for the guard...
french: [ _sw_ ] Nous devrions juste attendre le garde ...

source: [_sw_] And give him a beating!
french: [ _sw_ ] Et lui donner un coup !

source: [_sw_] Why?
french: [ _sw_ ] Pourquoi?

source: [_u_] Because I have a much better plan! Y'know what, stop arguing and let's just go!
french: [ _u_ ] Parce que j'ai un bien meilleur plan ! Y " savez quoi, arrête de discuter et allons-y !

source: [_sw_] Okay, let me change into my travel clothes first.
french: [ _sw_ ] Ok, laissez-moi changer d'abord mes vêtements de voyage.

source: [_u_] But... but... we have to be quick...
french: [ _u_ ] Mais ... mais ... nous devons être rapides ...

source: [_sw_] Guard or not, I'm not getting my dress ruined.
french: [ _sw_ ] Garde ou pas, je ne reçoie pas ma robe ruinée.

source: [_u_] Damn it... I'm getting tired of princesses.
french: [ _u_ ] Merde ... Je suis fatigué des princesses.

source: [_tb_] Stop complaining.
french: [ _tb_ ] Arrêtez de vous plaindre.

source: [_tb_] Emee is already waiting near the wishing well.
french: [ _tb_ ] Emee est déjà en attente près de la bonne volonté.

source: [_tb_] And hurry up! I want to see some action!
french: [ _tb_ ] Et dépêchez ! Je veux voir une action !

source: [_sw_] I'm ready! Let's go!!
french: [ _sw_ ] Je suis prêt ! Allons-y ! !

source: [_sw_] Okay, What's your plan?
french: [ _sw_ ] Ok, Quel est votre plan?

source: [_u_] Easy. We'll just turn you into the Queen.
french: [ _u_ ] Facile. Nous vous transformerons en Reine.

source: [_sw_] No, we will not.
french: [ _sw_ ] Non, nous ne le serons pas.

source: [_u_] But... it's just temporary, you know?
french: [ _u_ ] Mais ... c'est juste temporaire, tu sais?

source: [_sw_] Mmh... Are you sure there is no other way?
french: [ _sw_ ] Mmh ... Êtes-vous sûre qu'il n'y a pas d'autre moyen?

source: [_sw_] I have a better idea. I'll hide in the well while you tell the guard I'm not here.
french: [ _sw_ ] J'ai une meilleure idée. Je me cacherai dans le puits pendant que vous dites à la garde que je ne suis pas là.

source: [_sw_] Or else we knock him out with a...
french: [ _sw_ ] Ou sinon on le frappa avec un ...

source: [_u_] We follow my plan.
french: [ _u_ ] Nous suivons mon plan.

source: [_u_] And if you're lucky, you might get a new outfit!
french: [ _u_ ] Et si vous avez de la chance, vous pourriez avoir une nouvelle tenue !

source: [_u_] Yes, the queen's outfit!
french: [ _u_ ] Oui, la tenue de la reine !

source: [_u_] What?? Maybe it's a very pretty outfit!
french: [ _u_ ] Quoi? C'est peut-être une très jolie tenue !

source: [_sw_] Nah. I don't want to. Find another way. Anything else but this.
french: [ _sw_ ] Nah. Je ne veux pas. Trouvez un autre moyen. Tout le reste, mais ça.

source: [_u_] Uh... I'm kind of running out of ideas here.
french: [ _u_ ] Uh ... Je suis en quelque sorte à court d'idées ici.

source: [_tb_] Find a solution
french: [ _tb_ ] Rechercher une solution

source: [_e_] Snow White! In the name of the Queen! You're under arrest!
french: [ _e_ ] Blanche-Neige ! Au nom de la Reine ! Vous êtes en état d'arrestation !

source: [_u_] What? What the hell are you doing?
french: [ _u_ ] Quoi? Qu'est-ce que tu fais?

source: [_e_] I was getting tired of waiting in the bushes.
french: [ _e_ ] J'étais fatigué d'attendre dans les buissons.

source: [_e_] Uh, no, I mean...
french: [ _e_ ] Euh, non, je veux dire ...

source: [_e_] Just doing my job, Mr. Hunter.
french: [ _e_ ] Je fais mon travail, M. Hunter.

source: [_u_] You mean huntsman...
french: [ _u_ ] Vous voulez dire ...

source: [_e_] Same thing.
french: [ _e_ ] Même chose.

source: [_sw_] You're making a big mistake, lady!
french: [ _sw_ ] Vous faites une grosse erreur, madame !
