Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_JM.po
Languages: french

source: [_u_] Prepare your question, I'll be right back.
french: [Préparez votre question, je reviens tout de suite.

source: [_jm_] Wait a minute! Are you going to steal this lamp from Sherazade?
french: [Attendez une minute ! Allez-vous voler cette lampe à Sherazade ?

source: [_u_] Just borrowed, don't worry!
french: [Juste emprunté, ne vous inquiétez pas !

source: [_u_] See you in a few minutes!
french: [À tout à l'heure !

source: [_u_] Ok... Djin? Are you here?
french: [Ok... Djin ? Tu es là ?

source: [_dj_] Hi there little guy!
french: [_dj_] Bonjour mon petit gars !

source: [_u_] Hi Djin !
french: [_u_] Bonjour Djin !

source: [_u_] Would you mind helping me with my princess?
french: [Pourriez-vous m'aider avec ma princesse ?

source: [_dj_] With pleasure ''My Prince''! That's my job!
french: [_dj_] Avec plaisir ''Mon Prince'' ! C'est mon métier !

source: [_dj_] So, what do we do about her?
french: [Alors, qu'est-ce qu'on fait d'elle ?

source: [_dj_] The goal is to pervert her, right?
french: [Le but est de la pervertir, non ?

source: [_u_] Precisely.
french: [_u_] Précisément.

source: [_dj_] I have two options in mind...
french: [J'ai deux options en tête...

source: [_u_] Tell me everything.
french: [Racontez-moi tout.

source: [_dj_] So, the first one:
french: [_dj_] Donc, le premier :

source: [_dj_] I propose to her to free herself from her spiritual chains...
french: [Je lui propose de se libérer de ses chaînes spirituelles...

source: [_dj_] And to fuck what she wants and blablabla
french: [Et de baiser ce qu'elle veut et blablabla

source: [_dj_] And the second one:
french: [_dj_] Et le deuxième :

source: [_dj_] I make her your very own private slave.
french: [Je fais d'elle votre esclave privée.

source: [_dj_] Submitted to your will.
french: [_dj_] Soumis à votre volonté.

source: [_u_] I feel like you have a preference.
french: [J'ai l'impression que vous avez une préférence.

source: [_dj_] Yeah...
french: [Oui...

source: [_dj_] Just a tiny bit.
french: [Juste un tout petit peu.

source: [_dj_] But both are good!
french: [Mais les deux sont bons !

source: [_u_] Damn...
french: [_u_] Merde...

source: [_u_] Both look great...
french: [_u_] Les deux ont l'air très bien...

source: [_dj_] Well, in one case you will end up with an independent and strong character...
french: [_dj_] Dans un cas, vous obtiendrez un personnage indépendant et fort...

source: [_dj_] And in the other case, it will be submitted to you.
french: [Et dans l'autre cas, il vous sera soumis.

source: [_dj_] It could change a lot of things!
french: [Cela pourrait changer beaucoup de choses !

source: [_dj_] Well... I have a slight preference for submission so...
french: [_dj_] Eh bien... J'ai une légère préférence pour la soumission, alors...

source: [_a_] If I may say so... the soft version may be good too.
french: [_a_] Si je peux me permettre... la version douce peut être bonne aussi.

source: [_a_] It would be interesting to see our princess take the lead!
french: [Il serait intéressant de voir notre princesse prendre les devants !

source: [_a_] Personally, I would love to see that.
french: [_a_] Personnellement, j'aimerais bien voir ça.

source: [_dj_] Yes but... imagine a little slave princess...
french: [Oui mais... imaginez une petite princesse esclave...

source: [_dj_] Only for you.
french: [Seulement pour vous.

source: [_a_] Anyway, your call!
french: [_a_] Quoi qu'il en soit, c'est à vous de décider !

source: [_dj_] That's a good choice!
french: [C'est un bon choix !

source: [_dj_] I feel like we're going to have fun!
french: [Je sens qu'on va s'amuser !

source: [_dj_] When my master expresses his wishes...
french: [Quand mon maître exprime ses souhaits...

source: [_dj_] I proceed.
french: [Je poursuis.

source: [_dj_] Your wish granted, my Prince!
french: [Votre souhait est exaucé, mon Prince !

source: [_jm_] So... is this the famous magic lamp?
french: [Alors... c'est la fameuse lampe magique ?

source: [_jm_] It's so strange... I had a drawing of this lamp in one of my books...
french: [C'est si étrange... J'avais un dessin de cette lampe dans un de mes livres...

source: [_jm_] So you didn't lie to me...
french: [Vous ne m'avez donc pas menti...

source: [_jm_] This... Djin really exists?
french: [_jm_] Ce... Djin existe vraiment ?

source: [_jm_] This creature must be really small to live there.
french: [Cette créature doit être vraiment petite pour vivre là.

source: [_u_] It's bigger on the inside actually.
french: [Il est plus grand à l'intérieur en fait.

source: [_u_] And she already hears you I think.
french: [Et elle vous entend déjà, je crois.

source: [_u_] Why are you whispering?
french: [Pourquoi chuchotez-vous ?

source: [_jm_] {size=18}You said she could hear us!{/size}
french: [_jm_] {size=18}Vous avez dit qu'elle pouvait nous entendre ! {/size}

source: [_u_] Yes, but you don't have to...
french: [Oui, mais vous n'êtes pas obligé...

source: [_u_] Okay, just ask your question to the lamp.
french: [D'accord, posez votre question à la lampe.

source: [_jm_] Djin from the lamp...
french: [Djin de la lampe...

source: [_jm_] How can I no longer be a princess?
french: [Comment puis-je ne plus être une princesse ?

source: [_jm_] This doesn't work.
french: [Cela ne fonctionne pas.

source: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Only those Carrying No Garments Shall Have My Answers.{/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
french: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Seuls ceux qui ne portent pas de vêtements auront mes réponses.{/size} {/font=BLKCHCRY.ttf} {/color}{/cps}

source: [_jm_] Well... that was impressive.
french: [C'était impressionnant.

source: [_jm_] Did the Djin say...
french: [Le Djin a-t-il dit...

source: [_jm_] ''No Garments''?
french: [_jm_] ''Pas de vêtements'' ?

source: [_u_] I believe so.
french: [Je le crois.

source: [_jm_] I must not... wear clothes... for her to answer me?
french: [Je ne dois pas... porter des vêtements... pour qu'elle me réponde ?

source: [_jm_] It doesn't make any sense.
french: [Cela n'a aucun sens.

source: [_u_] Don't look at me like that, I'm not the one who decides.
french: [Ne me regardez pas comme ça, ce n'est pas moi qui décide.

source: [_jm_] What is this requirement... ?
french: [Qu'est-ce que cette exigence... ?

source: [_dj_] I thought it might help you!
french: [J'ai pensé que cela pourrait vous aider !

source: [_jm_] Well...
french: [_jm_] Eh bien...

source: [_jm_] What should I do?
french: [Que dois-je faire ?

source: [_jm_] But I...
french: [Mais je...

source: [_jm_] No, I'm not going to...
french: [Non, je ne vais pas...

source: [_jm_] But I am so close to get my answers!
french: [Mais je suis si près d'obtenir mes réponses !

source: [_jm_] Gosh... it's such a conundrum...
french: [_jm_] Mon Dieu... c'est une telle énigme...

source: [_u_] Don't start saying words I don't understand please.
french: [Ne commencez pas à dire des mots que je ne comprends pas, s'il vous plaît.

source: [_jm_] I just...
french: [J'ai juste...

source: [_jm_] Really funny.
french: [_jm_] Très drôle.

source: [_jm_] But...
french: [Mais...

source: [_jm_] I am so close to my goal...
french: [Je suis si proche de mon objectif...

source: [_jm_] No, thank you...
french: [Non, merci...

source: [_jm_] It's already hard enough as it is!
french: [C'est déjà assez difficile comme ça !

source: [_u_] Sooo...
french: [_u_] Donc...

source: [_jm_] GOSH FINE!
french: [_jm_] ENFIN !

source: [_jm_] I can't believe it.
french: [Je ne peux pas le croire.

source: [_jm_] Take back your lamp, I'll be back in a second.
french: [Reprenez votre lampe, je reviens dans une seconde.

source: [_jm_] Okay... so...
french: [Ok... donc...

source: [_jm_] You promise me not to tell anyone, okay?
french: [Tu me promets de ne le dire à personne, d'accord ?

source: [_u_] Are you coming or not?
french: [Tu viens ou pas ?

source: [_jm_] Yes I... yes!
french: [Oui, je... oui !

source: [_jm_] I don't fucking believe it...
french: [Je n'y crois pas, putain...

source: [_jm_] Oh fuck... I shouldn't have...
french: [Oh putain... Je n'aurais pas dû...

source: [_u_] Come on, take your lamp and ask your question!
french: [Allez, prenez votre lampe et posez votre question !

source: [_jm_] Uh... I'd rather not.
french: [Je ne préfère pas.

source: [_jm_] I don't have any more hands available, do you see?
french: [Je n'ai plus de mains disponibles, vous voyez ?

source: [_u_] You just have to...
french: [Il suffit de...

source: [_jm_] Do not push too hard.
french: [Ne poussez pas trop fort.

source: [_u_] Ok ok! I'll keep it!
french: [Ok ok ! Je le garde !

source: [_jm_] Now that I am naked...
french: [Maintenant que je suis nu...

source: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...To Remove The Princess In yourself You Must Shed Your Modesty Thoroughly...{/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
french: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Pour faire disparaître la princesse qui est en vous, vous devez vous débarrasser complètement de votre modestie...{/size} {/font=BLKCHCRY.ttf} {/color}{/cps}

source: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...To Remove The Princess In Yourself, You Must Submit Entirely To The Will Of [name]... {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
french: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Pour éliminer la princesse en vous, vous devez vous soumettre entièrement à la volonté de [nom]... {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}

source: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...And Shed Your Modesty Thoroughly. {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
french: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Et vous débarrasser complètement de votre pudeur. {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}

source: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...There Is No Other Solution. {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
french: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Il n'y a pas d'autre solution. {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}

source: [_jm_] ''Remove my modesty thoroughly...''?
french: [_jm_] ''Enlever ma pudeur à fond...'' ?

source: [_jm_] I have the impression that this is more or less what you were proposing to do...
french: [J'ai l'impression que c'est plus ou moins ce que vous proposiez de faire...

source: [_jm_] You had seen right I would say even...
french: [Vous avez vu juste, je dirais même...

source: [_jm_] Do you... I know I've already asked you a lot but...
french: [Est-ce que tu... Je sais que je t'ai déjà beaucoup demandé mais...

source: [_jm_] I would like you to help me a little more.
french: [J'aimerais que vous m'aidiez un peu plus.

source: [_u_] How can I refuse something to a naked woman?
french: [Comment refuser quelque chose à une femme nue ?

source: [_jm_] Yeah... maybe I should put my clothes back on...
french: [Oui... je devrais peut-être me rhabiller...

source: [_jm_] Thank you very much Prince [name]!
french: [Merci beaucoup Prince [nom] !]

source: [_jm_] See you tomorrow!
french: [A demain !

source: [_jm_] What's the...
french: [Quel est le...

source: [_jm_] Did this djin just say that...
french: [Ce djin vient-il de dire que...

source: [_jm_] I have to submit to you to not be a princess anymore?
french: [Je dois me soumettre à toi pour ne plus être une princesse ?

source: [_u_] Again, I didn't say anything! Stop looking at me like that!
french: [Encore une fois, je n'ai rien dit ! Arrête de me regarder comme ça !

source: [_jm_] What is this bullshit...
french: [_jm_] C'est quoi ces conneries...

source: [_u_] No, but I understand. It's too much, stay a princess it will be easier.
french: [Non, mais je comprends. C'est trop, restez une princesse ce sera plus facile.

source: [_jm_] But I... !
french: [_jm_] Mais je... !

source: [_jm_] The Djin said...
french: [Le Djin a dit...

source: [_jm_] It can't be... it's...
french: [Ce n'est pas possible... c'est...

source: [_jm_] I need to think about this.
french: [Il faut que j'y réfléchisse.

source: [_jm_] And to get dressed.
french: [Et de s'habiller.

source: [_jm_] See you tomorrow Prince [name].
french: [A demain Prince [nom].

source: [_jm_] Happy to see you again.
french: [_jm_] Heureux de vous revoir.

source: [_jm_] I've been thinking about everything that's happened and...
french: [J'ai réfléchi à tout ce qui s'est passé et...

source: [_jm_] I'm glad we found a solution.
french: [Je suis heureux que nous ayons trouvé une solution.

source: [_jm_] Although... I have a feeling it's not going to be easy.
french: [_jm_] Bien que... J'ai le sentiment que ça ne va pas être facile.

source: [_jm_] But at least I know there is a solution!
french: [Mais au moins je sais qu'il y a une solution !

source: [_u_] That's a good way to think!
french: [C'est une bonne façon de penser !

source: [_jm_] Well, tell me what to do.
french: [Eh bien, dites-moi ce qu'il faut faire.

source: [_jm_] You are clearly more of an expert in this field than I am, so...
french: [Vous êtes manifestement plus expert que moi dans ce domaine, alors...

source: [_jm_] I defer to your judgment!
french: [Je m'en remets à votre jugement !

source: [_u_] Well, great! I got carte blanche?
french: [_u_] Eh bien, super ! J'ai carte blanche ?

source: [_jm_] ... no.
french: [... non.

source: [_jm_] And count on me to tell you if you cross the line.
french: [Et comptez sur moi pour vous le dire si vous dépassez les bornes.

source: [_jm_] I am glad that we have found a solution...
french: [Je suis heureux que nous ayons trouvé une solution...

source: [_jm_] And I think the only thing left for me to do is to trust your judgment.
french: [Et je pense qu'il ne me reste plus qu'à faire confiance à votre jugement.

source: [_u_] Mmmh... I'm not sure I can help you.
french: [Mmmh... Je ne suis pas sûr de pouvoir vous aider.

source: [_jm_] But! You are the only person who...
french: [Mais vous êtes la seule personne qui...

source: [_jm_] Come on! You're not going to make me beg, are you?
french: [Allez ! Vous n'allez pas me faire supplier, n'est-ce pas ?

source: [_jm_] Please, could you help me.
french: [Pourriez-vous m'aider, s'il vous plaît ?

source: [_u_] I think you meant to say:
french: [Je pense que vous vouliez dire :

source: [_u_] ''Please, could you help me...''
french: [_u_] ''S'il vous plaît, pourriez-vous m'aider...''

source: [_u_] ''Please, could you help me...'' [nointeract]
french: [_u_] ''S'il vous plaît, pourriez-vous m'aider...'' [nointeract]

source: [_jm_] Are you serious?
french: [Vous êtes sérieux ?

source: [_jm_] Lord? And what else? Overlord!
french: [Seigneur ? Et quoi d'autre ? Seigneur suprême !

source: [_jm_] I was just kidding.
french: [Je plaisantais.

source: [_jm_] Master?
french: [Maître ?

source: [_jm_] What do you think I am? Your slave?
french: [Pour qui me prenez-vous ? Votre esclave ?

source: [_u_] Or, I can let you do it on your own.
french: [Ou je peux vous laisser le faire vous-même.

source: [_jm_] Wouldn't you dare?
french: [Vous n'oseriez pas ?

source: [_jm_] King? Just that!
french: [Le roi ? Rien que ça !

source: [_jm_] Would you like to take the place of Sherazade too?
french: [Voulez-vous aussi prendre la place de Shéhérazade ?

source: [_jm_] This doesn't make sense.
french: [Cela n'a pas de sens.

source: [_u_] This is my condition to help you.
french: [C'est ma condition pour vous aider.

source: [_jm_] Are you serious about this?
french: [_jm_] Vous êtes sérieux ?

source: [_jm_] Ok! Very good! As you wish!
french: [_jm_] Ok ! Très bien ! Comme vous voulez !

source: [_jm_] So, where do we start... [Quest_JM_NameMC] [name]?
french: [_jm_] Alors, par où commencer... [Quest_JM_NameMC] [nom] ?

source: [_jm_] You want...
french: [Vous voulez...

source: [_jm_] ...What???
french: [...Quoi ? ???

source: [_jm_] No no no no no.
french: [Non, non, non, non, non.

source: [_u_] Why not? It could be fun!
french: [Pourquoi pas ? Cela pourrait être amusant !

source: [_jm_] I could never do that.
french: [Je ne pourrais jamais faire cela.

source: [_jm_] Sorry, but no!
french: [Désolé, mais non !

source: [_u_] Ok... we're not there yet.
french: [_u_] Ok... nous n'en sommes pas encore là.

source: [_jm_] Only if I have another dance book.
french: [Seulement si j'ai un autre livre de danse.

source: [_jm_] I saw that there was a volume 2 and then...
french: [_jm_] J'ai vu qu'il y avait un tome 2 et puis...

source: [_u_] Yep, I have it with me.
french: [Oui, je l'ai avec moi.

source: [_jm_] You've really thought of everything I see...
french: [Vous avez vraiment pensé à tout ce que je vois...

source: [_jm_] Give me a day to read it... and then uh...
french: [Donnez-moi un jour pour le lire... et puis euh...

source: [_jm_] And then I'll see what I can do with your uh... request.
french: [Et puis je verrai ce que je peux faire avec votre euh... demande.

source: [_u_] Great! See you later!
french: [_u_] Super ! A tout à l'heure !

source: [_u_] Jasmine?
french: [Jasmine ?

source: [_jm_] [Quest_JM_NameMC] [name]! I think I'm ready!
french: [_jm_] [Quest_JM_NameMC] [nom] ! Je crois que je suis prêt !

source: [_jm_] Well... I'll never be more ready than this anyway...
french: [_jm_] Eh bien... Je ne serai jamais plus prêt que ça de toute façon...

source: [_jm_] Sit down in the chair in front of you!
french: [Asseyez-vous sur la chaise en face de vous !

source: [_u_] Uh... okay...
french: [Euh... ok...

source: [_u_] I hope it's not a trap...
french: [J'espère que ce n'est pas un piège...

source: [_u_] Gosh... If I end up murdered in this chair...
french: [_u_] Bon sang... Si je finis assassiné dans ce fauteuil...

source: [_jm_] As you asked my [Quest_JM_NameMC]...
french: [_jm_] Comme vous l'avez demandé à mon [Quest_JM_NameMC]...

source: [_jm_] I offer you this dance.
french: [Je vous offre cette danse.

source: [_jm_] Does my [Quest_JM_NameMC] like the view?
french: [Mon [Quest_JM_NameMC] aime-t-il la vue ?

source: [_u_] A little too much clothing for my taste.
french: [_u_] Un peu trop de vêtements à mon goût.

source: [_jm_] I thought you were going to say something like that.
french: [Je pensais que vous alliez dire quelque chose comme ça.

source: [_jm_] Is that better?
french: [Est-ce mieux ?

source: [_u_] Mmmh...
french: [Mmmh...

source: [_jm_] What are you...
french: [Qu'est-ce que tu...

source: [_u_] You didn't think I was going to watch you without doing anything...
french: [Tu ne pensais pas que j'allais te regarder sans rien faire...

source: [_jm_] I can't believe it... you... jerk your penis
french: [Je n'arrive pas à y croire... tu... secoues ton pénis

source: [_u_] Yeah, and the view is amazing.
french: [Oui, et la vue est magnifique.

source: [_u_] Come a little closer...
french: [Approchez-vous un peu...

source: [_jm_] Mmmh... but keep your hands where they are.
french: [Mmmh... mais gardez vos mains où elles sont.

source: [_u_] Damn... you are so hot...
french: [_u_] Bon sang... tu es si sexy...

source: [_u_] I'm gonna cum so hard on your ass...
french: [Je vais jouir si fort sur ton cul...

source: [_jm_] Sorry, what did you say?
french: [Désolé, qu'avez-vous dit ?

source: [_u_] Show me your ass.
french: [Montre-moi ton cul.

source: [_u_] Oh fuck...
french: [Oh putain...

source: [_u_] I'm gonna cum...
french: [Je vais jouir...

source: [_u_] Take that take that princess!
french: [Prends ça, prends ça, princesse !

source: [_jm_] Did you really...?
french: [Avez-vous vraiment... ?

source: [_jm_] Did you really ejaculate on my back?
french: [As-tu vraiment éjaculé sur mon dos ?

source: [_u_] Sorry princess... your ass was too good.
french: [Désolé princesse... ton cul était trop beau.

source: [_jm_] Well, uh...
french: [_jm_] Eh bien, euh...

source: [_jm_] I guess I'll take that as a compliment!
french: [Je suppose que je prends cela comme un compliment !

source: [_jm_] I...uh... guess I'll take that as a compliment...
french: [Je... euh... je suppose que je vais prendre ça comme un compliment...

source: [_jm_] So... uhm...
french: [Donc... euh...

source: [_jm_] Thank you [Quest_JM_NameMC]?
french: [Merci [Quest_JM_NameMC] ?]

source: [_tb_] Hello, dear Patron [name]!
french: [Bonjour, cher Patron [nom] !]

source: [_tb_] You have finished the current update of the Patreon Quests!
french: [_tb_] Vous avez terminé la mise à jour actuelle des Quêtes Patreon !

source: [_tb_] Rest assured, The next part is already in production!
french: [_tb_] Rassurez-vous, la suite est déjà en production !

source: [_tb_] Or even already released! The only way to find out is to check it out on {a=https://www.patreon.com/Salty01_NSFW}{color=#fc9c63}Patreon{/color}{/a}!
french: [_tb_] Ou même déjà sorti ! Le seul moyen de le savoir est de le découvrir sur {a=https://www.patreon.com/Salty01_NSFW}{color=#fc9c63}Patreon{/color}{/a} !

source: [_tb_] Thank you again for helping financially this game, it is thanks to you and your support that this game can exist!
french: [_tb_] Merci encore d'aider financièrement ce jeu, c'est grâce à vous et à votre soutien que ce jeu peut exister !

source: [_tb_] See you soon for more adventures!
french: [A bientôt pour de nouvelles aventures !

source: [_jm_] What do you mean?
french: [Que voulez-vous dire ?

source: [_jm_] What would you do with my clothes?
french: [Que feriez-vous de mes vêtements ?

source: [_jm_] Do you want to... wear them?
french: [Voulez-vous... les porter ?

source: [_jm_] I mean... if that's your thing I'm not judging of course...
french: [Je veux dire... si c'est votre truc, je ne vous juge pas, bien sûr...

source: [_jm_] Well... yes, I am judging you a little.
french: [Eh bien... oui, je vous juge un peu.

source: [_jm_] Just a bit.
french: [Juste un peu.

source: [_u_] No, that wasn't really my plan.
french: [Non, ce n'était pas vraiment mon plan.

source: [_u_] I just want you to give me your clothes permanently.
french: [Je veux juste que tu me donnes tes vêtements en permanence.

source: [_jm_] I mean... I suppose you have some perverse idea in mind...
french: [Je veux dire... Je suppose que vous avez une idée perverse en tête...

source: [_u_] It depends, can we really say that nudity is perverse?
french: [_u_] Cela dépend, peut-on vraiment dire que la nudité est perverse ?

source: [_jm_] You really expect me to believe that...
french: [Vous vous attendez vraiment à ce que je croie cela...

source: [_jm_] What's your plan? I give you my clothes and then what?
french: [Quel est ton plan ? Je te donne mes vêtements et ensuite quoi ?

source: [_jm_] For your information, you've already taken my underwear... I'll just end up naked...
french: [Pour ton information, tu as déjà pris mes sous-vêtements... Je vais finir à poil...

source: [_jm_] I'm not going to just... walk around naked, am I?
french: [Je ne vais pas me promener tout nu, n'est-ce pas ?

source: [_jm_] Oh no... this is really what you had in mind...
french: [Oh non... c'est vraiment ce que vous aviez en tête...

source: [_u_] What? I've already seen you naked! It's the same thing!
french: [Quoi ? Je t'ai déjà vue nue ! C'est la même chose !

source: [_jm_] Seeing me naked once and being naked all the time are two very different things.
french: [Me voir nu une fois et être nu tout le temps sont deux choses très différentes.

source: [_u_] Arg... why does it always have to be difficult?...
french: [_u_] Arg... pourquoi faut-il toujours que ce soit difficile ?...

source: [_jm_] I was raised like a princess, so I'm complex.
french: [J'ai été élevée comme une princesse, je suis donc complexe.
