Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_SZ.po
Languages: french, italian

source: [_u_] Was this your plan all along?
french: [ _u_ ] Était-ce votre plan?
italian: [_u_] Questo è stato il tuo piano da sempre?

source: [_ly_] Well yes... but you have to admit that the result is cool, isn't it?
french: [ _ly_ ] Bien oui ... mais vous devez admettre que le résultat est cool, n'est-ce pas?
italian: [_ly_] Beh, sì... ma devi ammettere che il risultato è fresco, vero?

source: [_ly_] Plus, it fits perfectly!
french: [ _ly_ ] Plus, il convient parfaitement !
italian: [_ly_] Plus, si adatta perfettamente!

source: [_ly_] Without the real dress, I'd never have been able to make this one!
french: Sans la vraie robe, je n'aurais jamais pu faire ça !
italian: [_ly_] Senza il vero vestito, non sarei mai stato in grado di fare questo!

source: [_ly_] We wouldn't say so, but it's a real challenge to reproduce something perfectly with this machine!
french: [ _ly_ ] Nous ne le dirons pas, mais c'est un vrai défi de reproduire quelque chose de parfaitement avec cette machine !
italian: [_ly_] Non lo diremo, ma è una vera sfida riprodurre qualcosa perfettamente con questa macchina!

source: [_ly_] But when you can scan a model... it's a lot easier.
french: [ _ly_ ] Mais quand vous pouvez scanner un modèle ... c'est beaucoup plus facile.
italian: [_ly_] Ma quando puoi scansionare un modello... è molto più facile.

source: [_ly_] What?
french: [ _ly_ ] Quoi?
italian: [_ly_] Cosa?

source: [_u_] Your perfectly fitted dress shows off your breasts.
french: [ _u_ ] Votre robe parfaitement ajustée montre vos seins.
italian: [_u_] Il tuo vestito perfettamente adattato mostra il tuo seno.

source: [_ly_] I spoke too soon...
french: [ _ly_ ] J'ai parlé trop tôt ...
italian: [_ly_] Ho parlato troppo presto...

source: [_ly_] I always end up with at least one breast out!
french: [ _ly_ ] Je termine toujours avec au moins une poitrine !
italian: [_ly_] Finisco sempre con almeno un seno fuori!

source: [_u_] You could have told me you just wanted a new dress...
french: [ _u_ ] Tu aurais pu me dire que tu voulais juste une nouvelle robe ...
italian: [_u_] Avresti potuto dirmi che volevi solo un vestito nuovo...

source: [_ly_] Okay, I admit I could have told you...
french: [ _ly_ ] Ok, j'admets que j'aurais pu te dire ...
italian: [_ly_] Okay, ammetto che avrei potuto dirti...

source: [_ly_] I was afraid you'd say no...
french: [ _ly_ ] J'avais peur de dire non ...
italian: [_ly_] Avevo paura che avreste detto di no...

source: [_ly_] Oh well, in exchange, you've seen my tits, it's not so bad isn't it?
french: [ _ly_ ] Oh bien, en échange, vous avez vu mes seins, ce n'est pas si mauvais n'est-ce pas?
italian: [_ly_] Oh bene, in cambio, hai visto le mie tette, non è così male vero?

source: [_ly_] Is that so?
french: [ _ly_ ] Est-ce ainsi?
italian: [_ly_] È così?

source: [_ly_] I could have sworn you had a good look at my breasts though...
french: [ _ly_ ] Je pourrais avoir juré que vous aviez un bon look à mes seins bien que ...
italian: [_ly_] Avrei potuto giurare che avete avuto una buona occhiata ai miei seni però...

source: [_ly_] Are we even now?
french: [ _ly_ ] Sommes-nous maintenant?
italian: [_ly_] Siamo anche adesso?

source: [_u_] Now we're even.
french: [ _u_ ] Maintenant, on est même.
italian: [_u_] Ora siamo pari.

source: [_ly_] Perfect!
french: [ _ly_ ] Parfait !
italian: [_ly_] Perfetto!

source: [_ly_] Glad to hear it.
french: [ _ly_ ] Glad pour l'entendre.
italian: [_ly_] Siamo felici di sentirlo.

source: [_ly_] Well... I've still got work to do, I think!
french: [ _ly_ ] Eh bien ... J'ai encore du travail à faire, je pense !
italian: [_ly_] Beh, ho ancora del lavoro da fare, penso!

source: [_ly_] We'll see you later!
french: [ _ly_ ] Nous vous verrons plus tard !
italian: [_ly_] Ti vedremo più tardi!

source: [_sz_] Oh? Really?
french: [ _sz_ ] Oh? Vraiement?
italian: [_sz_] Oh? Davvero?

source: [_sz_] And why would you do that?
french: [ _sz_ ] Et pourquoi feriez-vous ça?
italian: [_sz_] E perché lo faresti?

source: [_u_] Because I love my Sultana?
french: [ _u_ ] Parce que j'aime mon Sultana?
italian: [_u_] Perché amo la mia Sultana?

source: [_u_] You needed a garment that was more... in adequation with the tastes of your people.
french: [ _u_ ] Vous avez besoin d'un vêtement qui était plus ... en adéquation avec les goûts de votre peuple.
italian: [_u_] Avevi bisogno di un capo che fosse più... in modo adeguato con i gusti del tuo popolo.

source: [_sz_] In adequation with...
french: [ _sz_ ] En adéquation avec ...
italian: [_sz_] In adeguatezza con...

source: [_sz_] Wait... what does this garment look like?
french: [ _sz_ ] Attends ... à quoi ressemble ce vêtement?
italian: [_sz_] Aspetta... che aspetto ha questo indumento?

source: [_u_] I think it would be best if you tried it out!
french: [ _u_ ] Je pense que ce serait mieux si vous l'essayiez !
italian: [_u_] Penso che sarebbe meglio se lo avessi provato!

source: [_sz_] Gods of the desert...
french: [ _sz_ ] Dieux du désert ...
italian: [_sz_] Dei del deserto...

source: [_sz_] Okay, let me see that.
french: [ _sz_ ] Ok, laissez-moi voir ça.
italian: [_sz_] Okay, lasciamelo vedere.

source: [_sz_] Are you sure there isn't a part missing?
french: [ _sz_ ] Etes-vous sûr qu'il n'y a pas de pièce manquante?
italian: [_sz_] Sei sicuro che non manchi una parte?

source: [_sz_] I don't think this thing is my size...
french: [ _sz_ ] Je ne pense pas que ce truc soit ma taille ...
italian: [_sz_] Non penso che questa cosa sia la mia dimensione...

source: [_u_] Maybe you put it on backwards.
french: [ _u_ ] Peut-être que vous l'avez fait à l'envers.
italian: [_u_] Forse lo metti all'indietro.

source: [_sz_] No... I don't think so...
french: [ _sz_ ] Non. Je ne pense pas ...
italian: [_sz_] No... Non penso così...

source: [_sz_] No, no, no, no...
french: [ _sz_ ] Non, non, non, non ...

source: [_sz_] What the hell is this?
french: [ _sz_ ] Qu'est-ce que c'est?
italian: [_sz_] Che diavolo è questo?

source: [_sz_] This thing is ridiculous.
french: [ _sz_ ] Cette chose est ridicule.
italian: [_sz_] Questa cosa è ridicola.

source: [_sz_] And I'm sure the bottom is missing.
french: [ _sz_ ] Et je suis sûr que le fond est manquant.
italian: [_sz_] E sono sicuro che il fondo manca.

source: [_sz_] There's just some kind of long piece of fabric... and I don't know what to do with it.
french: [ _sz_ ] Il y a juste une sorte de tissu long ... et je ne sais pas quoi en faire.
italian: [_sz_] C'è solo una sorta di lungo pezzo di tessuto... e non so cosa fare con esso.

source: [_u_] This must be the bottom part.
french: [ _u_ ] Il doit s'agir de la partie inférieure.
italian: [_u_] Questa deve essere la parte inferiore.

source: [_sz_] Not to mention this... the top doesn't fit me at all!
french: [ _sz_ ] Sans parler de ça ... le haut ne me convient pas du tout !
italian: [_sz_] Per non parlare di questo... il top non mi si adatta affatto!

source: [_u_] I think it's fine.
french: [ _u_ ] Je pense que c'est bien.
italian: [_u_] Penso che vada bene.

source: [_sz_] It's absolutely ridiculous.
french: [ _sz_ ] C'est absolument ridicule.
italian: [_sz_] È assolutamente ridicolo.

source: [_u_] I think it's pretty cool.
french: [ _u_ ] Je pense que c'est plutôt cool.
italian: [_u_] Penso che sia abbastanza cool.

source: [_sz_] This is officially the worst gift I've ever seen in my entire life.
french: [ _sz_ ] C'est officiellement le pire cadeau que j'ai jamais vu de toute ma vie.
italian: [_sz_] Questo è ufficialmente il regalo peggiore che abbia mai visto in tutta la mia vita.

source: [_u_] And... would it be possible to see what the bottom looks like?
french: [ _u_ ] Et ... il serait possible de voir à quoi ressemble le fond?
italian: [_u_] E... sarebbe possibile vedere come appare il basso?

source: [_u_] Well, if I adjust the top to your size, would that encourage you to wear the bottoms as well?
french: [ _u_ ] Eh bien, si je adapte le dessus à votre taille, cela vous encouragerait à porter le fond aussi?
italian: [_u_] Beh, se regolassi il top alla tua taglia, ti incoraggerei a indossare anche i fondi?

source: [_sz_] I guess so.
french: [ _sz_ ] Je suppose.
italian: [_sz_] immagino così.

source: [_ly_] What do you mean by ''make it fit''?
french: [ _ly_ ] Que voulez-vous dire par "rendre l'ajustement"?
italian: [_ly_] Che cosa intendi con ''renderlo idoneo'?

source: [_u_] It looked like some kind of ultra-tight bikini.
french: [ _u_ ] Ça ressembla à une sorte de bikini ultra-serré.
italian: [_u_] Sembrava una sorta di bikini ultra-stretto.

source: [_u_] Like something you'd see on a fan-service figure.
french: [ _u_ ] Comme quelque chose que vous voyez sur une figure de fan-service.
italian: [_u_] Come qualcosa che vedreste su una figura di fan-service.

source: [_ly_] Yeah... it wasn't really supposed to look like this...
french: [ _ly_ ] Ouais ... ça n'était pas vraiment censé ressembler à ça ...
italian: [_ly_] Sì... non era davvero supposto che assomigliasse a questo...

source: [_ly_] Crap... I'm struggling with clothing sizes these days...
french: [ _ly_ ] Crap ... Je suis en train de me battre avec la taille des vêtements de ces jours ...
italian: [_ly_] Crap... Sto lottando con le taglie di abbigliamento in questi giorni...

source: [_u_] It wasn't that bad...
french: [ _u_ ] Ce n'était pas si mal ...
italian: [_u_] Non era così cattivo...

source: [_u_] But I don't think she'll agree to go any further if we leave it like that.
french: [ _u_ ] Mais je ne pense pas qu'elle acceptera d'aller plus loin si on le laisse comme ça.
italian: [_u_] Ma non penso che lei accetterà di andare oltre se lo lasciamo così.

source: [_ly_] Well, listen...
french: [ _ly_ ] Eh bien, écoutez ...
italian: [_ly_] Beh, ascolta...

source: [_ly_] Come and see me tomorrow. I think I have an idea to fix this.
french: [ _ly_ ] Viens me voir demain. Je pense que j'ai une idée de réparer ça.
italian: [_ly_] Vieni a trovarmi domani. Penso di avere un'idea per risolvere questo problema.

source: [_u_] Are you sure you don't need any help?
french: [ _u_ ] Etes-vous sûr de n'avoir besoin d'aucune aide?
italian: [_u_] Sei sicuro di non aver bisogno di aiuto?

source: [_ly_] Don't worry. I made the mistake, I'll fix it.
french: [ _ly_ ] Ne vous inquiétez pas. J'ai fait l'erreur, je le réparerai.
italian: [_ly_] Non preoccupatevi. Ho fatto l'errore, lo sistemerò.

source: [_u_] A pretty cool mistake, I must admit... Don't you want to make bikinis like that for everyone?
french: [ _u_ ] Une erreur plutôt cool, je dois admettre ... Tu ne veux pas faire de bikinis comme ça pour tout le monde?
italian: [_u_] Un errore abbastanza fresco, devo ammettere... Non vuoi fare bikini come quello per tutti?

source: [_ly_] That would be a fun mistake indeed...
french: [ _ly_ ] Ce serait une erreur amusante en effet ...
italian: [_ly_] Sarebbe un errore divertente...

source: [_u_] It would be cool to have swimsuits to inaugurate the jacuzzi...
french: [ _u_ ] Il serait cool d'avoir des maillots de bain pour inaugurer le jacuzzi ...
italian: [_u_] Sarebbe bello avere costumi da bagno per inaugurare la jacuzzi...

source: [_ly_] What's the point of having a private Jacuzzi if you have to wear a bathing suit?
french: [ _ly_ ] Quel est le point d'avoir un jacuzzi privé si vous devez porter un maillot de bain?
italian: [_ly_] Qual è il punto di avere una vasca idromassaggio privata se si deve indossare un costume da bagno?

source: [_u_] I love the way you think.
french: [J'aime ta façon de penser.
italian: [_u_] Io amo il modo in cui pensi.

source: [_ly_] Well, come back tomorrow, I've got an idea how to fix that.
french: [ _ly_ ] Eh bien, revenais demain, j'ai une idée de comment réparer ça.
italian: [_ly_] Beh, tornate domani, ho un'idea su come risolvere il problema.

source: [_sz_] And here we are... the moment I've been dreading...
french: [ _sz_ ] Et ici nous sommes ... le moment où j'ai été en train de lire ...
italian: [_sz_] E qui siamo... il momento in cui ho temuto...

source: [_sz_] Let's get it over with.
french: [ _sz_ ] Faisons ça avec.
italian: [_sz_] Facciamo finire.

source: [_sz_] Is this...
french: [ _sz_ ] Est ce ...
italian: [_sz_] È questo...

source: [_sz_] Is this really what I'm supposed to wear?
french: [ _sz_ ] Est-ce vraiment ce que je suis censé porter?
italian: [_sz_] È davvero quello che dovrei indossare?

source: [_sz_] I knew it... it's too undressed...
french: [ _sz_ ] Je le savais ... c'est trop déshabiller ...
italian: [_sz_] lo sapevo... è troppo spogliato...

source: [_u_] It's never too undressed.
french: [ _u_ ] Il n'est jamais trop déshabé.
italian: [_u_] Non è mai troppo spogliato.

source: [_sz_] At least this time... it fits me...
french: [ _sz_ ] Au moins cette fois ... ça me correspond ...
italian: [_sz_] Almeno questa volta... si adatta a me...

source: [_sz_] Stop looking at my body so much it's embarrassing.
french: [ _sz_ ] Arrêtes de regarder mon corps tellement c'est embarrassant.
italian: [_sz_] Smettete di guardare il mio corpo così è imbarazzante.

source: [_sz_] Yes, I know...
french: [ _sz_ ] Oui, je sais ...
italian: [_sz_] Sì, lo so...

source: [_sz_] Isn't this outfit a little transparent?
french: [ _sz_ ] Cette tenue n'est-elle pas un peu transparente?
italian: [_sz_] Non è un po' trasparente?

source: [_u_] Not enough for my taste.
french: [ _u_ ] Pas assez pour mon goût.
italian: [_u_] Non abbastanza per il mio gusto.

source: [_u_] Well, I mean...
french: [ _u_ ] Eh bien, je veux dire ...
italian: [_u_] Beh, voglio dire...

source: [_u_] For people's taste.
french: [ _u_ ] Pour le goût des gens.
italian: [_u_] Per il gusto della gente.

source: [_sz_] Thanks, I guess.
french: [ _sz_ ] Merci, je suppose.
italian: [_sz_] Grazie, immagino.

source: [_sz_] Yes, I know... it's one of the few things I hate about myself...
french: [ _sz_ ] Oui, je sais ... c'est l'une des rares choses que je déteste pour moi ...
italian: [_sz_] Sì, lo so... è una delle poche cose che odio di me stesso...

source: [_sz_] Why are you pointing this out to me?
french: [ _sz_ ] Pourquoi pointez-vous cela vers moi?
italian: [_sz_] Perché mi stai segnalando?

source: [_u_] They must be absolutely perfect for a footjob...
french: [ _u_ ] Ils doivent être absolument parfaits pour un travail de bas de page ...
italian: [_u_] Devono essere assolutamente perfetti per un footjob...

source: [_sz_] A what?
french: [ _sz_ ] A quoi?
italian: [_sz_] A cosa?

source: [_u_] Nothing... forget it.
french: [ _u_ ] Rien ... ne l'oublie.
italian: [_u_] Niente... dimenticatelo.

source: [_u_] All right...
french: [ _u_ ] Très bien ...
italian: [_u_] Va bene...

source: [_sz_] That's not too bad.
french: [ _sz_ ] Ce n'est pas trop mal.
italian: [_sz_] Non è troppo male.

source: [_sz_] And you're sure that... people will like it?
french: [ _sz_ ] Et vous êtes sûr que ... les gens l'aimeront?
italian: [_sz_] E sei sicuro... alla gente piacerà?

source: [_u_] You want me to bring my friend back to ask her?
french: [ _u_ ] Tu veux que je ramène mon amie pour lui demander?
italian: [_u_] Vuoi che torni il mio amico a chiederle?

source: [_sz_] The blue lady?
french: [ _sz_ ] La dame bleue?
italian: [_sz_] La signora blu?

source: [_sz_] No thanks... I... don't need it. I'll take your word for it.
french: [ _sz_ ] Non merci ... Je ... n'en ai pas besoin. Je prendrai ta parole pour ça.
italian: [_sz_] No grazie... Io... non ne hai bisogno. Prenderò la tua parola per questo.

source: [_a_] Too bad, Emee was ready to come!
french: [_a_] Trop mal, Emee était prêt à venir !
italian: [_a_] Troppo male, Emee era pronto a venire!

source: [_a_] Hey emee, it's canceled.
french: [_a_] Hey emee, c'est annulé.
italian: [_a_] Hey emee, è annullato.

source: [_sz_] I... I suppose I should thank you.
french: [ _sz_ ] I. .. Je suppose que je devrais vous remercier.
italian: [_sz_] Io... Suppongo che dovrei ringraziarvi.

source: [_sz_] Thanks to your efforts... strange though they may be...
french: [ _sz_ ] Merci à vos efforts ... étrange bien qu'ils soient ...
italian: [_sz_] Grazie ai tuoi sforzi... strani anche se possono essere...

source: [_sz_] I'm taking another step towards my people.
french: [ _sz_ ] Je fais un autre pas vers mon peuple.
italian: [_sz_] Sto facendo un altro passo verso la mia gente.

source: [_sz_] And on top of that... you haven't asked me for a single payment since your help was requested...
french: [ _sz_ ] Et en plus ... vous ne m'avez pas demandé un seul paiement depuis que votre aide a été demandée ...
italian: [_sz_] E in cima a quello... non mi hai chiesto un singolo pagamento dal momento che il tuo aiuto è stato richiesto...

source: [_sz_] It's an act of great nobility that you've done here.
french: [ _sz_ ] C'est un acte de grande noblesse que vous avez fait ici.
italian: [_sz_] È un atto di grande nobiltà che hai fatto qui.

source: [_u_] Well, um...
french: [ _u_ ] Eh bien, euh ...

source: [_u_] Thank you.
french: [ _u_ ] Merci.
italian: [_u_] Grazie.

source: [_sz_] Don't look at me like that. I know how to thank people when the time comes.
french: [ _sz_ ] Ne me regarde pas comme ça. Je sais comment remercier les gens quand vient le temps.
italian: [_sz_] Non mi guardi così. So come ringraziare le persone quando arriva il momento.

source: [_sz_] And I think it's time I paid my debts to you.
french: [ _sz_ ] Et je pense qu'il est temps que je paie mes dettes.
italian: [_sz_] E penso che sia ora che ti ho pagato i miei debiti.

source: [_sz_] We had agreed on a...
french: [ _sz_ ] Nous nous sommes mis d'accord sur ...
italian: [_sz_] Avevamo concordato su...

source: [_sz_] ...''Favor''. Is that correct?
french: [ _sz_ ] ... '' Favor''. Est-ce correct?
italian: [_sz_] ...''Favor''. È corretto?

source: [_u_] It is.
french: [ _u_ ] C'est.
italian: [_u_] È così.

source: [_sz_] Then name your favor, Grand Vizier.
french: [ _sz_ ] Alors nommez votre faveur, Grand Vizier.
italian: [_sz_] Quindi nominate il vostro favore, Grand Vizier.

source: [_sz_] If your request is within my capabilities, I'll grant it.
french: [ _sz_ ] Si votre demande est dans mes capacités, je l'accorderai.
italian: [_sz_] Se la tua richiesta è nelle mie possibilità, lo concederò.

source: [_u_] Wow... I almost feel like it's my birthday today...
french: [ _u_ ] Wow ... J'ai presque l'impression que c'est mon anniversaire aujourd'hui ...
italian: [_u_] Wow... Mi sento quasi come il mio compleanno oggi...

source: [_u_] Uh wait... let me think...
french: [ _u_ ] Attends ... laisse-moi penser ...
italian: [_u_] Uh aspetta... lasciami pensare...

source: [_a_] Take it easy!
french: [_a_] Prends le plus facile !
italian: [_a_] Prendilo facile!

source: [_a_] If you ask for doggy style, I think it will destroy all our progress.
french: [_a_] Si vous demandez un style dogme, je pense que cela va détruire tous nos progrès.
italian: [_a_] Se chiedi alla pecorina, penso che distruggerà tutti i nostri progressi.

source: [_a_] Try asking for something simple...
french: [_a_] Essayez de demander quelque chose de simple ...
italian: [_a_] Prova a chiedere qualcosa di semplice...

source: [_a_] Like hum... completely undressing, for example?
french: [_a_] Comme hum ... complètement déshabiller, par exemple?
italian: [_a_] Come hum... completamente spogliarsi, per esempio?

source: [_u_] Mh... I'm sure we can do better...
french: [ _u_ ] Mh ... Je suis sûr que nous pouvons faire mieux ...
italian: [_u_] Mh... Sono sicuro che possiamo fare meglio...

source: [_a_] Really?
french: [_a_] Vraiment ?
italian: [_a_] Davvero?

source: [_a_] Without scaring her?
french: [_a_] Sans son effrayer?
italian: [_a_] Senza spaventarla?

source: [_sz_] What's taking you so long?
french: [ _sz_ ] Qu'est-ce qui vous prend si longtemps?
italian: [_sz_] Cosa ti porta così a lungo?

source: [_u_] All right, I've got it!
french: [ _u_ ] Très bien, je l'ai !
italian: [_u_] Va bene, l'ho fatto!

source: [_u_] I want to...
french: [ _u_ ] Je veux ...
italian: [_u_] che voglio...

source: [_u_] Take a bath with you.
french: [ _u_ ] Prenez un bain avec vous.
italian: [_u_] Fai un bagno con te.

source: [_sz_] Are you serious about this?
french: [ _sz_ ] Vous êtes sérieux à ce sujet?
italian: [_sz_] Sei serio a questo proposito?

source: [_sz_] You? And me? In a bath?
french: [ _sz_ ] Vous? Et moi? Dans un bain?
italian: [_sz_] Voi? E io? In un bagno?

source: [_u_] Yes.
french: [ _u_ ] Oui.
italian: [_u_] Sì.

source: [_sz_] You couldn't find anything else?
french: [ _sz_ ] Vous n'avez rien trouvé d'autre?
italian: [_sz_] Non hai trovato nient'altro?

source: [_u_] It's very common tradition where I come from to bathe with friends.
french: [ _u_ ] C'est une tradition très courante où je viens de me baigné avec des amis.
italian: [_u_] È una tradizione molto comune da dove vengo a fare il bagno con gli amici.

source: [_sz_] Please don't be familiar.
french: [ _sz_ ] Merci de ne pas être familière.
italian: [_sz_] Per favore, non siate familiari.

source: [_sz_] I'm your Sultana, not your friend.
french: [ _sz_ ] Je suis votre Sultana, pas votre ami.
italian: [_sz_] sono la tua Sultana, non il tuo amico.

source: [_u_] Right, well... let's just say it's a sign of... respect and mutual trust.
french: [ _u_ ] Bien, eh bien ... disons que c'est un signe de respect et de confiance mutuelle.
italian: [_u_] destra, bene... diciamo solo che è un segno di... rispetto e fiducia reciproca.

source: [_sz_] Respect and mutual trust...
french: [ _sz_ ] Respect et confiance mutuelle ...
italian: [_sz_] Rispetto e fiducia reciproca...

source: [_sz_] I... just...
french: [ _sz_ ] I. .. juste ...
italian: [_sz_] Io... solo...

source: [_sz_] As a sign of respect and trust... I accept your favor.
french: [ _sz_ ] En signe de respect et de confiance ... J'accepte votre faveur.
italian: [_sz_] Come segno di rispetto e di fiducia... accetto il vostro favore.

source: [_u_] All right, then...
french: [ _u_ ] Très bien, alors ...
italian: [_u_] Va bene, allora...

source: [_sz_] All right, let's do it now.
french: [ _sz_ ] Très bien, allons-y maintenant.
italian: [_sz_] Va bene, lo facciamo adesso.

source: [_a_] Really? Where does this tradition come from?
french: [_a_] Vraiement? D'où vient cette tradition?
italian: [_a_] Davvero? Da dove viene questa tradizione?

source: [_u_] We've just inaugurated it with Lycoris.
french: [ _u_ ] Nous venons de l'inaugurée avec Lycoris.
italian: [_u_] L'abbiamo appena inaugurata con Lycoris.

source: [_a_] If it's a tradition, then I guess I have no choice but to join in!
french: [_a_] Si c'est une tradition, alors je suppose que je n'ai pas d'autre choix que de me joindre à moi !
italian: [_a_] Se è una tradizione, allora immagino che non ho altra scelta se non quella di partecipare!

source: [_a_] Well... We'll see.
french: [_a_] Eh bien ... Nous verrons.
italian: [_a_] Beh... Lo vedremo.

source: [_a_] And hum... what do I do now? Do I keep looking?
french: [_a_] Et hum ... qu'est-ce que je fais maintenant? Est-ce que je continue à regarder?
italian: [_a_] E hum... cosa faccio adesso? Continuo a guardare?

source: [_a_] I mean... you and Sherazade in the bath...
french: [_a_] Je veux dire ... toi et Sherazade dans le bain ...
italian: [_a_] Voglio dire... tu e Sherazade nel bagno...

source: [_u_] Do as you like!
french: [ _u_ ] Faites comme vous voulez !
italian: [_u_] Fai come ti piace!

source: [_a_] Uh... okay then!
french: [_a_] Euh ... ok alors !
italian: [_a_] Uh... va bene!

source: [_sz_] You... uh...
french: [ _sz_ ] Vous ...
italian: [_sz_] Tu... uh...

source: [_sz_] You can join me, sir.
french: [ _sz_ ] Vous pouvez me joindre à moi, monsieur.
italian: [_sz_] Puoi unirti a me, signore.
