Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_ArtDIVISION.po
Languages: french, italian

source: [_u_] See you later!
french: [_u_] A plus tard !
italian: [_u_] Ci vediamo più tardi!

source: [_ly_] See you [name]!
french: [ _ly_ ] Au revoir [ nom ] !
italian: [_ly_] Ci vediamo [name]!

source: [_a_] See you soon [name]!
french: [_a_] A bientôt [name]!
italian: [_a_] A presto [name]!

source: [_a_] No, not for now.
french: [_a_] Non, pas pour le moment.
italian: [_a_] No, non adesso.

source: [_a_] Maybe later.
french: [_a_] Peut-être plus tard.
italian: [_a_] Forse dopo.

source: [_e_] No. Not today.
french: [_am_] Non. Pas aujourd'hui.
italian: [_e_] No. Non oggi.

source: [_a_] Of course!
french: [_a_] Bien sûr !
italian: [_a_] Certo!

source: [_u_] Hey, excuse my curiosity but I have a question...
french: [_u_] Hé, excusez ma curiosité mais j'ai une question...
italian: [_u_] Hey, scusami se ti do fastidio, ma avrei una domanda...

source: [_a_] Ahah yes I was expecting you to be curious ahah
french: [_a_] Ahah oui je m'attendais à ce que tu sois curieux ahah
italian: [_a_] Ahah sì mi aspettavo che tu fossi curioso ahah

source: [_a_] But I understand you.
french: [_a_] Mais je vous comprends.
italian: [_a_] Ma ti capisco.

source: [_a_] If I had a colleague with her face on magazines that landed on such an isolated planet...
french: [_a_] Si j'avais un collègue avec son visage sur des magazines qui ont atterri sur une planète aussi isolée...
italian: [_a_] Se avessi una collega con la faccia sulle riviste che si trova su un pianeta così isolato...

source: [_a_] I'll be surprised too.
french: [_a_] Je serai également surpris.
italian: [_a_] Sarò sorpreso anch'io.

source: [_u_] Yeah... that's kind of the idea.
french: [Oui... c'est un peu l'idée.
italian: [_u_] Sì... L'idea è più o meno quella.

source: [_a_] Actually... it's me who has a question for you:
french: [_a_] En fait... c'est moi qui ai une question à vous poser :
italian: [_a_] Veramente... Sono io che ho una domanda per te:

source: [_a_] Have you...
french: [Avez-vous...
italian: [_a_] Hai...

source: [_a_] Have you read my book?
french: [Avez-vous lu mon livre ?
italian: [_a_] Hai letto il mio libro?

source: [_a_] Yes I know, I sound a little arrogant asking this question.
french: [_a_] Oui, je sais, j'ai l'air un peu arrogant en posant cette question.
italian: [_a_] Sì lo so, suono un po' arrogante facendo questa domanda.

source: [_a_] But I... I need to know.
french: [_a_] Mais je... J'ai besoin de savoir.
italian: [_a_] Ma io... devo sapere.

source: [_a_] Gosh, even here everyone knows who I am then?
french: [_a_] Bon sang, même ici tout le monde sait qui je suis alors ?
italian: [_a_] Gosh, anche qui tutti sanno chi sono allora?

source: [_u_] Hey, we're not that isolated from the rest of the galaxy.
french: [Nous ne sommes pas si isolés du reste de la galaxie.
italian: [_u_] Ehi, non siamo così isolati dal resto della galassia.

source: [_a_] When my ship arrived in your solar system, the GPS was repeating in a loop: ''Please turn around.''
french: [Quand mon vaisseau est arrivé dans votre système solaire, le GPS répétait en boucle : ''Faites demi-tour.''
italian: [_a_] Quando la mia nave è arrivata nel vostro sistema solare, il GPS stava ripetendo in un ciclo: ''Si prega di girare.''

source: [_u_] Okay, maybe we're a little bit isolated.
french: [D'accord, nous sommes peut-être un peu isolés.
italian: [_u_] Okay, forse siamo un po' isolati.

source: [_u_] And she also made Melissandre read it I think.
french: [_u_] Et elle l'a aussi fait lire à Melissandre je crois.
italian: [_u_] E ha fatto anche Melissandre leggerlo credo.

source: [_u_] In fact, I think she recommends it to everyone she meets.
french: [En fait, je pense qu'elle le recommande à tous ceux qu'elle rencontre.
italian: [_u_] In effetti, penso che lo raccomandi a tutti coloro che incontra.

source: [_a_] Well, I should probably go thank her!
french: [_a_] Eh bien, je devrais probablement aller la remercier !
italian: [_a_] Beh, probabilmente dovrei andare a ringraziarla!

source: [_u_] Be careful, if you get too close to her, she could have a heart attack.
french: [Attention, si vous vous approchez trop près d'elle, elle pourrait avoir une crise cardiaque.
italian: [_u_] Fai attenzione, se ti avvicini troppo a lei, potrebbe avere un attacco di cuore.

source: [_a_] Oh my god, I hope not!
french: [_a_] Oh mon Dieu, j'espère que non !
italian: [_a_] Oh mio dio, spero di no!

source: [_a_] But for real... it's so strange...
french: [_a_] Mais pour de vrai... c'est tellement étrange...
italian: [_a_] Ma per reale... è così strano...

source: [_a_] There is surely no place in the whole galaxy where nobody knows me anymore...
french: [Il n'y a sûrement aucun endroit dans toute la galaxie où personne ne me connaît plus...
italian: [_a_] Non c'è sicuramente posto in tutta la galassia dove nessuno mi conosce più...

source: [_a_] It's unreal.
french: [C'est irréel.
italian: [_a_] Non è reale.

source: [_a_] Anyway, I digress. What did you want to say?
french: [_a_] Quoi qu'il en soit, je m'écarte du sujet. Que vouliez-vous dire ?
italian: [_a_] Comunque, io digresso. Che cosa volevi dire?

source: [_u_] I mean, not that I'm... well, that we're not happy that you're here.
french: [Je veux dire, non pas que je sois... eh bien, que nous ne soyons pas heureux que vous soyez ici.
italian: [_u_] Voglio dire, non che sono... bene, che non siamo felici che tu sia qui.

source: [_u_] Quite the contrary.
french: [_u_] Bien au contraire.
italian: [_u_] Al contrario.

source: [_u_] But why this planet?
french: [Mais pourquoi cette planète ?
italian: [_u_] Ma perché questo pianeta?

source: [_a_] Well... This planet is not so bad!
french: [_a_] Eh bien... Cette planète n'est pas si mal !
italian: [_a_] Bene... Questo pianeta non è così male!

source: [_a_] And I love the ocean, so the view is perfect here!
french: [_a_] Et j'aime l'océan, alors la vue est parfaite ici !
italian: [_a_] E amo l'oceano, quindi la vista è perfetta qui!

source: [_u_] Don't make me believe this.
french: [Ne me faites pas croire cela.
italian: [_u_] Non farmi credere a questo.

source: [_u_] You must be so rich with your books.
french: [Vous devez être si riche avec vos livres.
italian: [_u_] Devi essere così ricco con i tuoi libri.

source: [_u_] You could just spend your days in a jacuzzi in your giant mansion surrounded by butlers.
french: [_u_] Vous pourriez passer vos journées dans un jacuzzi dans votre immense manoir entouré de majordomes.
italian: [_u_] Potresti solo trascorrere le tue giornate in una vasca idromassaggio nel tuo gigante palazzo circondato da maggiordomi.

source: [_u_] And yet you chose this piece of rock, lost in the middle of nowhere.
french: [Et pourtant vous avez choisi ce bout de rocher, perdu au milieu de nulle part.
italian: [_u_] Eppure avete scelto questo pezzo di roccia, perduto nel bel mezzo del nulla.

source: [_u_] I mean... It's just... why?
french: [Je veux dire... C'est juste que... pourquoi ?
italian: [_u_] Voglio dire... è solo... perché?

source: [_a_] First... It was a castle. Not a manor.
french: [_a_] D'abord... C'était un château. Pas un manoir.
italian: [_a_] Primo... Era un castello. Non un maniero.

source: [_a_] And most importantly, it was.
french: [_a_] Et surtout, il l'était.
italian: [_a_] E soprattutto, è stato.

source: [_a_] I sold everything when I came here.
french: [J'ai tout vendu en arrivant ici.
italian: [_a_] Ho venduto tutto quando sono venuto qui.

source: [_a_] Let's talk about something else, shall we?
french: [_a_] Parlons d'autre chose, voulez-vous ?
italian: [_a_] Parliamo di qualcos'altro, vero?

source: [_a_] I uh...
french: [_a_] Je...

source: [_a_] Let's talk about this another time, okay?
french: [Parlons-en une autre fois, d'accord ?
italian: [_a_] Parliamo di questo un'altra volta, okay?

source: [_a_] Oh, well...
french: [_a_] Oh, eh bien...
italian: [_a_] Oh, bene...

source: [_a_] I...
french: [_a_] Je...

source: [_a_] Would you like to get some fresh air with me?
french: [Voulez-vous prendre l'air avec moi ?
italian: [_a_] Vuoi avere un po' di aria fresca con me?

source: [_u_] Sure, why not.
french: [Bien sûr, pourquoi pas.
italian: [_u_] Certo, perché no.

source: [_a_] This place is really gorgeous.
french: [Cet endroit est vraiment magnifique.
italian: [_a_] Questo posto è davvero stupendo.

source: [_u_] You think so?
french: [_u_] Vous croyez ?
italian: [_u_] Lo pensi così?

source: [_a_] I mean... It is a ruin...
french: [Je veux dire... C'est une ruine...
italian: [_a_] Voglio dire... È una rovina...

source: [_u_] And attrociously isolated.
french: [_u_] Et atrocement isolée.
italian: [_u_] E attendibile isolato.

source: [_a_] Precisely.
french: [_a_] Précisément.
italian: [_a_] precisamente.

source: [_a_] That's why I love it.
french: [C'est pour cela que je l'aime.
italian: [_a_] Ecco perché lo amo.

source: [_a_] To answer your question from earlier...
french: [_a_] Pour répondre à votre question de tout à l'heure...
italian: [_a_] Per rispondere alla tua domanda in precedenza...

source: [_a_] No, I'm not making any progress with my latest book.
french: [_a_] Non, je ne progresse pas avec mon dernier livre.
italian: [_a_] No, non sto facendo alcun progresso con il mio ultimo libro.

source: [_a_] In fact, I think it's even worse than that...
french: [_a_] En fait, je pense que c'est même pire que cela...
italian: [_a_] In effetti, penso che sia ancora peggio...

source: [_a_] I have not started it.
french: [_a_] Je ne l'ai pas commencé.
italian: [_a_] non ho iniziato.

source: [_a_] Yes I know, quite an exclusive information I'm offering you here.
french: [_a_] Oui, je sais, c'est une information exclusive que je vous offre ici.
italian: [_a_] Sì lo so, informazioni piuttosto esclusive che ti sto offrendo qui.

source: [_a_] Actually, you see... I started my book series when I was still in college...
french: [_a_] En fait, vous voyez... J'ai commencé ma série de livres quand j'étais encore à l'université...
italian: [_a_] In realtà, vedete... Ho iniziato la mia serie di libri quando ero ancora al college...

source: [_a_] And I had no idea how to end the story.
french: [_a_] Et je n'avais aucune idée de la façon de terminer l'histoire.
italian: [_a_] E non avevo idea di come porre fine alla storia.

source: [_u_] And you haven't found out since?
french: [Et vous ne l'avez pas découvert depuis ?
italian: [_u_] E non hai scoperto da allora?

source: [_a_] No... I still have no idea.
french: [Non... Je n'en ai toujours pas la moindre idée.
italian: [_a_] No... Non ho ancora idea.

source: [_a_] I mean... I have some ideas but... nothing I like enough to satisfy me.
french: [_a_] Je veux dire... J'ai quelques idées mais... rien ne me plaît assez pour me satisfaire.
italian: [_a_] Voglio dire... Ho alcune idee ma... niente mi piace abbastanza per soddisfarmi.

source: [_a_] And if you add in all the fame... the paparazzi...
french: [_a_] Et si vous ajoutez la célébrité... les paparazzis...
italian: [_a_] E se si aggiunge in tutta la fama... i paparazzi...

source: [_a_] The pressure is too high.
french: [_a_] La pression est trop élevée.
italian: [_a_] La pressione è troppo alta.

source: That's why I'm here.
french: C'est pour cela que je suis ici.
italian: È la ragione per cui sono qui.

source: On a rock, in the middle of nowhere.
french: Sur un rocher, au milieu de nulle part.
italian: Su una roccia, in mezzo al nulla.

source: I'm hesitating between giving up everything...
french: J'hésite entre tout abandonner...
italian: Sto esitando a rinunciare a tutto...

source: ...or just giving myself some time before starting to write again.
french: ...ou simplement me donner un peu de temps avant de recommencer à écrire.
italian: ...o semplicemente dandomi un po' di tempo prima di iniziare a scrivere di nuovo.

source: [_u_] That's a big room.
french: [C'est une grande pièce.
italian: [_u_] È una grande stanza.

source: [_u_] Amandine?
french: [Amandine ?

source: [_u_] Anybody there?
french: [Il y a quelqu'un ?
italian: [_u_] Qualcuno lì?

source: [_u_] Mh...
french: [Mh...

source: [_u_] Let's take a closer look at this room.
french: [Regardons de plus près cette pièce.
italian: [_u_] Diamo un'occhiata più da vicino a questa stanza.

source: [_u_] the coffee is still hot.
french: [Le café est encore chaud.
italian: [_u_] il caffè è ancora caldo.

source: [_u_] Amandine must not be far.
french: [Amandine ne doit pas être loin.
italian: [_u_] Amandine non deve essere lontano.

source: [_u_] What's that?
french: [Qu'est-ce que c'est ?
italian: [_u_] Che cos'è?

source: [_u_] So weird.
french: [C'est tellement bizarre.
italian: [_u_] Così strano.

source: [_u_] It must not be easy every day to be so popular.
french: [_u_] Il ne doit pas être facile tous les jours d'être aussi populaire.
italian: [_u_] Non deve essere facile ogni giorno essere così popolare.

source: [_u_] But...
french: [_u_] Mais...
italian: [_u_] Ma...

source: [_u_] It's true that we have been waiting for a while for her next book...
french: [_u_] Il est vrai que l'on attend depuis un moment son prochain livre...
italian: [_u_] È vero che abbiamo aspettato un po' per il suo prossimo libro...

source: [_u_] Let's see what's next...
french: [Voyons la suite...
italian: [_u_] Vediamo cosa c'è dopo...

source: [_u_] Yeah...
french: [Oui...
italian: [_u_] Sì...

source: [_u_] If I were her, I would be very curious to see what they say about me...
french: [Si j'étais elle, je serais très curieuse de voir ce qu'ils disent de moi...
italian: [_u_] Se fossi lei, sarei molto curioso di vedere cosa dicono di me...

source: [_u_] But damn, what kind of idiots can buy this kind of magazine...
french: [_u_] Mais bon sang, quels sont les idiots qui peuvent acheter ce genre de magazine...
italian: [_u_] Ma dannato, che tipo di idioti possono acquistare questo tipo di rivista...

source: [_u_] I wonder if she is in a relationship...
french: [Je me demande si elle a une relation...
italian: [_u_] Mi chiedo se lei è in un rapporto...

source: [_u_] I mean...
french: [Je veux dire...
italian: [_u_] Voglio dire...

source: [_u_] uh... let's see the last one.
french: [_u_] euh... voyons le dernier.
italian: [_u_] uh... vediamo l'ultimo.

source: [_u_] Such subtlety.
french: [_u_] Quelle subtilité.
italian: [_u_] Tale sottigliezza.

source: [_u_] It looks pretty awful...
french: [C'est assez affreux...
italian: [_u_] Sembra piuttosto terribile...

source: [_a_] Am I disturbing your reading?
french: [_a_] Est-ce que je vous dérange dans votre lecture ?
italian: [_a_] Sto disturbando la tua lettura?

source: [_u_] This is a big machine.
french: [C'est une grosse machine.
italian: [_u_] Questa è una grande macchina.

source: [_u_] It's probably for...
french: [C'est probablement pour...
italian: [_u_] Probabilmente è per...

source: [_u_] uh...
french: [_u_] euh...

source: [_u_] Nah, I have no idea.
french: [Non, je n'en ai aucune idée.
italian: [_u_] Nah, non ho idea.

source: [_u_] This place is really gorgeous...
french: [Cet endroit est vraiment magnifique...
italian: [_u_] Questo posto è davvero stupendo...

source: [_u_] Why didn't I get my office here?
french: [Pourquoi n'ai-je pas obtenu mon bureau ici ?
italian: [_u_] Perché non ho preso il mio ufficio qui?

source: [_u_] Some kind of... advanced holographic projector last generation, I guess.
french: [Une sorte de... projecteur holographique avancé de dernière génération, je suppose.
italian: [_u_] Qualche tipo di... avanzato proiettore olografico ultima generazione, immagino.

source: [_u_] Or maybe it's just a lamp, frankly I don't know.
french: [_u_] Ou peut-être que c'est juste une lampe, franchement je ne sais pas.
italian: [_u_] O forse è solo una lampada, francamente non lo so.

source: [_u_] Several desks?
french: [_u_] Plusieurs bureaux ?
italian: [_u_] Diversi banchi?

source: [_u_] It will be good to see some new faces here.
french: [_u_] Il sera bon de voir de nouveaux visages ici.
italian: [_u_] Sarà bello vedere alcune nuove facce qui.

source: [_u_] But... these computers are really antiques...
french: [_u_] Mais... ces ordinateurs sont vraiment des antiquités...
italian: [_u_] Ma... questi computer sono davvero antiquari...

source: [_a_] I see you found these horrible papers.
french: [Je vois que vous avez trouvé ces horribles papiers.
italian: [_a_] Vedo che hai trovato questi orribili documenti.

source: [_u_] Yeah, I couldn't resist watching...
french: [Oui, je n'ai pas pu résister à l'envie de regarder...
italian: [_u_] Sì, non potevo resistere a guardare...

source: [_a_] What do you think of it?
french: [Qu'en pensez-vous ?
italian: [_a_] Cosa ne pensi?

source: [_u_] About what? The magazines?
french: [A propos de quoi ? Les magazines ?
italian: [_u_] Di che cosa? Le riviste?

source: [_u_] Uh...
french: [_u_] Euh...

source: [_a_] Ok, I must admit that this has some good sides.
french: [_a_] Ok, je dois admettre que cela a quelques bons côtés.
italian: [_a_] Ok, devo ammettere che questo ha alcuni buoni lati.

source: [_a_] But the last few months...
french: [_a_] Mais ces derniers mois...
italian: [_a_] Ma gli ultimi mesi...

source: [_a_] Yeah, it wasn't great.
french: [_a_] Oui, ce n'était pas génial.
italian: [_a_] Sì, non era grande.

source: [_a_] Ahah thank you.
french: [_a_] Ahah, merci.
italian: [_a_] Ahah ti ringrazia.

source: [_a_] That's the only comfort these magazines can give me I think.
french: [C'est le seul réconfort que ces magazines peuvent m'apporter, je crois.
italian: [_a_] Questo è l'unico comfort che queste riviste possono darmi penso.

source: [_a_] Neither do I.
french: [_a_] Moi non plus.
italian: [_a_] Né faccio io.

source: [_a_] Well... when I was a teenager, yeah, why no.
french: [_a_] Eh bien... quand j'étais adolescent, oui, pourquoi pas.
italian: [_a_] Bene... quando ero adolescente, sì, perché no.

source: [_a_] But gosh... I never get used to being on the cover.
french: [_a_] Mais bon sang... Je ne m'habitue jamais à être en couverture.
italian: [_a_] Ma gosh... Non mi sono mai abituato ad essere sulla copertura.

source: [_a_] Yeah. That's the idea.
french: [_a_] Oui. C'est l'idée.
italian: [_a_] Sì. Questa è l'idea.

source: [_a_] I rarely complain, but...
french: [Je me plains rarement, mais...
italian: [_a_] raramente mi lamento, ma...

source: [_a_] Yes.
french: [_a_] Oui.
italian: [_a_] Sì.

source: [_a_] Anyway, welcome to my workspace!
french: [_a_] Quoi qu'il en soit, bienvenue dans mon espace de travail !
italian: [_a_] Comunque, benvenuto nel mio spazio di lavoro!

source: [_u_] This place is huge.
french: [Cet endroit est immense.
italian: [_u_] Questo posto è enorme.

source: [_a_] Yup! From here I will be able to create absolutely anything I want!
french: [_a_] Oui ! D'ici, je pourrai créer absolument tout ce que je veux !
italian: [_a_] Yup! Da qui sarò in grado di creare assolutamente tutto quello che voglio!

source: [_a_] It's kind of the ultimate dream of every writer I think.
french: [Je pense que c'est le rêve ultime de tout écrivain.
italian: [_a_] È una specie di sogno finale di ogni scrittore che penso.

source: [_a_] Isn't it? When I arrived a few days ago, it was...
french: [_a_] N'est-ce pas ? Quand je suis arrivé il y a quelques jours, c'était...
italian: [_a_] Non è vero? Quando sono arrivato qualche giorno fa, era...

source: [_u_] Abandoned and covered with vegetation?
french: [_u_] Abandonné et recouvert de végétation ?
italian: [_u_] Abbandonato e coperto di vegetazione?

source: [_a_] Precisely.
french: [_a_] Précisément.
italian: [_a_] precisamente.

source: [_a_] Melissandre asked me what I wanted it to look like...
french: [_a_] Melissandre m'a demandé à quoi je voulais qu'il ressemble...
italian: [_a_] Melissandre mi ha chiesto come volevo che assomigliasse...

source: [_a_] And just for fun, I asked for an Art Nouveau glass roof.
french: [_a_] Et juste pour le plaisir, j'ai demandé un toit en verre Art nouveau.
italian: [_a_] E solo per divertimento, ho chiesto un tetto in vetro Liberty .

source: [_a_] I didn't think it would really work I must admit.
french: [_a_] Je ne pensais pas que cela fonctionnerait vraiment, je dois l'admettre.
italian: [_a_] Non pensavo che avrebbe funzionato davvero devo ammettere.

source: [_u_] Yeah... her little construction drones really work wonders.
french: [Oui... ses petits drones de construction font vraiment des merveilles.
italian: [_u_] Yeah... i suoi piccoli droni da costruzione funzionano davvero meraviglie.

source: [_a_] If I knew... I would have asked for a hot tub.
french: [Si j'avais su... j'aurais demandé un jacuzzi.
italian: [_a_] Se sapesso... avrei chiesto una vasca idromassaggio.

source: [_u_] Ahah we already had the idea with Emee, we want to make one as soon as possible.
french: [_u_] Ahah on a déjà eu l'idée avec Emee, on veut en faire un dès que possible.
italian: [_u_] Ahah abbiamo già avuto l'idea con Emee, vogliamo farne una il prima possibile.

source: [_a_] Perfect!
french: [_a_] Parfait !
italian: [_a_] Perfetto!

source: [_a_] You know how to enjoy life here!
french: [Vous savez profiter de la vie ici !
italian: [_a_] Sai come goderti la vita qui!

source: [_a_] See the big machine behind me?
french: [_a_] Vous voyez la grosse machine derrière moi ?
italian: [_a_] Vedi la grande macchina dietro di me?

source: [_a_] I know it doesn't look like much, but...
french: [Je sais que ça n'a l'air de rien, mais...
italian: [_a_] So che non sembra molto, ma...

source: [_a_] With this I will be able to create characters, give them quests for the player to follow,
french: [_a_] Grâce à cela, je pourrai créer des personnages, leur donner des quêtes que le joueur devra suivre,
italian: [_a_] Con questo sarò in grado di creare personaggi, dare loro missioni per il giocatore da seguire,

source: [_a_] Create blueprints to make clothes, new hairstyles...
french: [_a_] Créer des plans pour fabriquer des vêtements, de nouvelles coiffures...
italian: [_a_] Crea progetti per fare vestiti, nuove acconciature...

source: [_a_] And even send drones to create entire cities if I want!
french: [_a_] Et même envoyer des drones pour créer des villes entières si je le souhaite !
italian: [_a_] E anche inviare droni per creare intere città se voglio!

source: [_u_] Just that?
french: [Rien que ça ?
italian: [_u_] Proprio quello?

source: [_u_] And it also makes coffee?
french: [_u_] Et il fait aussi du café ?
italian: [_u_] E fa anche il caffè?

source: [_a_] I wish! Unfortunately, the coffee machine is in Melissandre's lab.
french: [_a_] J'aimerais bien ! Malheureusement, la machine à café se trouve dans le laboratoire de Melissandre.
italian: [_a_] Lo desidero! Purtroppo, la macchina da caffè è nel laboratorio di Melissandre.

source: [_a_] ...And it's really a pain to go there every time.
french: [_a_] ...Et c'est vraiment pénible d'y aller à chaque fois.
italian: [_a_] ...Ed è davvero un dolore andare lì ogni volta.

source: [_a_] But yeah... this thing is absolutely amazing!
french: [_a_] Mais oui... ce truc est absolument génial !
italian: [_a_] Ma sì... questa cosa è assolutamente sorprendente!

source: [_a_] So...
french: [_a_] Donc...
italian: [_a_] Così...

source: [_a_] Tinker told me that you might be able to help me?
french: [_a_] Tinker m'a dit que vous pourriez m'aider ?
italian: [_a_] Tinker mi ha detto che potreste essere in grado di aiutarmi?

source: [_a_] There are a few things here that need to be fixed before we can get started.
french: [_a_] Il y a quelques points à régler avant de pouvoir commencer.
italian: [_a_] Ci sono alcune cose che devono essere risolte prima di poter iniziare.

source: [_u_] Yes, of course. That's why I'm here.
french: [Oui, bien sûr. C'est pour cela que je suis ici.
italian: [_u_] Sì, ovviamente. Ecco perché sono qui.
