Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_ArtDIVISION.po
Languages: french, italian

source: [_ly_] Thank you! I hope you like yours too!
french: [Merci ! J'espère que vous aimerez les vôtres aussi !
italian: [_ly_] Grazie! Spero che ti piaccia anche la tua!

source: [_ly_] Thank you! That's so sweet!
french: [Merci ! C'est très gentil !
italian: [_ly_] Grazie! È così dolce!

source: [_ly_] This is the first time I've been on a planet with so much freedom, it's crazy!
french: [C'est la première fois que je suis sur une planète avec autant de liberté, c'est fou !
italian: [_ly_] Questa è la prima volta che sono su un pianeta con tanta libertà, è pazzo!

source: [_ly_] I could almost walk around naked and no one would tell me to put my clothes back on!
french: [Je pourrais presque me promener nue et personne ne me dirait de me rhabiller !
italian: [_ly_] Potrei quasi camminare nudo e nessuno mi direbbe di rimettermi i vestiti!

source: [_e_] Ahah I think we'll all end up doing that.
french: [Ahah, je pense que nous finirons tous par le faire.
italian: [_e_] Ahah Penso che finiremo tutti per farlo.

source: [_ly_] Is he hitting on both of us?
french: [Est-ce qu'il nous drague tous les deux ?
italian: [_ly_] Sta colpendo entrambi noi?

source: [_e_] I'd say so.
french: [Je dirais que oui.
italian: [_e_] direi così.

source: [_u_] Ok fine.
french: [_u_] D'accord.
italian: [_u_] va bene.

source: [_u_] I'll keep quiet.
french: [Je me tais.
italian: [_u_] starò tranquillo.

source: [_ly_] Oh, we're just teasing you.
french: [Oh, on te taquine juste.
italian: [_ly_] Oh, ti stiamo semplicemente prendendo in giro.

source: [_ly_] Yeah it's a shame I didn't make one for you too [name].
french: [Oui, c'est dommage que je n'en aie pas fait un pour toi aussi [nom].
italian: [_ly_] Sì, è una vergogna che io non ne abbia fatto uno anche per te [name].

source: [_e_] Yes, I agree with you.
french: [Oui, je suis d'accord avec vous.
italian: [_e_] Sì, sono d'accordo con te.

source: [_e_] I TOTALLY agree with you.
french: [Je suis TOTALEMENT d'accord avec vous.
italian: [_e_] TOTALMENTE sono d'accordo con te.

source: [_ly_] So... you're going to turn this place into a harem, right?
french: [Alors... vous allez transformer cet endroit en harem, n'est-ce pas ?
italian: [_ly_] Quindi... trasformerai questo posto in un harem, giusto?

source: [_u_] Exactly! I hope I won't give you too much work with all these outfits.
french: [Exactement ! J'espère ne pas vous donner trop de travail avec toutes ces tenues.
italian: [_u_] Esattamente! Spero di non darti troppo lavoro con tutti questi outfit.

source: [_ly_] Are you kidding? I love creating them!
french: [_ly_] Vous plaisantez ? J'adore les créer !
italian: [_ly_] Stai scherzando? Amo crearli!

source: [_ly_] Especially such sexy outfits!
french: [_ly_] Surtout des tenues aussi sexy !
italian: [_ly_] Soprattutto tali abiti sexy!

source: [_ly_] I'd love to make one for everyone!
french: [J'aimerais en faire un pour tout le monde !
italian: [_ly_] mi piacerebbe farne uno per tutti!

source: [_ly_] Do you think they'd agree?
french: [Pensez-vous qu'ils seraient d'accord ?
italian: [_ly_] Pensi che sarebbero d'accordo?

source: [_e_] I think you'll have no trouble convincing Tinker to wear one!
french: [Je pense que vous n'aurez aucun mal à convaincre Tinker d'en porter un !
italian: [_e_] Penso che non avrai problemi a convincere Tinker di indossarne uno!

source: [_e_] And Melissandre...
french: [Et Mélissandre...
italian: [_e_] E Melissandre...

source: [_e_] She may be cold at first but she'll love it, believe me.
french: [Elle sera peut-être froide au début, mais elle aimera ça, croyez-moi.
italian: [_e_] All'inizio può essere fredda, ma lei lo amerà, credetemi.

source: [_ly_] And Amelia?
french: [Et Amelia ?
italian: [_ly_] E Amelia?

source: [_u_] Uh, yes... without a doubt.
french: [Euh, oui... sans aucun doute.
italian: [_u_] Uh, sì... senza dubbio.

source: [_ly_] And... Amandine?
french: [Et... Amandine ?
italian: [_ly_] E Amandine?

source: [_e_] I hadn't even thought of that possibility.
french: [Je n'avais même pas pensé à cette possibilité.
italian: [_e_] non avevo nemmeno pensato a quella possibilità.

source: [_u_] It almost looks like you're blushing, Emee...
french: [On dirait presque que tu rougis, Emee...
italian: [_u_] Sembra quasi che tu stia arrossendo, Eme...

source: [_e_] No... shut up.
french: [Non... taisez-vous.
italian: [_e_] No... chiuso.

source: [_ly_] Well, I'm going back to headquarters. You two have fun!
french: [Bon, je retourne au quartier général. Amusez-vous bien !
italian: [_ly_] Beh, sto tornando alla sede. Tu due ti diverti!

source: [_e_] Won't you... stay a bit?
french: [Vous ne voulez pas... rester un peu ?
italian: [_e_] Non sarai... rimani un po'?

source: [_ly_] Maybe another time!
french: [Peut-être une autre fois !
italian: [_ly_] Forse un'altra volta!

source: [_ly_] I still have tons of dresses to make for Tinker!
french: [J'ai encore des tonnes de robes à faire pour Tinker !
italian: [_ly_] Ho ancora tonnellate di vestiti da fare per Tinker!

source: [_ly_] See ya!
french: [A plus tard !
italian: [_ly_] Vedi ya!

source: [_e_] Too bad, I would have liked her to stay a little longer...
french: [Dommage, j'aurais aimé qu'elle reste un peu plus longtemps...
italian: [_e_] Troppo male, mi sarebbe piaciuto che lei rimanesse un po' più a lungo...

source: [_e_] What?!
french: [Quoi ? !
italian: [_e_] Cosa?!

source: [_e_] Wouldn't you like to know what your cock looks like surrounded by red and blue?
french: [N'aimeriez-vous pas savoir à quoi ressemble votre bite entourée de rouge et de bleu ?
italian: [_e_] Non ti piacerebbe sapere come sembra il tuo cazzo circondato da rosso e blu?

source: [_e_] Maybe it would turn purple.
french: [Peut-être qu'elle deviendrait violette.
italian: [_e_] Forse girerebbe viola.

source: [_u_] Ahah You're stupid.
french: [Ahah Vous êtes stupide.
italian: [_u_] Ahah è stupido.

source: [_e_] And... she's not bad-looking.
french: [Et... elle n'est pas mal.
italian: [_e_] E... non ha un aspetto negativo.

source: [_e_] Yeah... Maybe another time.
french: [Oui... Peut-être une autre fois.
italian: [_e_] Sì... Forse un'altra volta.

source: [_e_] So...
french: [_e_] Donc...
italian: [_e_] Così...

source: [_e_] What are you doing here by the way?
french: [Au fait, que faites-vous ici ?
italian: [_e_] Cosa stai facendo qui a proposito?

source: [_u_] Oh uh... yeah Melissandre would like to start rebuilding this place...
french: [_u_] Oh euh... oui Melissandre aimerait commencer à reconstruire cet endroit...
italian: [_u_] Oh uh... yeah Melissandre vorrebbe iniziare a ricostruire questo posto...

source: [_u_] She is waiting for the green light to send out the drones.
french: [_u_] Elle attend le feu vert pour envoyer les drones.
italian: [_u_] Lei sta aspettando che la luce verde invii i droni.

source: [_e_] Oh...
french: [Oh...

source: [_e_] You think it's urgent?
french: [Vous pensez que c'est urgent ?
italian: [_e_] Pensi che sia urgente?

source: [_u_] Uh... no idea why?
french: [_u_] Euh... aucune idée de pourquoi ?
italian: [_u_] Uh... nessuna idea perché?

source: [_e_] Nothing, I just thought...
french: [Rien, j'ai juste pensé...
italian: [_e_] Niente, ho appena pensato...

source: [_e_] Since I'm in this outfit...
french: [Puisque je suis dans cette tenue...
italian: [_e_] Dal momento che sono in questo outfit...

source: [_u_] What? Here?
french: [Quoi ? Ici ?
italian: [_u_] Cosa? Qui?

source: [_e_] Why not?
french: [Pourquoi pas ?
italian: [_e_] Perché no?

source: [_u_] Mh...
french: [Mh...

source: [_e_] Come with me.
french: [Venez avec moi.
italian: [_e_] Vieni con me.

source: [_u_] Gosh I love that chick.
french: [J'adore cette fille.
italian: [_u_] Gosh amo quel pulcino.

source: [_e_] So... I was thinking...
french: [Donc... je pensais...
italian: [_e_] Quindi... Stavo pensando...

source: [_e_] Maybe we could have a little fun together before this place gets too crowded.
french: [On pourrait peut-être s'amuser un peu ensemble avant que cet endroit ne devienne trop bondé.
italian: [_e_] Forse potremmo divertirci un po' insieme prima che questo posto diventi troppo affollato.

source: [_u_] Damn...
french: [_u_] Merde...
italian: [_u_] Dannazione...

source: [_u_] What an ass.
french: [_u_] Quel con !
italian: [_u_] Che culo.

source: [_e_] Speaking of ass...
french: [En parlant de cul...
italian: [_e_] Parlando di culo...

source: [_e_] You never put it in my ass, did you?
french: [Tu ne me l'as jamais mis dans le cul, n'est-ce pas ?
italian: [_e_] Non lo hai mai messo nel mio asino, vero?

source: [_e_] What?
french: [Quoi ?
italian: [_e_] Cosa?

source: [_e_] It's just a suggestion.
french: [Ce n'est qu'une suggestion.
italian: [_e_] È solo un suggerimento.

source: [_e_] But... I'm up for anything.
french: [Mais... Je suis prêt à tout.
italian: [_e_] Ma... sto per qualsiasi cosa.

source: [_u_] Okay, I think it's time to stop talking.
french: [Ok, je pense qu'il est temps d'arrêter de parler.
italian: [_u_] Okay, penso che sia ora di smettere di parlare.

source: [_e_] Hope you like the place...
french: [J'espère que l'endroit vous plaira...
italian: [_e_] Spero che ti piaccia il posto...

source: [_e_] I almost feel like a princess.
french: [Je me sens presque comme une princesse.
italian: [_e_] Mi sento quasi come una principessa.

source: [_u_] That's exactly what I see.
french: [C'est exactement ce que je vois.
italian: [_u_] È esattamente quello che vedo.

source: [_e_] Oh yes... take all the time you need to admire.
french: [Oh oui... prenez tout le temps qu'il faut pour admirer.
italian: [_e_] Oh sì... prendi tutto il tempo che devi ammirare.

source: [_u_] Unfortunately, my desire to fuck you is a little too strong.
french: [Malheureusement, mon désir de te baiser est un peu trop fort.
italian: [_u_] Sfortunatamente, il mio desiderio di scoparti è un po' troppo forte.

source: [_e_] I know what you mean...
french: [Je vois ce que vous voulez dire...
italian: [_e_] So cosa intendete...

source: [_e_] With such a princess outfit... I would have jumped you too.
french: [Avec une telle tenue de princesse... Je t'aurais sauté dessus aussi.
italian: [_e_] Con un abito così principessa... ti avrei saltato anche.

source: [_e_] What? I look too good in this outfit!
french: [Quoi ? Je suis trop belle dans cette tenue !
italian: [_e_] Cosa? Ho un aspetto troppo buono in questo outfit!

source: [_e_] Gosh...
french: [_e_] Bon sang...

source: [_e_] It's so tight...
french: [C'est si serré...
italian: [_e_] È così stretto...

source: [_e_] HaAaa...
french: [HaAaa...

source: [_e_] I didn't remember it being this tight...
french: [Je ne me souvenais pas que c'était aussi serré...
italian: [_e_] non mi ricordavo di essere questo stretto...

source: [_e_] Goddamn it...
french: [_e_] Bon sang...
italian: [_e_] Goddamn...

source: [_e_] Smash that little pussy [name]...
french: [Il y a des gens qui ne sont pas d'accord avec ça...
italian: [_e_] Smash quella piccola figa [name]...

source: [_e_] Damn, that's good...
french: [Bon sang, c'est bien...
italian: [_e_] Dannazione, è buono...

source: [_e_] Fuck... I love it when you do that...
french: [Putain... J'adore quand tu fais ça...
italian: [_e_] Fuck... Lo amo quando lo fa...

source: [_e_] Hooooo...
french: [Hooooo...

source: [_e_] That's...
french: [C'est...
italian: [_e_] Che È...

source: [_e_] Fucking good!
french: [Putain, c'est bon !
italian: [_e_] Cazzo buono!

source: [_e_] You don't even let me breathe....
french: [Tu ne me laisses même pas respirer....
italian: [_e_] Non mi lasci nemmeno respirare....

source: [_e_] It's just...
french: [C'est juste que...
italian: [_e_] È solo...

source: [_e_] Fuck... Just...
french: [_e_] Putain... Juste...
italian: [_e_] Fuck... Giusto...

source: [_e_] ...Turn me around!
french: [...Tournez-moi !
italian: [_e_] ...Girami intorno!

source: [_e_] Holy crap....
french: [_e_] Putain de merde....

source: [_e_] I didn't fucking expect you to stick it in my...
french: [Je ne m'attendais pas à ce que tu me l'enfonces dans...
italian: [_e_] Non ho scopato aspettatevi che tu lo incolli nel mio...

source: [_e_] Oh, screw it... fuck me hard...
french: [Oh, merde... baise-moi fort...
italian: [_e_] Oh, avvitatelo... Fanculo me duro...

source: [_e_] it's so good.
french: [C'est si bon.
italian: [_e_] è così buono.

source: [_e_] Oh fuck... my ass...
french: [Oh putain... mon cul...
italian: [_e_] Oh fuck... mio culo...

source: [_e_] Fuck my ass [name]...
french: [Baise mon cul [nom]...
italian: [_e_] Cazzo il mio culo [name]...

source: [_e_] Please...
french: [S'il vous plaît...
italian: [_e_] Per favore...

source: [_e_] Ah, I fucking love it...
french: [Ah, j'adore ça, putain...
italian: [_e_] Ah, io cazzo amo...

source: [_e_] Go harder.
french: [Allez-y plus fort.
italian: [_e_] Vai più duramente.

source: [_e_] Oh yes... like this...
french: [Oh oui... comme ça...
italian: [_e_] Oh sì... come questo...

source: [_e_] The view is better, isn't it?
french: [La vue est meilleure, n'est-ce pas ?
italian: [_e_] La vista è migliore, vero?

source: [_u_] I admit it, yes....
french: [Je l'admets, oui....
italian: [_u_] lo ammetto, sì....

source: [_e_] If you'd like to see more...
french: [Si vous souhaitez en savoir plus...
italian: [_e_] Se vuoi vedere di più...

source: [_u_] Damn it, Emee, show me your tits.
french: [Bon sang, Emee, montre-moi tes seins.
italian: [_u_] Dannazione, Emee, mostrami le tue tette.

source: [_e_] Ooh...
french: [Ooh...

source: [_e_] As you wish [name]...
french: [Comme vous le souhaitez [nom]...
italian: [_e_] Come si desidera [name]...

source: [_e_] Better now?
french: [_e_] Ça va mieux maintenant ?
italian: [_e_] Meglio adesso?

source: [_u_] Stunning.
french: [_u_] Étourdissement.
italian: [_u_] Stordimento.

source: [_e_] Glad to see you like it.
french: [_e_] Heureux de voir que vous l'aimez.
italian: [_e_] Siamo felici di vederti piacere.

source: [_e_] Oh fuck...
french: [Oh putain...

source: [_e_] So good...
french: [_e_] Si bien...
italian: [_e_] Così buono...

source: [_e_] Oooh...!
french: [Oooh... !

source: [_e_] Ihhh...
french: [_e_] Ihhhh...

source: [_e_] Ah shit... I can't hold on...
french: [Ah merde... Je ne peux pas tenir...
italian: [_e_] Ah merda... Non posso tenere...

source: [_e_] I... OOoooohw fuck...
french: [Je... OOoooohw putain...
italian: [_e_] I... Ooooohw fuck...

source: [_e_] Ah fuck it was strong...
french: [_e_] Ah putain c'était fort...
italian: [_e_] Ah cazzo era forte...

source: [_e_] Ah... I can't get enough of it...
french: [Ah... Je n'en ai jamais assez...
italian: [_e_] Ah... Non riesco a farne abbastanza...

source: [_e_] You sure know how to do it...
french: [Vous savez vraiment comment faire...
italian: [_e_] Sicuramente sai come farlo...

source: [_e_] Damn... I love it up the ass...
french: [_e_] Putain... J'adore ça dans le cul...
italian: [_e_] Dannazione... Mi piace il culo...

source: [_e_] I'm all yours.
french: [Je suis tout à vous.
italian: [_e_] sono tutto tuo.

source: [_u_] You still have too many clothes Emee...
french: [Tu as encore trop de vêtements Emee...
italian: [_u_] Hai ancora troppi vestiti Emee...

source: [_e_] You... want me to take my top off?
french: [Vous... voulez que j'enlève mon haut ?
italian: [_e_] Tu... vuoi che mi tolga la cima?

source: [_e_] At your command...
french: [A votre commandement...
italian: [_e_] Al tuo comando...

source: [_e_] Here are my boobs.
french: [Voici mes seins.
italian: [_e_] Ecco le mie tette.

source: [_e_] I hope you like them...
french: [J'espère qu'ils vous plairont...
italian: [_e_] Spero che ti piacciano...

source: [_e_] Mmmhf... yes...
french: [Mmmhf... oui...
italian: [_e_] Mmmhf... sì...

source: [_e_] Yes... yes... YES!!!
french: [Oui... oui... OUI ! !!
italian: [_e_] Sì... sì... Sì!!!

source: [_e_] It's so good!
french: [C'est si bon !
italian: [_e_] È così buono!

source: [_u_] OOooh yes!!
french: [_u_] OOooh oui !!
italian: [_u_] OOooh sì!!

source: [_e_] Cum on me [name]...
french: [_e_] Jouez sur moi [nom]...
italian: [_e_] Cum su di me [name]...

source: [_e_] Come on, do it.
french: [Allez, fais-le.
italian: [_e_] Avanti, fai.

source: [_e_] It's the first time...
french: [C'est la première fois...
italian: [_e_] È la prima volta...

source: [_e_] ...you've fucked me in the ass, isn't it?
french: [...tu m'as baisé le cul, n'est-ce pas ?
italian: [_e_] ...mi hai scopata nel culo, vero?

source: [_e_] Ho [name]...
french: [_e_] Ho [nom]...

source: [_e_] I feel it so deep...
french: [Je le sens si profond...
italian: [_e_] lo sento così profondo...

source: [_e_] Deep...
french: [_e_] Profondément...

source: [_e_] I should shove things up my ass more often...
french: [Je devrais m'enfoncer des choses dans le cul plus souvent...
italian: [_e_] Dovrei spingere le cose sul mio culo più spesso...

source: [_e_] Ideally your dick...
french: [_e_] Idéalement, ta bite...
italian: [_e_] Idealmente il tuo cazzo...

source: [_e_] Ho Fuck....
french: [Ho Fuck....

source: [_e_] Ah yes... like that...
french: [Ah oui... comme ça...
italian: [_e_] Ah sì... così...

source: [_e_] Just like that...
french: [Comme ça...
italian: [_e_] Proprio così...

source: [_e_] Yes... YES !!!
french: [_e_] Oui... OUI ! !!
italian: [_e_] Sì... SÌ !!!

source: [_e_] Fuck me...
french: [_e_] Baise-moi...
italian: [_e_] Cazzo me...

source: [_e_] That's so good...
french: [C'est si bon...
italian: [_e_] È così buono...

source: [_e_] So strong...
french: [_e_] Si fort...
italian: [_e_] Così forte...

source: [_e_] FUCK YES!
french: [FUCK YES !
italian: [_e_] SCOPRI SI!

source: [_e_] I'm so addicted...
french: [Je suis tellement accro...
italian: [_e_] sono così dipendente...

source: [_e_] ... So Fucking addicted...
french: [_e_] ... Tellement accro, putain...
italian: [_e_] ... Così scopata addicted...

source: [_e_] HOooo...
french: [HOooo...

source: [_e_] Yes!
french: [Oui !
italian: [_e_] Sì!

source: [_e_] Give me more...
french: [Donnez-moi plus...
italian: [_e_] Dammi di più...

source: [_e_] Yes... Yes...
french: [Oui... Oui...
italian: [_e_] Sì... Sì...

source: [_e_] YES!!!
french: [OUI !!!
italian: [_e_] SÌ!!!

source: [_e_] You're going to kill me... fucking me like that...
french: [Tu vas me tuer... en me baisant comme ça...
italian: [_e_] Mi ucciderai... mi scopa così...

source: [_e_] AAAHhhh...
french: [AAAHhhh...

source: [_a_] Here we are.
french: [_a_] Nous y sommes.
italian: [_a_] Eccoci qui.

source: [_u_] Of course, I absolutely want to know what the great Amandine de Beauregard wants most.
french: [Bien sûr, je veux absolument savoir ce que la grande Amandine de Beauregard désire le plus.
italian: [_u_] Certo, voglio assolutamente sapere cosa vuole di più la grande Amandine de Beauregard .

source: [_a_] I don't even think my ex-girlfriend ever knew that ahah
french: [_a_] Je ne pense même pas que mon ex-copine l'ait jamais su ahah
italian: [_a_] Non penso nemmeno che la mia ex fidanzata abbia mai saputo che ahah

source: [_a_] Well...
french: [_a_] Eh bien...
italian: [_a_] Bene...

source: [_a_] I guess you could say...
french: [_a_] On pourrait dire...
italian: [_a_] Immagino che potreste dire...

source: [_a_] Having sex in a castle.
french: [_a_] Faire l'amour dans un château.
italian: [_a_] Fare sesso in un castello.

source: [_a_] Uh... yes indeed.
french: [_a_] Euh... oui en effet.
italian: [_a_] Uh... sì davvero.

source: [_u_] And you've never had sex in your own castle?
french: [Et vous n'avez jamais fait l'amour dans votre propre château ?
italian: [_u_] E non hai mai fatto sesso nel tuo castello?

source: [_a_] Yes. Okay, maybe I've already fulfilled that fantasy...
french: [_a_] Oui. D'accord, j'ai peut-être déjà réalisé ce fantasme...
italian: [_a_] Sì. Ok, forse ho già realizzato quella fantasia...

source: [_u_] So... ''Madame de Bearegard''... What's your unconfessed sex fantasy?
french: [Alors... "Madame de Bearegard"... Quel est votre fantasme sexuel inavoué ?
italian: [_u_] Così... ''Madame de Bearegard'... Qual è la tua fantasia sessuale inconfessata?

source: [_a_] All right, but don't tell anyone, okay?
french: [_a_] D'accord, mais ne le dites à personne, d'accord ?
italian: [_a_] Va bene, ma non dire a nessuno, va bene?

source: [_u_] Not a word.
french: [_u_] Pas un mot.
italian: [_u_] Non è una parola.

source: [_a_] Okay, then...
french: [_a_] D'accord, alors...
italian: [_a_] Okay, allora...

source: [_a_] You see in my book...
french: [_a_] Vous voyez dans mon livre...
italian: [_a_] Vedi nel mio libro...

source: [_a_] There's a princess...
french: [Il y a une princesse...
italian: [_a_] C'è una principessa...

source: [_u_] Guinevere, right?
french: [Guenièvre, c'est ça ?
italian: [_u_] Guinevere, giusto?

source: [_a_] You're well-informed...
french: [_a_] Vous êtes bien informé...
italian: [_a_] Sei ben informato...

source: [_a_] That's nice.
french: [_a_] C'est bien.
italian: [_a_] È bello.

source: [_a_] Anyway, yes, Guinevere... well... I'd like to fuck as Guinevere...
french: [_a_] Quoi qu'il en soit, oui, Guenièvre... eh bien... J'aimerais baiser en tant que Guenièvre...
italian: [_a_] Comunque, sì, Guinevere... be... vorrei scopare come Guinevere...

source: [_a_] ...and with a knight...
french: [_a_] ...et avec un chevalier...
italian: [_a_] ...e con un cavaliere...

source: [_a_] And in a castle, if possible.
french: [_a_] Et dans un château, si possible.
italian: [_a_] E in un castello, se possibile.

source: [_u_] Now that's a very detailed sexual fantasy.
french: [Voilà un fantasme sexuel très détaillé.
italian: [_u_] Ora è una fantasia sessuale molto dettagliata.

source: [_a_] You think it's ridiculous?
french: [_a_] Vous trouvez ça ridicule ?
italian: [_a_] Pensi che sia ridicolo?

source: [_a_] Ahah glad to see you share my tastes.
french: [_a_] Ahah heureux de voir que vous partagez mes goûts.
italian: [_a_] Ahah felice di vederti condividere i miei gusti.

source: [_a_] I can't believe someone knows now!
french: [Je ne peux pas croire que quelqu'un le sache maintenant !
italian: [_a_] Non riesco a credere che qualcuno lo sappia ora!

source: [_a_] It's true... now that you mention it...
french: [_a_] C'est vrai... maintenant que vous le dites...
italian: [_a_] È vero... ora che lo menzioni...

source: [_a_] You really make me say strange things.
french: [Vous me faites vraiment dire des choses étranges.
italian: [_a_] Mi fai davvero dire cose strane.

source: [_u_] I know, that could be my job title here.
french: [Je sais, cela pourrait être le titre de mon travail ici.
italian: [_u_] lo so, questo potrebbe essere il mio titolo di lavoro qui.

source: [_a_] Well, I'll... I'll keep working, I guess...
french: [_a_] Eh bien, je vais... Je vais continuer à travailler, je suppose...
italian: [_a_] Beh, io... continuerò a lavorare, immagino...

source: [_a_] Isn't that the point of every fantasy?
french: [_a_] N'est-ce pas là le but de tout fantasme ?
italian: [_a_] Non è forse il punto di ogni fantasia?

source: [_u_] But would it be you or your partner wearing armour?
french: [_u_] Mais est-ce que ce serait vous ou votre partenaire qui porterait une armure ?
italian: [_u_] Ma saresti tu o il tuo partner che indossa l'armatura?

source: [_a_] Eheh, both ideas would be interesting.
french: [_a_] Eheh, les deux idées seraient intéressantes.
italian: [_a_] Eheh, entrambe le idee sarebbero interessanti.

source: [_u_] Great!
french: [_u_] Super !
italian: [_u_] Ottimo!

source: [_u_] Ok great, only [Quest_JM_Favor_Ask2_Number] more employees to question.
french: [_u_] Ok, super, plus que [Quest_JM_Favor_Ask2_Number] d'employés à interroger.
italian: [_u_] Ok grande, solo altri [Quest_JM_Favor_Ask2_Number] dipendenti da intervistare.
