Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_sw_] Or you have a friend who looks like me and want to buy underwear for her?
french: [ _sw_ ] Ou vous avez un ami qui me ressemble et qui veut acheter des sous-vêtements pour elle?

source: [_u_] Tinker Bell, your breasts are a bit smaller than that, aren't they? Hehe...
french: [ _u_ ] Tinker Bell, vos seins sont un peu plus petits que ça, n'est-ce pas? Hehe ...

source: [_tb_] Fuck you.
french: [ _tb_ ] Fuck vous.

source: [_sw_] Excuse me, you were saying?
french: [ _sw_ ] Excusez-moi, vous disiez?

source: [_u_] No, nothing !
french: [ _u_ ] Non, rien !

source: [_sw_] Can I cover myself, sir?
french: [ _sw_ ] Puis-je me couvrir, monsieur?

source: [_u_] Oh yes, of course!
french: [ _u_ ] Oh oui, bien sûr !

source: [_sw_] What? Show you my bra?
french: [ _sw_ ] Quoi? Montrez-vous mon soutien-gorge?

source: [_u_] Yes.
french: [ _u_ ] Oui.

source: [_sw_] Well, I don't mind it too much. I owe you a favor, after all.
french: [ _sw_ ] Eh bien, je ne le pense pas trop. Je te dois une faveur, après tout.

source: [_u_] Ah... yes, I see.
french: [ _u_ ] Ah ... oui, je vois.

source: [_u_] You're right, ma'am!
french: [ _u_ ] Tu as raison, madame !

source: [_sw_] No.
french: [ _sw_ ] Non.

source: [_sw_] That was not what we agreed on!
french: [ _sw_ ] Ce n'était pas ce à quoi nous nous sommes mis d'accord !

source: [_u_] Well, I changed my mind!
french: [ _u_ ] Eh bien, j'ai changé d'avis !

source: [_sw_] Sir, we had an agreement, and I ask for you to uphold it.
french: [ _sw_ ] Monsieur, nous avions un accord, et je vous demande de le confirmer.

source: [_sw_] That's a no sir!
french: [ _sw_ ] C'est un monsieur !

source: [_sw_] Oh, it's all right, sir.
french: [ _sw_ ] Oh, c'est bien, monsieur.

source: [_sw_] You have nothing to lose to try.
french: [ _sw_ ] Vous n'avez rien à perdre à essayer.

source: [_sw_] You're going too far, sir!
french: [ _sw_ ] Vous allez trop loin, monsieur !

source: [_sw_] Goodbye.
french: [ _sw_ ] Au revoir.

source: [_sw_] I feel better dressed! ahah
french: [ _sw_ ] Je me sens mieux habillé ! ahah

source: [_u_] I prefer you with less clothes!
french: [ _u_ ] Je préfère vous avec moins de vêtements !

source: [_sw_] I'm sure you do!
french: [ _sw_ ] Je suis sûr que vous le faites !

source: [_sw_] Goodbye, sir!
french: [ _sw_ ] Au revoir, monsieur !

source: [_u_] I need you to show me your panties.
french: [ _u_ ] J'ai besoin que tu me montre tes cultes.

source: [_u_] You said, ''Anything''. Well, I'd like to see your panties.
french: [ _u_ ] Tu as dit, '' N'importe quoi''. Eh bien, j'aimerais voir tes cultes.

source: [_u_] Honestly, of everything I could have asked you, it's not the worst...
french: [ _u_ ] Honnêtement, de tout ce que je pouvais vous demander, ce n'est pas le pire ...

source: [_u_] And the fact that I'm risking my life for you, and
french: [ _u_ ] Et le fait que je risque ma vie pour toi, et

source: [_sw_] But, you know, I didn't have time to take a lot of stuff with me when I left home.
french: [ _sw_ ] Mais, vous savez, je n'ai pas eu le temps de prendre beaucoup de choses avec moi quand j'ai quitté la maison.

source: [_sw_] I only have one underwear with me, and I'm wearing it now.
french: [ _sw_ ] Je n'ai qu'un sous-vêtement avec moi, et je le porte maintenant.

source: [_sw_] Like, should I lift up my dress ?
french: [ _sw_ ] Comme, est-ce que je devrais soulever ma robe?

source: [_sw_] Is that what you wanted to see?
french: [ _sw_ ] C'est ce que tu voulais voir?

source: [_sw_] Can I re-dress myself now?
french: [ _sw_ ] Puis-je me réhabiller maintenant?

source: [_sw_] So you're good? Are you going to keep covering me?
french: [ _sw_ ] Donc vous êtes bien? Allez-vous continuer à me couvrir?

source: [_sw_] Yes, have a good day sir ...
french: [ _sw_ ] Oui, avoir une bonne journée monsieur ...

source: [_u_] I'd like to see your panties.
french: [ _u_ ] J'aimerais voir tes cultes.

source: [_sw_] mmmmh as you wish, sir.
french: [ _sw_ ] mmmmh comme vous le souhaitez, monsieur.

source: [_sw_] May I ask you a question?
french: [ _sw_ ] Puis-je vous poser une question?

source: [_u_] Yes, please do.
french: [ _u_ ] Oui, s'il vous plaît.

source: [_sw_] Why do men always want to look under girls' dresses?
french: [ _sw_ ] Pourquoi les hommes veuvils toujours regarder sous les robes des filles?

source: [_u_] You really have no idea?
french: [ _u_ ] Vous n'avez vraiment aucune idée?

source: [_sw_] Mmmh, I suppose that's because you're not allowed to.
french: [ _sw_ ] Mmmh, je suppose que c'est parce que vous n'êtes pas autorisé à.

source: [_sw_] So it makes you want to instead.
french: [ _sw_ ] Donc, c'est à la place que vous voulez.

source: [_u_] Yes, maybe.
french: [ _u_ ] Oui, peut-être.

source: [_sw_] So if everyone didn't hide anything, it would take away the desire to peep !
french: [ _sw_ ] Donc, si tout le monde ne cachait rien, cela éloignerait le désir de piller !

source: [_u_] It's true. It's true.
french: [ _u_ ] C'est vrai. C'est vrai.

source: [_sw_] What do you mean?
french: [ _sw_ ] Que voulez-vous dire?

source: [_u_] Well, prove your theory, don't hide anything and undress yourself!
french: [ _u_ ] Eh bien, prouverez votre théorie, ne cachez-vous rien et vous déshabiller !

source: [_sw_] Good try.
french: [ _sw_ ] Bonne tentative.

source: [_sw_] But no.
french: [ _sw_ ] Mais non.

source: [_u_] Admit it was a good attempt.
french: [ _u_ ] Admit que c'était une bonne tentative.

source: [_sw_] I admit!
french: [ _sw_ ] Je l'avoue !

source: [_sw_] Can I lower my dress now?
french: [ _sw_ ] Puis-je abaisser ma robe maintenant?

source: [_u_] Yes of course
french: [ _u_ ] Oui, bien sûr

source: [_sw_] Yes, and only one dress too...
french: [ _sw_ ] Oui, et une seule robe aussi ...

source: [_u_] What do you do when you have to do your laundry?
french: [ _u_ ] Que faire quand vous devez faire votre lessive?

source: [_sw_] Well, I wash my clothes in the morning after the dwarves go to the mine.
french: [ _sw_ ] Eh bien, je lave mes vêtements le matin après que les nains se rendent à la mine.

source: [_u_] And while the clothes are drying, what are you dressing with?
french: [ _u_ ] Et pendant que les vêtements sont en train de sécher, de quoi t'habilles-tu?

source: [_sw_] Well...
french: [ _sw_ ] Eh bien ...

source: [_u_] You walk around naked all morning?!
french: [ _u_ ] Vous vous promenez nu tout le matin? !

source: [_sw_] ... Yes ...
french: [ _sw_ ] ... Oui ...

source: [_u_] (so sexy...)
french: [ _u_ ] (si sexy ...)

source: [_sw_] So, do you still like my panties? ahah
french: [ _sw_ ] Alors, tu aimes toujours mes culées? Ahah

source: [_u_] I'll never get tired of it, ma'am!
french: [ _u_ ] Je n'en ai jamais assez, madame !

source: [_sw_] Have a good day, sir.
french: [ _sw_ ] Bonne journée, monsieur.

source: [_u_] You too, ma'am.
french: [ _u_ ] Vous aussi, madame.

source: [_u_] Ma'am, I have good news and bad news.
french: [ _u_ ] Ma'am, j'ai de bonnes nouvelles et de mauvaises nouvelles.

source: [_sw_] Oh, tell me everything.
french: [ _sw_ ] Oh, dis-moi tout.

source: [_u_] Bad news: the queen asks for evidence that I'm still looking for you.
french: [ _u_ ] Mauvais nouvelles: la reine demande des preuves que je suis toujours à la recherche de vous.

source: [_sw_] What about the good news? You've already figured out what you'll bring her, is that right?
french: [ _sw_ ] Qu'en est-il des bonnes nouvelles? Vous avez déjà compris ce que vous allez lui apporter, c'est ça?

source: [_u_] Yes! You're right.
french: [ _u_ ] Oui ! Tu as raison.

source: [_u_] I was thinking of something that'd seem like you dropped while running away...
french: [ _u_ ] Je pensais à quelque chose qui semblait être tombé en courant ...

source: [_u_] And unless you want to give me your dress...
french: [ _u_ ] Et à moins que vous ne vouiez me donner votre robe ...

source: [_u_] That's what I thought.
french: [ _u_ ] C'est ce que je pensais.

source: [_u_] I think the easiest thing would be for you to give me...
french: [ _u_ ] Je pense que la chose la plus facile serait pour toi de me donner ...

source: [_sw_] My bra?
french: [ _sw_ ] Mon soutien-gorge?

source: [_sw_] Right, sure...
french: [ _sw_ ] Bien, sûr ...

source: [_u_] Well, unless you have a better idea...
french: [ _u_ ] Eh bien, sauf si vous avez une meilleure idée ...

source: [_sw_] Admit it makes you happy!
french: [ _sw_ ] Admettre ça te rend heureux !

source: [_sw_] I knew it!
french: [ _sw_ ] Je le savais !

source: [_sw_] Well, at least we can't blame you for not being honest!
french: [ _sw_ ] Eh bien, au moins on ne peut pas vous accuser de ne pas être honnête !

source: [_u_] I am honesty embodied, ma'am!
french: [ _u_ ] Je suis honnête incarné, madame !

source: [_sw_] Yes of course you are...
french: [ _sw_ ] Oui bien sûr que vous êtes ...

source: [_sw_] My panties??
french: [ _sw_ ] Mes cultés??

source: [_sw_] but I love these panties !
french: [ _sw_ ] mais j'aime ces culs !

source: [_sw_] It'd make you happy, admit it.
french: [ _sw_ ] Ça vous rendra heureux, admets-le.

source: [_u_] Honest is my middle name!
french: [ _u_ ] Honest est mon deuxième prénom !

source: [_sw_] I'm sure it is...
french: [ _sw_ ] Je suis sûr que c'est. ..

source: [_sw_] Well, turn around!
french: [ _sw_ ] Eh bien, tournevers !

source: [_u_] (Yeah... for now...)
french: [ _u_ ] (Ouais ... pour l'instant ...)

source: [_sw_] Shoo! Turn around!
french: [ _sw_ ] Shoo ! Tournez !

source: [_sw_] And you better not peep. I'll keep an eye on you!
french: [ _sw_ ] Et vous ne dormez pas. Je garderai un œil sur toi !

source: [_sw_] Even though I'm sure you'd love to, naughty boy.
french: [ _sw_ ] Même si je suis sûr que tu adorerais, petit garçon.

source: [_tb_] Haha, ''naughty boy''...
french: [ _tb_ ] Haha, "petit garçon" ...

source: [_u_] You'll never make me live it down, will you...
french: [ _u_ ] Vous ne me ferez jamais vivre, vous ...

source: [_tb_] You're right about that, haha!
french: [ _tb_ ] Tu as raison à ce sujet, haha !

source: [_sw_] There! Take it!
french: [ _sw_ ] Il y a ! Prends ça !

source: [_sw_] Hopefully it'll work.
french: [ _sw_ ] Espérons que ça martera.

source: [_u_] Yeah ...
french: [ _u_ ] Ouais ...

source: [_u_] I mean, if it doesn't, we can try again with your bra!
french: [ _u_ ] Je veux dire, si ce n'est pas le cas, nous pouvons essayer de nouveau avec votre soutien-gorge !

source: [_u_] I mean, if it doesn't, we can try again with your panties!
french: [ _u_ ] Je veux dire, si ce n'est pas le cas, on peut essayer encore avec tes cultes !

source: [_u_] What?
french: [Quoi ?

source: [_sw_] ...Turn around.
french: [ _sw_ ] ...Tourne.

source: [_sw_] ...Take it.
french: [ _sw_ ] ...Prends ça.

source: [_sw_] If she doesn't believe you the first time, wait a few days and give her this.
french: [ _sw_ ] Si elle ne vous croit pas la première fois, attendez quelques jours et donnez-vous ça.

source: [_u_] Wow, I didn't expect that!
french: [ _u_ ] Wow, je ne m'attendais pas à ça !

source: [_sw_] Yes, I can see that!
french: [ _sw_ ] Oui, je peux voir ça !

source: [_tb_] Whoa, she's bolder than I thought!
french: [ _tb_ ] Whoa, elle est plus audacielle que je ne le pensais !

source: [_sw_] Well! Don't just stand there like that! Go deliver this to the queen!
french: [ _sw_ ] Eh bien ! Ne restez pas là comme ça ! Va livrer ça à la reine !

source: [_u_] uh, yeah.
french: [ _u_ ] uh, ouais.

source: [_sw_] I hope it will work, sir!
french: [ _sw_ ] J'espère que ça marchera, monsieur !

source: [_u_] My dear Snow White !
french: [ _u_ ] Mon cher Blanche Neige !

source: [_sw_] My dear Huntsman !
french: [ _sw_ ] Mon cher Huntsman !

source: [_u_] I have to ask you a favor.
french: [ _u_ ] Je dois te demander une faveur.

source: [_sw_] I have a feeling I'm not going to like it...
french: [ _sw_ ] J'ai le sentiment que je ne vais pas comme ça ...

source: [_u_] I'd like to see your chest.
french: [ _u_ ] J'aimerais voir votre poitrine.

source: [_sw_] You know I don't have a bra anymore, right?
french: [ _sw_ ] Tu sais que je n'ai plus de soutien-gorge, non?

source: [_u_] That's exactly why!
french: [ _u_ ] C'est exactement pourquoi !

source: [_sw_] Nope.
french: [ _sw_ ] Non.

source: [_sw_] Nope. nope. nope. nope. nope.
french: [ _sw_ ] Non. Non. Nope. Nope. Nope.

source: [_u_] You're not very cooperative...
french: [ _u_ ] Vous n'êtes pas très coopératif ...

source: [_sw_] Asking for my bra was one thing.
french: [ _sw_ ] Asking for my bra était une chose.

source: [_sw_] Asking for the panties was already perverted to me.
french: [ _sw_ ] Asking for the panties était déjà perverti pour moi.

source: [_sw_] But now you're crossing the line.
french: [ _sw_ ] Mais maintenant vous traverserez la ligne.

source: [_u_] How can I change your mind? Is there something I can help you with?
french: [ _u_ ] Comment puis-je changer d'avis? Y a-t-il quelque chose que je peux vous aider?

source: [_sw_] I'm sorry, but that's not happening.
french: [ _sw_ ] Je suis désolé, mais ce n'est pas le cas.

source: [_sw_] I won't do something like that unless I want to.
french: [ _sw_ ] Je ne ferai pas quelque chose comme ça à moins que je le veuille.

source: [_u_] Okay, okay, no problem, ma'am.
french: [ _u_ ] Ok, ok, pas de problème, madame.

source: [_sw_] You're a charming young man, Huntsman.
french: Vous êtes un charmant jeune homme, Huntsman.

source: [_sw_] Thank you for understanding me.
french: [ _sw_ ] Merci de me comprendre.

source: [_u_] Have a good day, ma'am.
french: [ _u_ ] Bonne journée, madame.

source: [_u_] I'd like to see your pussy.
french: [ _u_ ] J'aimerais voir ta chatte.

source: [_u_] So, Snow White, I'll have something to ask you...
french: [ _u_ ] Donc, Blanche-Neige, j'aurai quelque chose à te demander ...

source: [_sw_] You will never give up, I presume?
french: [ _sw_ ] Vous n'abandonnerez jamais, je présume?

source: [_u_] Yes indeed ahah
french: [ _u_ ] Oui, en effet, ahah

source: [_sw_] You're the first person to see them. I hope you appreciate the gesture.
french: [ _sw_ ] Vous êtes la première personne à les voir. J'espère que vous appréciez le geste.

source: [_sw_] Is this view... Pleasing?
french: [ _sw_ ] Cette vue est-elle ... Pleasing?

source: [_sw_] Thank you! I like them, I must admit.
french: [ _sw_ ] Merci ! Je les aime, je dois l'admettre.

source: [_sw_] I wish they were somewhat more ample...
french: [ _sw_ ] J'aimerais qu'ils soient un peu plus amples ...

source: [_u_] Oh, really?
french: [Oh, vraiment ?

source: [_sw_] Yes. I don't mean as large as my head, of course, but one or two sizes up wouldn't hurt...
french: [ _sw_ ] Oui. Je ne veux pas dire aussi grand que ma tête, bien sûr, mais une ou deux tailles ne feraient pas de mal ...

source: [_u_] I like them as-is...
french: [ _u_ ] Je les aime comme ...

source: [_u_] But if I somehow find an apple that makes breasts larger, I'll give it to you!
french: [ _u_ ] Mais si je trouve une pomme qui rend les seins plus gros, je vous le donnerai !

source: [_sw_] Hah, that's most admirable of you.
french: [ _sw_ ] Hah, c'est le plus admirable de toi.

source: [_sw_] Are you talking about a penis? Because I'm not a goddamned futa-something.
french: [ _sw_ ] Vous parlez d'un pénis? Parce que je ne suis pas un putain de futac.

source: [_u_] What? Of course not! How do you know what futa is, anyway?
french: [ _u_ ] Quoi? Bien sûr que non ! Comment savez-vous ce qu'est futa, de toute façon?

source: [_sw_] I'm not that innocent.
french: [ _sw_ ] Je ne suis pas si innocent.

source: [_sw_] I'm... afraid that's all I have to offer...
french: [ _sw_ ] Je ... peur que c'est tout ce que j'ai à offrir ...

source: [_sw_] Are mine the first you laid your eyes on?
french: [ _sw_ ] Est-ce que le premier vous a posé les yeux?

source: [_u_] Well, I've seen some, but not as big as yours.
french: [ _u_ ] Eh bien, j'en ai vu, mais pas aussi gros que le tien.

source: [_u_] Actually, they were so tiny it barely counts.
french: [ _u_ ] En fait, ils étaient si petits qu'il compte à peine.

source: [_tb_] I hate you so much right now.
french: [ _tb_ ] Je te déteste tellement maintenant.

source: [_sw_] Can I get dressed now?
french: [ _sw_ ] Puis-je m'habiller maintenant?

source: [_sw_] As you wish, sir.
french: [ _sw_ ] Comme vous le souhaitez, monsieur.

source: [_u_] You can get dressed back, sweetheart.
french: [ _u_ ] Tu peux t'habiller, chérie.

source: [_u_] Oh, sure! You can get dressed back, sweetheart.
french: [ _u_ ] Oh, sûr ! Tu peux t'habiller, chérie.

source: [_sw_] Well, I hope you liked it
french: [ _sw_ ] Eh bien, j'espère que vous l'avez aimé

source: [_u_] Yes, of course, but... what made you change your mind?
french: [ _u_ ] Oui, bien sûr, mais ... qu'est-ce qui vous a fait changer d'avis?

source: [_sw_] Well, I don't really know ...
french: [ _sw_ ] Bien, je ne sais pas vraiment ...

source: [_sw_] I just aspire to become more open-minded.
french: [ _sw_ ] J'aspire à devenir plus ouvert d'esprit.

source: [_sw_] Anyway, have a good evening, sir!
french: [ _sw_ ] Quoi qu'il en soit, avez une bonne soirée, monsieur !

source: [_sw_] (I can't believe I did that!! <3)
french: [ _sw_ ] (Je ne peux pas croire que j'ai fait ça ! ! < 3)

source: [_sw_] You're never gonna give up, are you?
french: [ _sw_ ] Tu ne vas jamais abandonner, n'est-ce pas?

source: [_sw_] You're the first person I show it to. Enjoy the view.
french: [ _sw_ ] Vous êtes la première personne à qui je le montre. Profitez de la vue.

source: [_sw_] Is that pleasing to you, sir?
french: [ _sw_ ] Est-ce que ça vous plaire, monsieur?

source: [_sw_] Thank you !
french: [ _sw_ ] Merci !

source: [_sw_] I took care of it this morning!
french: [ _sw_ ] J'ai pris soin de lui ce matin !

source: [_u_] Oh, really? Are you talking about masturbation?
french: [ _u_ ] Oh, vraiment? Vous parlez de masturbation?

source: [_sw_] no. well.... no, I'm not talking about that.
french: [ _sw_ ] no. ... non, je ne parle pas de ça.

source: [_sw_] I'm talking about shaving.
french: [ _sw_ ] Je parle de rasage.

source: [_u_] Aaaaah yes! I see!
french: [ _u_ ] Aaaaah oui ! Je vois !

source: [_u_] well... That's all I have for you, sir.
french: [ _u_ ] bien ... C'est tout ce que j'ai pour vous, monsieur.

source: [_u_] You can dress up sweetheart.
french: [ _u_ ] Vous pouvez habiller votre chérie.

source: [_u_] Oh yes, of course! You can dress up sweetheart.
french: [ _u_ ] Oh oui, bien sûr ! Tu peux habiller ma chérie.

source: [_sw_] I want to be a little more open-minded maybe.
french: [ _sw_ ] Je veux être un peu plus ouvert, peut-être.

source: [_sw_] ( I can't believe I did that!! <3 )
french: [ _sw_ ] (Je ne peux pas croire que j'ai fait ça ! ! < 3)

source: [_sw_] Yes ?
french: [ _sw_ ] Oui?

source: [_u_] Let me see your breasts!
french: [ _u_ ] Laisse-moi voir tes seins !

source: [_sw_] If you formulate your request more nicely, I might consider it.
french: [ _sw_ ] Si vous formulez votre demande plus facilement, je pourrais le considérer.

source: [_sw_] Well, you made an effort I suppose...
french: [ _sw_ ] Eh bien, vous avez fait un effort que je suppose ...

source: [_sw_] Well, you made an effort at least...
french: [ _sw_ ] Eh bien, vous avez fait un effort au moins ...

source: [_sw_] Excuse me?
french: [ _sw_ ] Excusez-moi?

source: [_u_] It's a secret word for...
french: [ _u_ ] C'est un mot secret pour ...

source: [_sw_] Shh, spare me your lie.
french: [ _sw_ ] Shh, épargnez-moi ton mensonge.

source: [_u_] I fucking love this view.
french: [ _u_ ] Je suis amoureuse de cette vue.

source: [_sw_] I hope so.
french: [ _sw_ ] J'espère.

source: [_sw_] I'm sure you'd like to touch
french: [ _sw_ ] Je suis sûr que vous aimeriez toucher

source: [_sw_] Of course not.
french: [ _sw_ ] Bien sûr que non.

source: [_u_] You are cruel
french: [ _u_ ] Vous êtes cruel

source: [_sw_] I know.
french: [ _sw_ ] Je sais.

source: [_sw_] okay, okay...
french: [ _sw_ ] Ok, ok ...

source: [_u_] Well, thank you !
french: [ _u_ ] Eh bien, merci !

source: [_sw_] Oh, you are welcome, my dear.
french: [ _sw_ ] Oh, vous êtes les bienvenus, ma chère.

source: [_sw_] Have a good day!
french: [ _sw_ ] Bonne journée !

source: [_u_] So, Snow White, I wonder...
french: [ _u_ ] Donc, Blanche-Neige, je me demande ...

source: [_sw_] What do you want to see ?
french: [ _sw_ ] Que voulez-vous voir?

source: [_u_] Maybe ... your pussy ?
french: [ _u_ ] Peut-être ... ta chatte?

source: [_u_] Snow White, I'd like something new.
french: [ _u_ ] Blanche-Neige, j'aimerais quelque chose de nouveau.

source: [_sw_] New? What do you mean?
french: [ _sw_ ] Nouveau? Qu'est-ce que tu veux dire?

source: [_u_] I would like you to take off all your clothes.
french: [ _u_ ] Je voudrais que vous enferez tous vos vêtements.

source: [_sw_] ...no.
french: [ _sw_ ] ... non.

source: [_sw_] Maybe a few Cupid Apples to make a pie will help me change my mind.
french: [ _sw_ ] Peut-être que quelques pommes Cupidon pour faire une tarte m'aideront à changer d'avis.

source: [_sw_] I don't know... maybe.
french: [ _sw_ ] Je ne sais pas ... peut-être.

source: [_sw_] Like... really all my clothes?
french: [ _sw_ ] Comme ... vraiment tous mes vêtements?

source: [_sw_] Like, completely naked?
french: [ _sw_ ] Comme, complètement nu?

source: [_sw_] Here?
french: [ _sw_ ] Ici?

source: [_sw_] Okay...
french: [ _sw_ ] Ok ...

source: [_sw_] but on two conditions.
french: [ _sw_ ] mais sur deux conditions.

source: [_sw_] First of all, I want a new dress.
french: [ _sw_ ] Tout d'abord, je veux une nouvelle robe.

source: [_u_] Okay... any preference for the dress?
french: [ _u_ ] Ok ... n'importe quelle préférence pour la robe?

source: [_sw_] None. I'm just tired of having only the one
french: [ _sw_ ] Néant. Je suis juste fatigué de n'avoir que le seul

source: [_sw_] Come back to me when it's done.
french: [ _sw_ ] Revenez à moi quand c'est fait.

source: [_u_] And what about the second condition?
french: [ _u_ ] Et qu'en est-il de la deuxième condition?

source: [_sw_] You will see
french: [ _sw_ ] Vous verrez

source: [_sw_] Have a good day!
french: [ _sw_ ] Bonne journée !

source: [_u_] Now that you have your dress, what was your second condition before the strip?
french: [ _u_ ] Maintenant que vous avez votre robe, quelle était votre deuxième condition avant la bande?

source: [_u_] So, What about my strip ?
french: [ _u_ ] Alors, qu'en est-il de ma bande?

source: [_sw_] So, What about my Dress ?
french: [ _sw_ ] Alors, qu'en est-il de ma tenue?

source: [_sw_] However, I have one condition.
french: [ _sw_ ] Cependant, j'ai une condition.

source: [_u_] Tell me.
french: [ _u_ ] Dites-moi.

source: [_sw_] I want you to sample a Cupid Apple beforehand.
french: [ _sw_ ] Je veux que vous échantillonez un Apple Cupidon au préalable.

source: [_u_] I don't have any on me right now...
french: [ _u_ ] Je n'ai rien sur moi maintenant ...

source: [_sw_] Too bad for you.
french: [ _sw_ ] Trop mauvais pour vous.

source: [_sw_] Come back when you get one.
french: [ _sw_ ] Revenez quand vous en avez un.

source: [_u_] Well... I have one on me right now
french: [ _u_ ] Eh bien ... J'en ai un sur moi en ce moment

source: [_sw_] Perfect!
french: [ _sw_ ] Parfait !

source: [_tb_] Oh hell yes! Time to grab some popcorn!
french: [ _tb_ ] Oh, oui ! Il est temps de prendre du pop-corn !

source: [_sw_] Sit down and eat this apple.
french: [ _sw_ ] Assez-le et mangez cette pomme.

source: [_sw_] I'll be back immediately.
french: [ _sw_ ] Je reviendrai immédiatement.

source: [_u_] Where are you going?
french: [ _u_ ] Où allez-vous?

source: [_sw_] I'm going to put on my dress,
french: [ _sw_ ] Je vais mettre ma robe,
