Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_BA.po
Languages: french, italian, russian

source: [_ba_] Oh, not you again...
french: [_ba_] Oh non, te revoilà...
italian: [_ba_] Oh, non tu...
russian: [_ba_] О, только не ты...

source: [_ba_] Greetings [name].
french: [_ba_] Salutations, [name].
italian: [_ba_] Saluti [name].
russian: [_ba_] Приветствую [name].

source: AVAILABLE AT THE UPCOMING UPDATE
french: DISPONIBLE À LA PROCHAINE MISE À JOUR
italian: DISPONIBILE NELL'AGGIORNAMENTO
russian: ДОСТУПНО В СЛЕДУЮЩЕМ ОБНОВЛЕНИИ

source: [_u_] See you later.
french: [_u_] À plus tard.
italian: [_u_] Ci vediamo più tardi.
russian: [_u_] Увидимся позже.

source: [_sz_] Yeah, see ya.
french: [_sz_] Ouais, à plus.
russian: [_sz_] Да, увидимся.

source: [_ba_] That I show you... what?
french: [_ba_] Que je te montre... quoi ?
italian: [_ba_] Che ti mostro... cosa?
russian: [_ba_] Чтобы я тебе показала... Что?

source: [_ba_] Why would I do that?
french: [_ba_] Et pourquoi je ferais ça ?
italian: [_ba_] Perché lo farei?
russian: [_ba_] С чего бы мне это делать?

source: [_u_] To make you sexually debauched. To be able to make your wish to the Djin.
french: [_u_] Pour te dévergonder sexuellement. Pour que tu puisses faire ton vœu au Djin.
italian: [_u_] Per farti smembrare sessualmente. Per essere in grado di rendere il tuo desiderio al Djin.
russian: [_u_] Чтобы сделать тебя сексуально развратной. И чтобы ты имела возможность загадать желание джину.

source: [_ba_] And really... you think the best way to achieve this is for me to...
french: [_ba_] Et... Tu penses vraiment que la meilleure solution est que je...
italian: [_ba_] E davvero... pensi che il modo migliore per raggiungere questo obiettivo sia per me...
russian: [_ba_] И ты действительно... Думаешь, что лучший способ добиться этого - это...

source: [_ba_] ...show my breasts?
french: [_ba_] ...te montre mes seins ?
italian: [_ba_] ... mostra i miei seni?
russian: [_ba_] ...Показать мою грудь?

source: [_ba_] You're not making any sense.
french: [_ba_] Ce que tu dis n'a aucun sens.
italian: [_ba_] Non hai alcun senso.
russian: [_ba_] Это бессмыслица.

source: [_ba_] I don't know what kind of imbecile would believe such nonsense.
french: [_ba_] Quel genre d'imbécile pourrait croire en ces idioties ?
italian: [_ba_] Non so che tipo di imbecile crederebbe a tali assurdità.
russian: [_ba_] Я не знаю, какой идиот поверит в такую ​​чушь.

source: [_u_] Got a problem with nudity?
french: [_u_] T'as un problème avec la nudité ?
italian: [_u_] Hai un problema con la nudità?
russian: [_u_] У тебя проблемы с наготой?

source: [_ba_] Absolutely not.
french: [_ba_] Absolument pas.
italian: [_ba_] Assolutamente no.
russian: [_ba_] Точно нет.

source: [_u_] Because when I see you reluctant to show your own breasts...
french: [_u_] Non, parce que quand tu rechignes à ce point à montrer tes propres seins...
italian: [_u_] Perché quando ti vedo riluttante a mostrare il tuo seno...
russian: [_u_] Потому что, когда я вижу, что ты не хочешь показывать свою грудь...

source: [_u_] You'd think the queen of thieves was also the queen of modesty.
french: [_u_] Je me dis que la reine des voleurs est aussi la reine des prudes.
italian: [_u_] Pensi che la regina dei ladri fosse anche la regina della modestia.
russian: [_u_] Можно подумать, что королева воров еще и королева скромности.

source: [_ba_] You're lucky I need you to be a sultana.
french: [_ba_] T'as du bol que j'ai besoin de toi pour devenir sultane.
italian: [_ba_] Sei fortunato Ho bisogno di essere una sultana.
russian: [_ba_] Тебе повезло, что ты мне нужен, чтобы стать султаншей.

source: [_ba_] Otherwise you'd already have had your tongue cut out and...
french: [_ba_] Sinon, je t'aurais déjà coupé la langue et...
italian: [_ba_] Altrimenti avresti già fatto ritagliare la lingua e...
russian: [_ba_] Иначе тебе бы уже язык отрезали и...

source: [_u_] ...and thrown into the desert. Yes, I know.
french: [_u_] ...et abandonné dans le désert, je sais.
italian: [_u_] e gettato nel deserto. Sì, lo so.
russian: [_u_] ...И бросили в пустыню. Да, я знаю.

source: [_ba_] Mhf...
french: [_ba_] Pff...
russian: [_ba_] Ммф...

source: [_u_] So... why don't you show me your breasts?
french: [_u_] Donc... Pourquoi refuses-tu de me montrer tes seins ?
italian: [_u_] Quindi... perché non mi mostri i tuoi seni?
russian: [_u_] Итак... почему бы тебе не показать мне свою грудь?

source: [_ba_] You don't deserve to see my fabulous breasts.
french: [_ba_] Tu ne mérites pas de voir mes fabuleux seins.
italian: [_ba_] Non ti meriti di vedere i miei favolosi seni.
russian: [_ba_] Ты не заслуживаешь видеть мою потрясающую грудь.

source: [_ba_] I am, after all, a future sultana.
french: [_ba_] Après tout, je suis la future sultane.
italian: [_ba_] Io sono, dopo tutto, un futuro sultana.
russian: [_ba_] В конце концов я будущая султанша.

source: [_ba_] The breasts of a sultana are one of the most sacred things in this kingdom.
french: [_ba_] Les seins de la sultane sont les choses les plus sacrées de ce royaume.
italian: [_ba_] I seni di una sultana sono una delle cose più sacre di questo regno.
russian: [_ba_] Грудь султанши – одна из самых священных вещей в этом королевстве.

source: [_ba_] Let someone like you see them... Mh... it would be punishable by death.
french: [_ba_] Si quelqu'un comme toi venait à les voir... Mh... ce serait passible d'une peine de mort.
italian: [_ba_] Lasciate che qualcuno come voi li vede... Mh... sarebbe punibile con la morte.
russian: [_ba_] Если кто-то вроде тебя увидит их... Мм... Это будет караться смертью.

source: [_u_] Except that you'll never be a sultana if I don't see some breasts...
french: [_u_] Sauf que tu ne seras jamais sultane sans me montrer tes seins...
italian: [_u_] Eccetto che non sarai mai una sultana se non vedo alcuni seni...
russian: [_u_] Вот только ты никогда не станешь султаншей, если я не увижу твою грудь...

source: [_ba_] I definitely don't like the way you talk.
french: [_ba_] Je n'apprécie définitivement pas ta façon de parler.
italian: [_ba_] Sicuramente non mi piace il modo in cui parli.
russian: [_ba_] Мне очень не нравится, как ты говоришь.

source: [_ba_] What have I done to the gods to deserve this?
french: [_ba_] Qu'est-ce que j'ai bien pu faire aux dieux pour mériter ça ?
italian: [_ba_] Che cosa ho fatto agli dei per meritare questo?
russian: [_ba_] Где я так согрешила, чтобы заслужить это?

source: [_ba_] Mhr...
french: [_ba_] Pff...
russian: [_ba_] Мхр...

source: [_ba_] Come back later, you little pervert.
french: [_ba_] Reviens plus tard, petit pervers.
italian: [_ba_] Tornate più tardi, poco pervertito.
russian: [_ba_] Приходи позже, маленький извращенец.

source: [_u_] Great.
french: [_u_] Super.
italian: [_u_] Grande.
russian: [_u_] Здорово.

source: [_u_] Tinker... I'm really asking you as a favor... Is it possible to have a simple corruption one day?
french: [_u_] Clochette... Tu pourrais me rendre un service et me laisser une corruption simple un jour ?
italian: [_u_] Tinker... Ti sto davvero chiedendo come favore... È possibile avere una semplice corruzione un giorno?
russian: [_u_] Тинкер... Я прошу можно хоть в один день будет простое развращение?

source: [_tb_] Hey, man, if that was the case, I wouldn't need you.
french: [_tb_] Hé, mec, si c'était si facile, je n'aurais pas besoin de toi.
italian: [_tb_] Ehi, uomo, se fosse così, non avrei bisogno di te.
russian: [_tb_] Чел, если бы это было так, ты бы мне не понадобился.

source: [_u_] Really? I thought you hired me for my incredible charm.
french: [_u_] Vraiment ? Et moi qui croyais que tu m'avais embauché pour mon incroyable charme.
italian: [_u_] Davvero? Pensavo che mi avessi assunto per il mio incredibile fascino.
russian: [_u_] Правда? Я думал, ты наняла меня из-за моего невероятного обаяния.

source: [_tb_] A few more chats with her and I'm sure you'll be fucking her!
french: [_tb_] Encore quelques discussions comme ça et je suis sûr que tu la baiseras!
italian: [_tb_] Un paio di chiacchiere con lei e sono sicuro che la scoperete!
russian: [_tb_] Еще несколько разговоров с ней, и я уверена, что ты ее трахнешь!

source: [_u_] Want to bet on something?
french: [_u_] Tu veux parier ?
italian: [_u_] Vuoi scommettere su qualcosa?
russian: [_u_] Хочешь сделать ставку на что-нибудь?

source: [_tb_] Absolutely not.
french: [_tb_] Absolument pas.
italian: [_tb_] Assolutamente no.
russian: [_tb_] Точно нет.

source: [_u_] Hello? Mrs Ali?
french: [_u_] Bonjour ? Mme Ali ?
italian: [_u_] Ciao? Signora Ali?
russian: [_u_] Ау? Миссис Али?

source: [_u_] Mrs Baba?
french: [_u_] Mme Baba ?
italian: [_u_] Signora Baba?
russian: [_u_] Госпожа Баба?

source: [_ba_] I warn you, I don't appreciate nicknames.
french: [_ba_] Je te préviens, je n'apprécie pas les surnoms.
italian: [_ba_] Ti avvertimento, non apprezzo i soprannomi.
russian: [_ba_] Предупреждаю, я мне не нравятся прозвища.

source: [_ba_] Call me Ali-Baba or keep your mouth shut.
french: [_ba_] Appelle-moi Ali-Baba or reste silencieux.
italian: [_ba_] Chiamami Ali-Baba o tieni chiusa la bocca.
russian: [_ba_] Зови меня Али-Баба или держи язык за зубами.

source: [_ba_] ...Or you can call me ''Queen of Thieves''.
french: [_ba_] ...Ou tu peux m'appeler ''Reine des Voleurs''.
italian: [_ba_] ...Oppure puoi chiamarmi ''Regina dei ladri''.
russian: [_ba_] ... Хотя ты можешь звать меня «Королевой Воров».

source: [_ba_] It's a title I particularly appreciate.
french: [_ba_] C'est un titre que j'apprécie particulièrement.
italian: [_ba_] È un titolo che apprezzo particolarmente.
russian: [_ba_] Этот титул я особенно ценю.

source: [_u_] Yeah... I'm not a fan of Titles... let's go for Ali-Baba.
french: [_u_] Ouais... Je ne suis pas fan des titres... On va rester sur Ali-Baba.
italian: [_u_] Sì... Non sono un fan dei Titoli... andiamo ad Ali-Baba.
russian: [_u_] Ага... Я не фанат титулов... давай остановимся на Али-Бабе.

source: [_ba_] Are you going to talk about titles and names for much longer, or shall we get down to business?
french: [_ba_] Tu vas discuter de titres et de noms encore longtemps, ou on peut passer aux choses sérieuses ?
italian: [_ba_] Parlerai di titoli e nomi per molto più a lungo, o dovremo metterci al lavoro?
russian: [_ba_] Ты долго ещё будешь говорить о титулах и именах, или перейдем к делу?

source: [_u_] All right... if you want to talk about serious things... let's talk about serious things.
french: [_u_] Très bien... si tu veux te mettre au travail... on va se mettre au travail.
italian: [_u_] Va bene... se vuoi parlare di cose serie... parliamo di cose serie.
russian: [_u_] Ладно... если хочешь поговорить о серьёзном... давай поговорим о серьёзном.

source: [_u_] I've figured out how to make you a Sultana.
french: [_u_] J'ai trouvé comment faire de toi une Sultane.
italian: [_u_] Ho capito come farti una Sultana.
russian: [_u_] Я придумал, как сделать тебя Султаншей.

source: [_ba_] Oh, really?
french: [_ba_] Oh, vraiment ?
italian: [_ba_] Oh, davvero?
russian: [_ba_] Неужели?

source: [_ba_] And what is this miracle plan?
french: [_ba_] Et quel est ton plan miracle ?
italian: [_ba_] E qual è questo piano miracoloso?
russian: [_ba_] И что это за чудо-план?

source: [_ba_] Have you convinced Sherazade to abdicate?
french: [_ba_] Tu as convaincu Shéhérazade d'abdiquer ?
italian: [_ba_] Hai convinto Sherazade ad abdicare?
russian: [_ba_] Ты убедил Шерезаду отказаться от престола?

source: [_ba_] Or are you some kind of magician?
french: [_ba_] Ou bien tu es un magicien ?
italian: [_ba_] O sei una specie di mago?
russian: [_ba_] Или ты какой-то маг?

source: [_u_] Indeed, it's something of a magic solution.
french: [_u_] On peut dire que c'est une solution magique.
italian: [_u_] Infatti, è qualcosa di una soluzione magica.
russian: [_u_] Это что-то вроде волшебного решения.

source: [_ba_] Do you think I'm stupid?
french: [_ba_] Tu me prends pour une idiote ?
italian: [_ba_] Pensi che io sia stupido?
russian: [_ba_] Думаешь, я тупая?

source: [_ba_] Why did I trust this Aladdin...
french: [_ba_] Pourquoi j'ai cru cet Aladdin...
italian: [_ba_] Perché mi sono fidato di questo Aladdin...
russian: [_ba_] Зачем я доверилась Аладдину...

source: [_ba_] Admit it, you're not Shérazade's Vizier, but her buffoon.
french: [_ba_] Avoue-le, tu n'es pas le vizir de Shéhérazade, mais son bouffon.
italian: [_ba_] Ammettilo, non sei il Viziatore della razade, ma il suo buffone.
russian: [_ba_] Признайся, ты не визирь Шерезады, а ее шут.

source: [_u_] I'm Grand Vizier, not Vizier.
french: [_u_] Je suis Grand Vizir, pas Vizir.
italian: [_u_] Sono Grand Vizier, non Vizier.
russian: [_u_] Я великий визирь, а не просто визирь.

source: [_ba_] I thought you didn't like titles.
french: [_ba_] Et moi qui croyais que tu n'aimais pas les titres.
italian: [_ba_] pensavo che non ti piacessero i titoli.
russian: [_ba_] Я думала, тебе не нравятся титулы.

source: [_u_] Here, take this.
french: [_u_] Tiens, prends ça.
italian: [_u_] Ecco, prendi questo.
russian: [_u_] Вот, возьми это.

source: [_ba_] What is it?
french: [_ba_] Qu'est-ce que c'est ?
italian: [_ba_] Che cos'è?
russian: [_ba_] Че это?

source: [_u_] A lamp.
french: [_u_] Une lampe.
italian: [_u_] Una lampada.
russian: [_u_] Лампа.

source: [_ba_] Yes, I guessed that...
french: [_ba_] J'avais remarqué, merci...
italian: [_ba_] Sì, ho indovinato...
russian: [_ba_] Да, я вижу...

source: [_ba_] My goodness, I'm surrounded by idiots.
french: [_ba_] Mon Dieu, je suis entouré d'idiots.
italian: [_ba_] La mia bontà, sono circondato da idioti.
russian: [_ba_] Боже мой, вокруг меня одни идиоты.

source: [_u_] A magic lamp, to be exact.
french: [_u_] Une lampe magique, pour être exact.
italian: [_u_] Una lampada magica, per essere esatti.
russian: [_u_] Кстати она волшебная.

source: [_ba_] I can't decide whether to give you a taste of my sword, or leave you in the middle of the desert.
french: [_ba_] Je ne sais pas si je devrais te faire goûter à mon épée ou t'abandonner au milieu du désert.
italian: [_ba_] Non posso decidere se darti un assaggio della mia spada, o lasciarti in mezzo al deserto.
russian: [_ba_] Не могу выбрать, дать тебе попробовать меч или оставить тебя посреди пустыни.

source: [_u_] What if it's true? What will you do?
french: [_u_] Et si c'est vrai ? Que feras-tu ?
italian: [_u_] E se fosse vero? Cosa farai?
russian: [_u_] А что, если это правда? Что ты будешь делать?

source: [_ba_] You'll have escaped the desert - that's a good start, isn't it?
french: [_ba_] Tu échapperas au désert - c'est déjà pas mal, non ?
italian: [_ba_] Sarai sfuggito al deserto - è un buon inizio, vero?
russian: [_ba_] Ты сбежишь из пустыни - это хорошее начало, не так ли?

source: [_ba_] So you think this thing is magic?
french: [_ba_] Donc tu penses que cette chose est magique ?
italian: [_ba_] Quindi pensi che questa cosa sia magica?
russian: [_ba_] Так ты думаешь, что лампа волшебная?

source: [_ba_] And you expect me to believe that like... a djin is stuck in there?
french: [_ba_] Et tu veux me faire croire qu'un... un djin est coincé là-dedans ?
italian: [_ba_] E ti aspetti che io creda così... un djin è bloccato lì dentro?
russian: [_ba_] И ожидаешь, что я поверю, в то что... там застрял джин?

source: [_u_] Well...
french: [_u_] Eh bien...
italian: [_u_] Beh...
russian: [_u_] Ну...

source: [_ba_] So you weren't kidding...
french: [_ba_] Donc tu étais sérieux...
italian: [_ba_] Quindi non stavi scherzando...
russian: [_ba_] Так ты не шутил...

source: [_ba_] That's...
french: [_ba_] C'est...
italian: [_ba_] Che È...
russian: [_ba_] Это...

source: [_ba_] That's pretty cool.
french: [_ba_] C'est plutôt cool.
italian: [_ba_] È abbastanza cool.
russian: [_ba_] Это замечательно.

source: [_ba_] Maybe you're not so useless after all!
french: [_ba_] Tu n'es peut-être pas si inutile après tout !
italian: [_ba_] Forse dopo tutto non sei così inutile!
russian: [_ba_] Может быть, ты не такой уж и бесполезный!

source: [_ba_] So... I have three wishes, right?
french: [_ba_] Du coup... j'ai trois vœux, pas vrai ?
italian: [_ba_] Quindi... Ho tre desideri, giusto?
russian: [_ba_] Итак... У меня есть три желания, да?

source: [_dj_] Uh... I...
french: [_dj_] Euh... Je...
russian: [_dj_] Э... Я...

source: [_ba_] First of all, I wish I had all the gold in the kingdom.
french: [_ba_] Tout d'abord, je souhaite avoir tout l'or du royaume.
italian: [_ba_] Prima di tutto, vorrei avere tutto l'oro nel regno.
russian: [_ba_] Во-первых, я хочу все золото королевства.

source: [_ba_] And secondly I wish to be the Sultana of this kingdom and replace Sherazade!
french: [_ba_] Ensuite, je souhaite devenir la Sultane de ce royaume à la place de Shéhérazade !
italian: [_ba_] E in secondo luogo desidero essere la Sultana di questo regno e sostituire Sherazade!
russian: [_ba_] Во-вторых я желаю стать Султаншей этого королевства и заменить Шеразаду!

source: [_dj_] Oh dear, that's an ambitious woman!
french: [_dj_] Oh là là, on a une femme ambitieuse !
italian: [_dj_] Oh cara, è una donna ambiziosa!
russian: [_dj_] О боже, какая амбициозная женщина!

source: [_dj_] You're aware that if I follow your wishes to the letter... you'll be in for a big surprise?
french: [_dj_] Tu es consciente que si je décide de suivre tes souhaits à la lettre... tu vas avoir une mauvaise surprise ?
italian: [_dj_] Sei consapevole che se seguo i tuoi desideri alla lettera... ti sorprenderà?
russian: [_dj_] Ты знаешь, что если я выполню твои желания в точности как ты хочешь... тебя будет ждать большой сюрприз?

source: [_ba_] What do you mean?
french: [_ba_] Comment ça ?
italian: [_ba_] Che cosa intendi?
russian: [_ba_] Что ты имеешь в виду?

source: [_dj_] If I follow your wishes precisely...
french: [_dj_] Si je respecte scrupuleusement tes vœux...
italian: [_dj_] Se seguo esattamente i tuoi desideri...
russian: [_dj_] Если я точно выполню твои желания...

source: [_dj_] For your first wish, you could find yourself buried under a pile of gold.
french: [_dj_] Pour ton premier souhait, tu pourrais te retrouver enterrée sous une pile d'or.
italian: [_dj_] Per il tuo primo desiderio, potresti trovarti sepolto sotto un mucchio d'oro.
russian: [_dj_] По первому желанию ты окажешься погребённой под кучей золота.

source: [_dj_] ( It's a classic I'm particularly fond of ~ )
french: [_dj_] (C'est un classique que j'affectionne particulièrement ~)
italian: [_dj_] ( È un classico che amo particolarmente ~ )
russian: [_dj_] (Это классика, которая мне особенно нравится ~)

source: [_dj_] And for the second one... I could very well change your body with Sherazade.
french: [_dj_] Et pour le deuxième... je pourrais très bien échanger ton corps avec celui de Shéhérazade.
italian: [_dj_] E per il secondo... potrei cambiare molto bene il tuo corpo con Sherazade.
russian: [_dj_] А насчет второго... Я вполне могла бы изменить твое тело на тело Шеразады.

source: [_ba_] What? NO!
french: [_ba_] Quoi ? NON !
italian: [_ba_] Cosa? NO!
russian: [_ba_] Что? НЕТ!

source: [_u_] Oh yes! I love body swapping.
french: [_u_] Oh oui ! J'adore les échanges de corps.
italian: [_u_] Oh sì! Amo lo scambio di corpo.
russian: [_у_] О да! Я люблю обмен телами.

source: [_ba_] No, wait! I want to change my wishes!!!
french: [_ba_] Attends ! Je veux changer mes souhaits !!!
italian: [_ba_] No, aspetta! Voglio cambiare i miei desideri!!!
russian: [_ba_] Стой, подожди! Я хочу изменить свои желания!!!

source: [_dj_] Is that another wish?
french: [_dj_] Est-ce un autre vœu ?
italian: [_dj_] È un altro desiderio?
russian: [_dj_] Это еще одно желание?

source: [_dj_] Because if that's the case, you've got none left.
french: [_dj_] Parce que si c'est le cas, c'était ton dernier.
italian: [_dj_] Perché se è così, non ne hai più nessuno.
russian: [_dj_] Потому что если это так, то у тебя ничего не останется.

source: [_ba_] Oh my God... I can't believe it...
french: [Oh mon Dieu... Je ne peux pas le croire...
italian: [_ba_] Oh mio Dio... Non posso crederci...
russian: [_ba_] Боже мой... Я не могу в это поверить...

source: [_u_] Well, that was quick.
french: [_u_] Eh bien, c'était rapide.
italian: [_u_] Beh, era veloce.
russian: [_u_] Ну, это было быстро.

source: [_ba_] By the great sea of sand... I cannot believe it...
french: [Au bord de la grande mer de sable... Je n'arrive pas à y croire...
italian: [_ba_] Dal grande mare di sabbia... non posso crederci...
russian: [_ba_] Во имя великого песчаного моря... Я не могу в это поверить...

source: [_dj_] If you like, I can grant you one last wish. But...
french: [Si vous le souhaitez, je peux vous accorder un dernier souhait. Mais...
italian: [_dj_] Se vuoi, posso concederti un ultimo desiderio. Ma...
russian: [_dj_] Если хочешь, я могу исполнить твое последнее желание. Но...

source: [_ba_] Let me know. I'm up to anything.
french: [Tenez-moi au courant. Je suis prêt à tout.
italian: [_ba_] Fatemi sapere. Sto fino a qualsiasi cosa.
russian: [_ba_] Дай мне знать. Я готова на все.

source: [_dj_] But I can only grant this extra-ordinary wish to an exceptionally... debauched person.
french: [Mais je ne peux accorder ce souhait extraordinaire qu'à une personne exceptionnellement... débauchée.
italian: [_dj_] Ma posso solo concedere questo desiderio extra-ordinario ad una persona eccezionalmente... debauched .
russian: [_dj_] Но исполнить это необычное желание я могу исключительно... Развратному человеку.

source: [_ba_] I'm the queen of thieves, I'm not really a pure soul, you know...
french: [Je suis la reine des voleurs, je ne suis pas vraiment une âme pure, vous savez...
italian: [_ba_] Io sono la regina dei ladri, non sono un'anima pura, sa...
russian: [_ba_] Я королева воров, я ни капельки не чистая душа, понимаешь...

source: [_dj_] I mean... sexually debauched.
french: [Je veux dire... sexuellement débauché.
italian: [_dj_] Voglio dire... sessualmente sviscerato.
russian: [_dj_] Я имею в виду... Сексуально развратный.

source: [_ba_] What?!
french: [Quoi ? !
italian: [_ba_] Cosa?!
russian: [_ba_] Что?!

source: [_ba_] I... mh...
french: [I... mh...
russian: [_ba_] Я... Мх...

source: [_ba_] What should I do?
french: [Que dois-je faire ?
italian: [_ba_] Cosa devo fare?
russian: [_ba_] Что я должна делать?

source: [_dj_] To fulfill this last wish, you'll have to...
french: [Pour réaliser ce dernier souhait, vous devrez...
italian: [_dj_] Per soddisfare questo ultimo desiderio, dovrete...
russian: [_dj_] Чтобы исполнить последнее желание, тебе придется...

source: [_dj_] ...do whatever this man tells you.
french: [...faites tout ce que cet homme vous dira.
italian: [_dj_] ...fai tutto ciò che quest'uomo ti dice.
russian: [_dj_] ... Делать все, что скажет тебе этот человек.

source: [_ba_] WHAT? What kind of crappy condition is that?
french: [_ba_] QUOI ? Qu'est-ce que c'est que cette condition merdique ?
italian: [_ba_] COS'è? Che tipo di condizione crappy è quella?
russian: [_ba_] ЧЕГО? Что это за хреновое условие?

source: [_dj_] Do you question my word, mere mortal?
french: [Mets-tu en doute ma parole, simple mortel ?
italian: [_dj_] Metti in discussione la mia parola, mera mortale?
russian: [_dj_] Ты сомневаешься в моих словах, жалкая смертная?

source: [_dj_] As long as your soul is pure, you won't have your wish!
french: [Tant que ton âme est pure, tu n'auras pas ton souhait !
italian: [_dj_] Finché la tua anima sarà pura, non avrai il tuo desiderio!
russian: [_dj_] Пока твоя душа чиста, твое желание не будет исполнено!
