Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_LY.po
Languages: french, italian

source: [_ly_] Hi cutie.
french: [ _ly_ ] Salut la cutie.

source: [_ly_] Hi [name]!
french: [ _ly_ ] Bonjour [ nom ] !

source: [_u_] See you later!
french: À tantôt!
italian: [_u_] Ci vediamo più tardi!

source: [_ly_] See you [name]!
french: [ _ly_ ] Au revoir [ nom ] !
italian: [_ly_] Ci vediamo [name]!

source: [_ly_] Ah yes! Melissandre asked me to make a lighter version of her outfit!
french: [ _ly_ ] Ah oui ! Melissandre m'a demandé de faire une version plus légère de sa tenue !
italian: [_ly_] Ah sì! Melissandre mi ha chiesto di fare una versione più leggera del suo outfit!

source: [_ly_] The pressure's on! I don't really know her...
french: [ _ly_ ] La pression est sur ! Je ne la connais pas vraiment ...
italian: [_ly_] La pressione è sopra! Non la conosco veramente...

source: [_u_] As long as you don't add bright colors to her clothes... everything will be fine!
french: [ _u_ ] Tant que vous n'ajoutez pas de couleurs vives à ses vêtements ... tout ira bien !
italian: [_u_] Finché non aggiungi colori brillanti ai suoi vestiti... tutto andrà bene!

source: [_ly_] Ah! that's a good thing to know!
french: [ _ly_ ] Ah ! c'est une bonne chose à savoir !
italian: [_ly_] Ah! è una buona cosa da sapere!

source: [_ly_] The new blueprint should be in the machine in no time!
french: [ _ly_ ] Le nouveau plan doit être dans la machine en aucun temps !
italian: [_ly_] Il nuovo progetto dovrebbe essere in macchina in pochissimo tempo!

source: [_ly_] Anything else?
french: [ _ly_ ] Tout le reste?
italian: [_ly_] qualcos'altro?

source: [_ly_] Oh yes! A light outfit for Emee...
french: [ _ly_ ] Oh oui ! Une tenue légère pour Emee ...
italian: [_ly_] Oh sì! Un outfit leggero per Eme...

source: [_ly_] I think everyone was surprised by the summer here!
french: [ _ly_ ] Je pense que tout le monde a été surpris par l'été ici !
italian: [_ly_] Penso che tutti siano rimasti sorpresi dall'estate qui!

source: [_ly_] Everyone's asking for lighter outfits! ahah !
french: [ _ly_ ] Tout le monde demande des tenues plus légères ! ahah !
italian: [_ly_] Chiedono tutti abiti più leggeri! ahah!

source: [_ly_] I don't know about you, but I like it.
french: [ _ly_ ] Je ne sais pas pour vous, mais j'aime bien.
italian: [_ly_] Non so di te, ma mi piace.

source: [_ly_] Oh! This one's a little... special.
french: [ _ly_ ] Oh ! Celle-là est un peu ... spéciale.
italian: [_ly_] Oh! Questo è un po'... speciale.

source: [_ly_] During a conversation, Amandine mentioned her desire for more casual clothes...
french: [ _ly_ ] Au cours d'une conversation, Amandine a mentionné son désir de vêtements plus décontractés ...
italian: [_ly_] Durante una conversazione, Amandine ha menzionato il suo desiderio di vestiti più casual...

source: [_ly_] But all the while keeping her style of clothing!
french: [ _ly_ ] Mais tout en gardant son style de vêtements !
italian: [_ly_] Ma tutto il tempo mantenendo il suo stile di abbigliamento!

source: [_ly_] That's an interesting challenge, isn't it?
french: [ _ly_ ] C'est un défi intéressant, n'est-ce pas?
italian: [_ly_] È una sfida interessante, vero?

source: [_ly_] Anyway, I think I can do it.
french: [ _ly_ ] Quoi qu'il en soit, je pense que je peux le faire.
italian: [_ly_] Comunque, penso di poterlo fare.

source: [_ly_] Need anything else?
french: [ _ly_ ] Vous avez besoin d'autre chose?
italian: [_ly_] Hai bisogno di altro?

source: [_ly_] All right! I'll see what I can do!
french: [ _ly_ ] Très bien ! Je vais voir ce que je peux faire !
italian: [_ly_] Va bene! Vedo cosa posso fare!

source: [_ly_] Do you need anything else?
french: [ _ly_ ] Avez-vous besoin d'autre chose?
italian: [_ly_] Hai bisogno di altro?

source: [_ly_] We're reworking the classic outfit?
french: [ _ly_ ] Nous retravaillons la tenue classique?
italian: [_ly_] Stiamo rielaborando l'outfit classico?

source: [_ly_] That's a lot of responsibility! Eheh!
french: [ _ly_ ] C'est beaucoup de responsabilité ! Eheh !
italian: [_ly_] Questa è molta responsabilità! Eheh!

source: [_ly_] I really hope the boss will like it!
french: [ _ly_ ] J'espère vraiment que le patron l'aimera !
italian: [_ly_] Spero davvero che al capo piacerà!

source: [_u_] Don't worry Lycoris, you're a pro!
french: [ _u_ ] Ne vous inquiétez pas Lycoris, vous êtes un pro !
italian: [_u_] Non preoccuparti Lycoris, sei un professionista!

source: [_ly_] Thanks! The new blueprint should be in the machine in no time!
french: [ _ly_ ] Merci ! Le nouveau plan devrait être dans la machine en aucun temps !
italian: [_ly_] Grazie! Il nuovo progetto dovrebbe essere in macchina in pochissimo tempo!

source: [_ly_] No. Not today.
french: [ _ly_ ] Non, pas aujourd'hui.
italian: [_ly_] No. Non oggi.

source: [_ly_] Of course!
french: [ _ly_ ] Bien sûr !
italian: [_ly_] Certo!

source: [_u_] Hey, I wanted to ask you something...
french: [ _u_ ] Hé, je voulais te demander quelque chose ...
italian: [_u_] Ehi, volevo chiederti qualcosa...

source: [_ly_] You want a new outfit, right?
french: [ _ly_ ] Vous voulez une nouvelle tenue, non?
italian: [_ly_] Vuoi un nuovo outfit, giusto?

source: [_u_] What? Uh, no, I wasn't thinking that.
french: [ _u_ ] Quoi? Euh, non, je ne pensais pas ça.
italian: [_u_] Cosa? Uh, no, non lo stavo pensando.

source: [_ly_] Really?
french: [ _ly_ ] Vraiement?
italian: [_ly_] Davvero?

source: [_ly_] Because... I could make you something nice to wear... like...
french: [ _ly_ ] Parce que ... Je pourrais te faire quelque chose de gentile à porter ... comme ...
italian: [_ly_] Perché... Potrei farti qualcosa di bello da indossare... come...

source: [_ly_] Maybe a nice blue suit... with beautiful bird motifs?
french: [ _ly_ ] Peut-être un beau costume bleu ... avec de beaux motifs d'oiseaux?
italian: [_ly_] Forse un bel abito blu... con bellissimi motivi per uccelli?

source: [_ly_] Or... I know! Bright yellow and a touch of pink!
french: [ _ly_ ] Ou ... Je sais ! Bright jaune et une touche de rose !
italian: [_ly_] O... Lo so! Giallo brillante e un tocco di rosa!

source: [_ly_] What? something even more extravagant?!
french: [ _ly_ ] Quoi? Quelque chose d'encore plus extravagant?
italian: [_ly_] Cosa? qualcosa di ancora più stravagante?!

source: [_ly_] That would be daring...
french: [ _ly_ ] Ce serait audaciant ...
italian: [_ly_] Questo sarebbe audace...

source: [_u_] I... I'll stick to my usual look if you don't mind.
french: [ _u_ ] I. .. Je vais m'en tenir à mon apparence habituelle si vous ne le faites pas.
italian: [_u_] Io... Mi atterrò al mio aspetto abituale se non ti dispiace.

source: [_ly_] Mh... I'll get you to change your mind one day.
french: [ _ly_ ] Mh ... Je vous ferai changer d'avis un jour.
italian: [_ly_] Mh... Ti farò cambiare idea un giorno.

source: [_ly_] I can promise you that.
french: [ _ly_ ] Je peux te promettre ça.
italian: [_ly_] lo posso promettere.

source: [_ly_] Anyway, what did you want to ask?
french: [ _ly_ ] Quoi qu'il en soit, que voulez-vous demander?
italian: [_ly_] Comunque, cosa volevi chiedere?

source: [_u_] It's not too difficult to adapt?
french: [ _u_ ] Il n'est pas trop difficile de s'adapter?
italian: [_u_] Non è troppo difficile adattarsi?

source: [_ly_] With a working environment like this??
french: [ _ly_ ] Avec un environnement de travail comme celui-ci??
italian: [_ly_] Con un ambiente di lavoro come questo??

source: [_ly_] Absolutely not! This place is incredible!
french: [ _ly_ ] Absolument pas ! Cet endroit est incroyable !
italian: [_ly_] Assolutamente no! Questo posto è incredibile!

source: [_ly_] Is this an art nouveau glass roof?
french: [ _ly_ ] Est-ce un toit en verre d'art nouveau?
italian: [_ly_] È un tetto in vetro art nouveau?

source: [_u_] Um... probably.
french: [ _u_ ] Um ... probablement.
italian: [_u_] Um... probabilmente.

source: [_ly_] My human art history classes are a little dated, but I think it is!
french: [ _ly_ ] Mes cours d'histoire de l'art humain sont un peu datés, mais je pense que c'est !
italian: [_ly_] Le mie lezioni di storia dell'arte umana sono un po' datate, ma penso che sia!

source: [_u_] I think it was Amandine who came up with the idea.
french: [ _u_ ] Je pense que c'est Amandine qui a eu l'idée.
italian: [_u_] Penso che sia stato Amandine a venire con l'idea.

source: [_ly_] Further proof of her good taste.
french: [ _ly_ ] Une preuve supplémentaire de son bon goût.
italian: [_ly_] Ulteriore prova del suo buon gusto.

source: [_ly_] So she's kind of in charge of the stories here, right?
french: [ _ly_ ] Donc elle est en charge des histoires ici, pas vrai?
italian: [_ly_] Quindi lei è una sorta di responsabile delle storie qui, giusto?

source: [_u_] Exactly. Considering her accomplishments, she's surely the best person in the galaxy for the job.
french: [ _u_ ] Exactement. Compte tenu de ses réalisations, elle est sûrement la meilleure personne de la galaxie pour le travail.
italian: [_u_] Esattamente. Considerando le sue realizzazioni, è sicuramente la persona migliore della galassia per il lavoro.

source: [_ly_] Her... accomplishments?
french: [ _ly_ ] Ses ... réalisations?
italian: [_ly_] Lei... realizzazioni?

source: [_u_] Well, yes... her book.
french: [ _u_ ] Eh bien, oui ... son livre.
italian: [_u_] Beh, sì... il suo libro.

source: [_ly_] Oh... I didn't know she was a real writer!
french: [ _ly_ ] Oh ... Je ne savais pas qu'elle était un vrai écrivain !
italian: [_ly_] Oh... Non sapevo che fosse una vera scrittrice!

source: [_ly_] She's a bit of a ''Amandine de Beauregard'', isn't she? Ahah!
french: [ _ly_ ] Elle est un peu "Amandine de Beauregard", n'est-ce pas? Ahah !
italian: [_ly_] Lei è un po' 'Amandine de Beauregard'', vero? Ahah!

source: [_ly_] What?
french: [ _ly_ ] Quoi?
italian: [_ly_] Cosa?

source: [_ly_] Wait... you're not going to tell me...
french: [ _ly_ ] Attends ... tu ne vas pas me le dire ...
italian: [_ly_] Aspetta... non mi dirai...

source: [_ly_] It's not ''HER'', is it?
french: [ _ly_ ] Ce n'est pas "HER", c'est ça?
italian: [_ly_] Non è 'HER'', vero?

source: [_u_] Well... Yes it is.
french: [ _u_ ] Eh bien ... Oui, c'est vrai.
italian: [_u_] Beh... Sì.

source: [_ly_] Okay... I was already under pressure, but now it's worse.
french: [ _ly_ ] Ok ... J'étais déjà sous pression, mais maintenant c'est pire.
italian: [_ly_] Okay... Ero già sotto pressione, ma ora è peggio.

source: [_ly_] Thank you for being so kind...
french: [ _ly_ ] Merci d'être si gentil ...
italian: [_ly_] Grazie per essere così gentile...

source: [_ly_] I can't wait to prove myself to everyone. I'll feel better afterwards.
french: [ _ly_ ] J'ai hâte de me prouver à tout le monde. Je me sentirai mieux par la suite.
italian: [_ly_] Non vedo l'ora di dimostrarmi a tutti. Mi sentirò meglio dopo.

source: [_ly_] Really?
french: [ _ly_ ] Vraiement?
italian: [_ly_] Davvero?

source: [_u_] Yeah, you could do a support group with Emee, she's struggling too.
french: [ _u_ ] Ouais, tu pourrais faire un groupe de soutien avec Emee, elle a du mal aussi.
italian: [_u_] Sì, potresti fare un gruppo di supporto con Emee, sta lottando anche.

source: [_ly_] Oh, I know! It's a reference to a human myth!
french: [ _ly_ ] Oh, je sais ! C'est une référence à un mythe humain !
italian: [_ly_] Oh, lo so! È un riferimento a un mito umano!

source: [_ly_] I'm so proud, I haven't forgotten everything!
french: [ _ly_ ] Je suis si fière, je n'ai pas tout oublié !
italian: [_ly_] sono così orgoglioso, non ho dimenticato tutto!

source: [_u_] Eheh, that'll certainly come in handy here.
french: [ _u_ ] Eheh, ça va certainement venir ici.
italian: [_u_] Eheh, sarà sicuramente utile qui.

source: [_ly_] I have a few outfits and blueprints to create for Tinker.
french: [ _ly_ ] J'ai quelques tenues et des bleus à créer pour Tinker.
italian: [_ly_] Ho alcuni abiti e progetti da creare per Tinker.

source: [_ly_] When I told her that I could create absolutely anything she wanted... well...
french: [ _ly_ ] Quand je lui ai dit que je pouvais créer absolument tout ce qu'elle voulait ... eh bien ...
italian: [_ly_] Quando le ho detto che potrei creare assolutamente tutto quello che voleva... bene...

source: [_ly_] Let's just say I didn't have to tell her twice to get a stack of orders!
french: [ _ly_ ] Let's just say I didn't have to tell her doublé to get a stack of orders !
italian: [_ly_] Diciamo solo che non ho dovuto dirle due volte per ottenere una pila di ordini!

source: [_u_] Like... how many do you have?
french: [ _u_ ] Comme ... combien avez-vous?
italian: [_u_] Come... quanti ne hai?

source: [_ly_] Dozens.
french: [ _ly_ ] Des dizaines.
italian: [_ly_] Dozzine.

source: [_ly_] And I'm a bit afraid of messing up the measurements, I must admit.
french: [ _ly_ ] Et j'ai un peu peur de désorbrer les mesures, je dois l'avouer.
italian: [_ly_] E ho un po' paura di ingannare le misurazioni, devo ammetterlo.

source: [_ly_] I'm not really used to your human measurements... I'm still confused ahah
french: [ _ly_ ] Je ne suis pas vraiment habitué à vos mesures humaines ... Je suis toujours confus ahah
italian: [_ly_] Non sono davvero abituato alle tue misure umane... Sono ancora confuso ahah

source: [_ly_] Well, at least you don't have horns... so, It's much easier to make hats.
french: [ _ly_ ] Eh bien, au moins vous n'avez pas de cornes ... donc, il est beaucoup plus facile de faire des chapeaux.
italian: [_ly_] Beh, almeno non hai corna... quindi è molto più facile fare cappelli.

source: [_ly_] Yeah... You're cute with your little round heads.
french: [ _ly_ ] Ouais ... Tu es mignonne avec tes petites têtes rondes.
italian: [_ly_] Sì... Sei carino con le tue piccole teste rotonde.

source: [_u_] Thanks.
french: [ _u_ ] Merci.
italian: [_u_] Grazie.

source: [_ly_] Anyway, uh yeah, I made a typical Aok dress blueprint for Tinker...
french: [ _ly_ ] Quoi qu'il en soit, euh ouais, j'ai fait une robe typique Aok pour Tinker ...
italian: [_ly_] Comunque, uh yeah, ho fatto un tipico modello abito Aok per Tinker...

source: [_ly_] That's the name of my race.
french: [ _ly_ ] C'est le nom de ma race.
italian: [_ly_] Questo è il nome della mia gara.

source: [_ly_] I could tell you more about it later if you like!
french: [ _ly_ ] Je pourrais vous en parler plus tard si vous voulez !
italian: [_ly_] Potrei dirti di più in seguito, se volete!

source: [_u_] I'd love to.
french: [ _u_ ] J'adorerais.
italian: [_u_] mi piacerebbe.

source: [_ly_] Anyway, I'm sorry to ask you this but... could you take care of making it?
french: [ _ly_ ] En tout cas, je suis désolé de vous demander ceci mais ... pourriez-vous prendre soin de le faire?
italian: [_ly_] Comunque, mi dispiace chiederti questo ma... potresti prenderti cura di farlo?

source: [_ly_] I still have a lot to do... so uh...
french: [ _ly_ ] J'ai encore beaucoup à faire ... donc euh ...
italian: [_ly_] ho ancora molto da fare... così uh...

source: [_u_] Don't worry, I'll take care of it.
french: [ _u_ ] Ne vous inquiétez pas, je m'en occuperai.
italian: [_u_] Non ti preoccupare, ne prenderò cura.

source: [_ly_] Great! The plan for this dress and haircut should be available in your machine.
french: [ _ly_ ] Grand ! Le plan pour cette robe et cette coupe de cheveux devrait être disponible dans votre machine.
italian: [_ly_] Grande! Il piano per questo abito e taglio di capelli dovrebbe essere disponibile nella vostra macchina.

source: [_ly_] You can give both to Tinker as soon as both are finished!
french: [ _ly_ ] Vous pouvez donner à la fois à Tinker dès que les deux sont terminés !
italian: [_ly_] È possibile dare entrambi a Tinker non appena entrambi sono finiti!

source: [_ly_] And thanks [name], that's sweet of you.
french: [ _ly_ ] Et merci [ nom ], c'est gentil de vous.
italian: [_ly_] E grazie [name], che è dolce di voi.

source: [_ly_] Well, I'm human, why?
french: [ _ly_ ] Eh bien, je suis humain, pourquoi?
italian: [_ly_] Beh, sono umano, perché?

source: [_ly_] Sorry, I'm just teasing! Eheh...
french: [ _ly_ ] Désolé, je suis juste en train de taquiner ! Eheh ...
italian: [_ly_] Mi dispiace, sto solo prendendo in giro! Eheh...

source: [_ly_] Ahah I'm often asked that question.
french: [ _ly_ ] Ahah je suis souvent posé cette question.
italian: [_ly_] Ahah mi viene spesso posta quella domanda.

source: [_ly_] Especially you humans, you're not too used to red-skinned and horned people from what I understand!
french: [ _ly_ ] Particulièrement vous les humains, vous n'êtes pas trop habitué aux personnes à la peau rouge et aux cornes de ce que je comprends !
italian: [_ly_] Soprattutto voi umani, non siete troppo abituati a pelli rosse e corna persone da quello che capisco!

source: [_u_] Not really, honestly.
french: [ _u_ ] Pas vraiment, honnêtement.
italian: [_u_] Non veramente, onestamente.

source: [_ly_] I'm an Oraks.
french: [ _ly_ ] Je suis un Orak.

source: [_ly_] A small race of nomadic people from a remote corner of the galaxy.
french: [ _ly_ ] Une petite race de nomades d'un coin reculé de la galaxie.
italian: [_ly_] Una piccola razza di persone nomadi da un angolo remoto della galassia.

source: [_ly_] Anyway, I'm not going to give you a history lesson, but... yeah, we're not very well known.
french: [ _ly_ ] En tout cas, je ne vais pas vous donner une leçon d'histoire, mais ... oui, nous ne sommes pas très bien connus.
italian: [_ly_] Comunque, non ti darò una lezione di storia, ma... sì, non siamo molto conosciuti.

source: [_ly_] Although... since Amandine wrote about us in her fantasy book... we have become slightly more popular!
french: [ _ly_ ] Bien que ... depuis Amandine nous ait écrit sur nous dans son livre de fantaisie ... nous sommes devenus un peu plus populaires !
italian: [_ly_] Però... da quando Amandine ha scritto su di noi nel suo libro di fantasia... siamo diventati leggermente più popolari!

source: [_ly_] And yes, we all have horns.
french: [ _ly_ ] Et oui, nous avons tous des cornes.
italian: [_ly_] E sì, tutti noi abbiamo corna.

source: [_ly_] And of course, the longer your horns, the more beautiful you are.
french: [ _ly_ ] Et bien sûr, plus vos cornes sont longues, plus vous êtes belle.
italian: [_ly_] E naturalmente, più a lungo le tue corna, più belle.

source: [_u_] So you're considered pretty for your people's tastes, right?
french: [ _u_ ] Donc vous êtes considéré comme assez pour les goûts de votre peuple, n'est-ce pas?
italian: [_u_] Quindi sei considerato carino per i gusti della tua gente, giusto?

source: [_ly_] I also hope to be considered pretty for human tastes, I must confess.
french: [ _ly_ ] J'espère aussi être considéré comme beau pour les goûts humains, je dois avouer.
italian: [_ly_] Spero anche di essere considerato abbastanza per i gusti umani, devo confessare.

source: [_ly_] Don't try to dodge the question...
french: [ _ly_ ] N'essayez pas de contourner la question ...
italian: [_ly_] Non provare a schivare la domanda...

source: [_ly_] do you think I'm pretty?
french: [ _ly_ ] tu penses que je suis jolie?
italian: [_ly_] pensi che io sia carino?

source: [_ly_] Thank you.
french: [ _ly_ ] Merci.
italian: [_ly_] Grazie.

source: [_ly_] How sweet.
french: [ _ly_ ] Comment sucrée.
italian: [_ly_] Quanto dolce.

source: [_ly_] Better than nothing, I guess.
french: [ _ly_ ] Mieux que rien, je suppose.
italian: [_ly_] Meglio di niente, immagino.

source: [_ly_] Aww...
french: [ _ _ ] Aww ...

source: [_ly_] That's so sweet.
french: [ _ly_ ] C'est si gentil.
italian: [_ly_] È così dolce.

source: [_ly_] Anyway, did you need anything else?
french: [ _ly_ ] Quoi qu'il en soit, avez-vous besoin d'autre chose?
italian: [_ly_] Comunque, ti serviva qualcos'altro?

source: [_ly_] You curious little man...
french: [ _ly_ ] Vous êtes curieux ...
italian: [_ly_] Curiosi piccolo uomo...

source: [_ly_] Let's talk about this another time.
french: [ _ly_ ] Parlons de cette autre fois.
italian: [_ly_] Parliamo di questa un'altra volta.

source: [_ly_] Since what?
french: [ _ly_ ] Depuis quoi?
italian: [_ly_] Da che cosa?

source: [_ly_] Oh! since I had...
french: [ _ly_ ] Oh ! depuis que j'ai ...
italian: [_ly_] Oh! da quando avevo...

source: [_ly_] ...''the sex''.
french: [ _ly_ ] ... '' le sexe''.
italian: [_ly_] ...''il sesso''.

source: [_ly_] That's what you're talking about, right?
french: [ _ly_ ] C'est ce dont vous parlez, n'est-ce pas?
italian: [_ly_] È quello di cui stai parlando, giusto?

source: [_ly_] Or maybe I really am a big pervert.
french: Ou peut-être que je suis vraiment un gros pervers.
italian: [_ly_] O forse sono davvero un grande pervertito.

source: [_u_] Yes, I'm talking about sex.
french: [ _u_ ] Oui, je parle de sexe.
italian: [_u_] Sì, sto parlando di sesso.

source: [_ly_] Uh yeah, even before I crashed on this planet, I hadn't done anything for a while...
french: [ _ly_ ] Uh yeah, avant même de s'écraser sur cette planète, je n'avais rien fait pour un moment ...
italian: [_ly_] Uh sì, ancora prima di schiantarmi su questo pianeta, non avevo fatto nulla per un po'...

source: [_ly_] And then I lost my vibrator... and then...
french: [ _ly_ ] Et puis j'ai perdu mon vibrateur ... et puis ...
italian: [_ly_] E poi ho perso il mio vibratore... e poi...

source: [_ly_] Gosh... everyone at the palace was such a prude...
french: [ _ly_ ] Gosh ... tout le monde au palais était un tel prude ...
italian: [_ly_] Gosh... tutti al palazzo era un tale prude...

source: [_ly_] It really was hell!
french: [ _ly_ ] C'était vraiment l'enfer !
italian: [_ly_] Era davvero un inferno!

source: [_ly_] Because well... I usually like to have fun...
french: [ _ly_ ] Parce que bien ... J'aime habituellement m'amuser ...
italian: [_ly_] Perché bene... di solito mi piace divertirsi...

source: [_ly_] And here I find myself in a nunnery... that looks like a temple of eroticism!?
french: [ _ly_ ] Et ici je me retrouve dans une nunnerie ... qui ressemble à un temple d'érotisme !?
italian: [_ly_] E qui mi ritrovo in un nunnery... che sembra un tempio di erotismo!?

source: [_ly_] It was FRU-STRA-TING.
french: [ _ly_ ] Il s'agit de FRU-STRA-TING.
italian: [_ly_] Era FRU-STRA-TING.

source: [_u_] And so, nothing really happened?
french: [ _u_ ] Et donc, rien ne s'est vraiment passé?
italian: [_u_] E così, non è successo nulla?

source: [_u_] Not even a little something?
french: [ _u_ ] Même pas un petit quelque chose?
italian: [_u_] Nemmeno un po 'di qualcosa?

source: [_ly_] Nothing.
french: [ _ly_ ] Rien.
italian: [_ly_] Niente.

source: [_ly_] Oh yes! I saw Sherazade naked!
french: [ _ly_ ] Oh oui ! J'ai vu Sherazade nue !
italian: [_ly_] Oh sì! Ho visto Sherazade nudo!

source: [_u_] Nan... really?
french: [ _u_ ] Nan ... vraiment?
italian: [_u_] Nan... davvero?

source: [_ly_] Yeah... her big, huge boobs...
french: [ _ly_ ] Ouais ... ses gros seins ...
italian: [_ly_] Sì... le sue grandi tette...

source: [_ly_] They look like... like two giant, smooth lemons... but like really hot.
french: [ _ly_ ] Ils ressemblent à ... comme deux citrons géants et lisses ... mais comme vraiment chaud.
italian: [_ly_] Sembrano... come due giganti, limoni lisci... ma come davvero caldi.

source: [_ly_] I wanted so badly to put my head between her two big boobies...
french: [ _ly_ ] Je voulais tellement me mettre la tête entre ses deux grosses bobies ...
italian: [_ly_] Volevo così male mettere la mia testa tra le sue due grandi tette...

source: [_u_] Quite a thrilling vision indeed.
french: [ _u_ ] Une vision tout à fait passionelle.
italian: [_u_] Una visione davvero entusiasmante.

source: [_ly_] Yeah...
french: [ _ly_ ] Ouais ...
italian: [_ly_] Sì...

source: [_ly_] Uh... you mean Sherazade's breasts?
french: [ _ly_ ] Uh ... vous voulez dire les seins de Sherazade?
italian: [_ly_] Uh... si intende il seno di Sherazade?
