Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_e_] I don't think so. There's a pretty penny on your head, you know.
french: [ _e_ ] Je ne le pense pas. Il y a un joli penny sur votre tête, vous savez.

source: [_sw_] Because I'm not Snow White!
french: [ _sw_ ] Parce que je ne suis pas Blanche Neige !

source: You throw the coin in the wishing well.
french: Vous jetez la pièce dans le bon vouloir.

source: [_e_] And who are you, then?
french: [ _e_ ] Et qui êtes-vous, alors?

source: [_sw_] Bow down to your queen!!!
french: [ _sw_ ] Bow jusqu'à votre reine !!!

source: [_e_] (Do I need to play along?)
french: [ _e_ ] (Ai-je besoin de jouer?)

source: [_u_] (Yes!!)
french: [ _u_ ] (Oui ! !)

source: [_e_] Oh, my God! I'm sorry, my queen! I didn't recognize you!
french: [ _e_ ] Oh, mon Dieu ! Je suis désolé, ma reine ! Je ne vous ai pas reconnu !

source: [_e_] Excuse me! I'll never come back here again!
french: [ _e_ ] Excusez-moi ! Je ne reviendrai jamais ici !

source: [_tb_] You really need to take acting classes, Emee...
french: [ _tb_ ] Vous devez vraiment prendre des cours de théâtre, Emee ...

source: [_sw_] There you go! That was pretty easy!
french: [ _sw_ ] Vous y allez ! C'était assez facile !

source: [_u_] A little too much yeah...
french: [ _u_ ] Un peu trop oui ...

source: [_sw_] Well, I guess I'll be safe for a while.
french: [ _sw_ ] Bien, je suppose que je serai en sécurité pendant un moment.

source: [_sw_] But I must say... I was expecting you to be more reliable.
french: [ _sw_ ] Mais je dois dire ... Je vous attendais à être plus fiable.

source: [_u_] Are you serious???
french: [ _u_ ] Êtes-vous sérieux???

source: [_sw_] Anyway, I'll head home now. It'll be nice to have my mind at ease for once.
french: [ _sw_ ] Quoi qu'il en soit, je vais rentrer à la maison maintenant. Ce sera bien d'avoir mon esprit à l'aise pour une fois.

source: [_u_] Wait, wait, wait.
french: [ _u_ ] Attendez, attendez, attendez.

source: [_u_] Aren't you forgetting something here?
french: [ _u_ ] N'oublie pas quelque chose ici?

source: [_sw_] I don't think
french: [ _sw_ ] Je ne pense pas

source: [_u_] My reward!
french: [ _u_ ] Ma récompense !

source: [_sw_] Uh, no, sorry, I don't think you deserve that. Maybe another time.
french: [ _sw_ ] Euh, non, désolé, je ne pense pas que tu mérites ça. Peut-être une autre fois.

source: [_u_] Oh, my God, you've got to be kidding me...
french: [ _u_ ] Oh, mon Dieu, tu dois m'enlever ...

source: [_u_] After all I've done for you?
french: [ _u_ ] Après tout ce que j'ai fait pour vous?

source: [_u_] Wait....
french: [ _u_ ] Attendre ....

source: [_u_] What's that noise?
french: [ _u_ ] Qu'est-ce que le bruit?

source: [_sw_] What noise?
french: [ _sw_ ] Quel bruit?

source: [_tb_] [name], We've got a problem!
french: [ _tb_ ] [ nom ], Nous avons un problème !

source: [_tb_] There's something fast approaching. I don't know what it is, but all my sensors are going haywire.
french: [ _tb_ ] Il y a quelque chose qui approche. Je ne sais pas ce que c'est, mais tous mes capteurs sont en train de se connecter.

source: [_tb_] You should get outta here, and fast!
french: [ _tb_ ] Vous devriez être outta ici, et vite !

source: [_u_] Snow White, we need to get out of this place!
french: [ _u_ ] Blanche-Neige, nous devons sortir de cet endroit !

source: [_sw_] Is this another one of your tricks?
french: [ _sw_ ] Est-ce un autre de tes trucs?

source: [_u_] Absolutely not!
french: [ _u_ ] Absolument pas !

source: [_sw_] I'm not...
french: [ _sw_ ] Je ne suis pas ...

source: [_u_] TINKER! WE ARE UNDER FIRE!!!!
french: [ _u_ ] TINKER ! NOUS SOMMES SOUS LE FEU ! !!!

source: [_u_] TELEPORT ME QUICK!
french: [ _u_ ] TELEPORT ME EN BREF !

source: [_u_] TINKER!!!! What the hell is this????
french: [ _u_ ] TINKER ! !!! Qu'est-ce que c'est? ???

source: [_tb_] We have an intruder on our planet.
french: [ _tb_ ] Nous avons un intrus sur notre planète.

source: [_tb_] An armed intruder.
french: [ _tb_ ] Un intrus armé.

source: [_sw_] Good heavens! What is this place?
french: [ _sw_ ] De bons cieux ! Quel est cet endroit?

source: [_u_] TINKER!! What the hell did you do????
french: [ _u_ ] TINKER ! ! Qu'est-ce que tu as fait? ???

source: [_tb_] You really wanted me to leave Snow White behind?
french: [ _tb_ ] Tu voulais vraiment que je quitte Snow White derrière?

source: [_sw_] Mr. Huntsman! I'm not sure what's happening. You are acquainted with the fairy of the well?
french: [ _sw_ ] M. Huntsman ! Je ne suis pas sûr de ce qui se passe. Vous connaissez la fée du puits?

source: [_tb_] MAINCOMMAND SNOWWHITE OFF
french: [ _tb_ ] MAINCOMMANDE SNOWWHITE OFF

source: [_tb_] MAINALARM COMMAND OFF
french: [ _tb_ ] COMMANDE MAINALARM OFF

source: [_tb_] Alright, now we can talk freely.
french: [ _tb_ ] Alright, maintenant on peut parler librement.

source: [_tb_] We seem to have an intruder on our planet.
french: [ _tb_ ] Nous semblons avoir un intrus sur notre planète.

source: [_u_] How did they land undetected?
french: [ _u_ ] Comment ont-ils été non détectés?

source: [_tb_] Well... The global planet scan's been down since... Well, 150 years.
french: [ _tb_ ] Eh bien ... L'analyse globale de la planète est en baisse depuis ... Eh bien, 150 ans.

source: [_tb_] There's no way to detect something like that unless it's close.
french: [ _tb_ ] Il n'y a aucun moyen de détecter quelque chose comme ça à moins qu'il ne soit proche.

source: [_u_] Are you saying my life's been in danger the whole time on this planet?
french: [ _u_ ] Êtes-vous en train de dire que ma vie est en danger tout le temps sur cette planète?

source: [_tb_] Of course not. If needed, I can just warp you back here, as you just saw!
french: [ _tb_ ] Bien sûr que non. Si nécessaire, je peux vous déjouer ici, comme vous venez de le voir !

source: [_tb_] Did you get a chance to see what attacked you there?
french: [ _tb_ ] Avez-vous eu la chance de voir ce qui vous a attaqué?

source: [_tb_] It's strange...
french: [ _tb_ ] C'est étrange ...

source: [_tb_] Red?
french: [ _tb_ ] Rouge?

source: [_tb_] Anyway, going to the well is forbidden until we've figured this out.
french: [ _tb_ ] En tout cas, aller au puits est interdit jusqu'à ce que nous l'ayons compris.

source: [_u_] What about SnowWhite?
french: [ _u_ ] Qu'en est-il de SnowWhite?

source: [_tb_] Oh... yes... I will erase her short-term memory.
french: [ _tb_ ] Oh ... oui ... Je vais effacer sa mémoire à court terme.

source: [_tb_] It's really not something I'm good at, so... I'm hoping there won't be any side effects.
french: [ _tb_ ] Ce n'est vraiment pas quelque chose que je suis bon, donc ... J'espère qu'il n'y aura pas d'effets secondaires.

source: [_u_] Side effects? Like what?
french: [ _u_ ] Effets secondaires? Comme quoi?

source: [_tb_] Hell if I know. I'm not an expert on androids, y'know.
french: [ _tb_ ] Enfer si je sais. Je ne suis pas un expert des androïdes, je sais.

source: [_tb_] Speaking of which, hiring one might be a good investment.
french: [ _tb_ ] Pour ce qui est de l'embauche, il pourrait s'agir d'un bon investissement.

source: [_tb_] If we want to make this planet work properly, it's going to be essential.
french: [ _tb_ ] Si nous voulons que cette planète fonctionne correctement, elle sera essentielle.

source: [_tb_] Anyway, get some rest! You really deserved it.
french: [ _tb_ ] Quoi qu'il en soit, obtenez un peu de repos ! Tu l'as vraiment mérité.

source: [_u_] Tinker? Is SnowWhite ready?
french: [ _u_ ] Tinker? SnowWhite est-il prêt?

source: [_tb_] Yep! She's back in her home.
french: [ _tb_ ] Yep ! Elle est de retour chez elle.

source: [_tb_] I almost made one hell of a blunder. It'd have completely wiped her memory...
french: [ _tb_ ] J'ai presque fait un enfer. Ça aurait complètement effacé sa mémoire ...

source: [_tb_] We really need to find someone better than me to fix these androids ahah
french: [ _tb_ ] Nous avons vraiment besoin de trouver quelqu'un de mieux que moi pour réparer ces androïdes ahah

source: [_u_] How do you find someone like that? I mean... The androids in this park are rather... Unique.
french: [ _u_ ] Comment trouver quelqu'un comme ça? Je veux dire ... Les androïdes de ce parc sont plutôt ... Unique.

source: [_tb_] You're absolutely right. It'll probably be extremely hard to find.
french: [ _tb_ ] Vous avez absolument raison. Ce sera probablement extrêmement difficile à trouver.

source: [_tb_] Anyway, don't go to the well until we figure out what's going on!
french: [ _tb_ ] Quoi qu'il en soit, n'allez pas au puits jusqu'à ce que nous reparions ce qui se passe !

source: [_u_] I got it.
french: [ _u_ ] Je l'ai eu.

source: [_tb_] Great, I teleport you there. See you later!
french: [ _tb_ ] Super, je vous téléporte là-bas. À plus tard !

source: [_sw_] Oh my goodness!
french: [ _sw_ ] Oh mon Dieu !

source: [_sw_] I was so scared!
french: [ _sw_ ] J'avais tellement peur !

source: [_sw_] I don't know what happened... I think I fell unconscious...
french: [ _sw_ ] Je ne sais pas ce qui s'est passé ... Je pense que je suis tombé inconscient ...

source: [_sw_] I have no memory of what happened. It's very strange.
french: [ _sw_ ] Je n'ai pas la mémoire de ce qui s'est passé. C'est très étrange.

source: [_sw_] Did you bring me home?
french: [ _sw_ ] Tu m'as fait rentrer chez moi?

source: [_u_] You really don't remember anything?
french: [ _u_ ] Vous ne vous souvenez vraiment pas de quoi que ce soit?

source: [_sw_] Well, maybe... I remember we got attacked...
french: [ _sw_ ] Eh bien, peut-être ... Je me souviens que nous avons été attaqués ...

source: [_sw_] By some very strange kind of magic
french: [ _sw_ ] Par une sorte de magie très étrange

source: [_sw_] And then nothing.
french: [ _sw_ ] Et puis rien.

source: [_sw_] What happened?
french: [ _sw_ ] Que s'est-il passé?

source: [_u_] Well, we have been attacked by...
french: [ _u_ ] Eh bien, nous avons été attaqués par ...

source: [_sw_] Good heavens!
french: [ _sw_ ] De bons cieux !

source: [_u_] I valiantly protected you, and then I... Brought you back here.
french: [ _u_ ] Je vous ai vaillamment protégé, et ensuite je ... Vous êtes revenu ici.

source: [_u_] That's exactly what happened.
french: [ _u_ ] C'est exactement ce qui s'est passé.

source: [_sw_] And you're the one who put these clothes on me?
french: [ _sw_ ] Et vous êtes celui qui m'a mis ces vêtements?

source: [_u_] Uh... no. I, well...
french: [ _u_ ] Uh ... non. Je, bien ...

source: [_sw_] And it's strange... But I also remember a fairy...
french: [ _sw_ ] Et c'est étrange ... Mais je me souviens aussi d'une fée ...

source: [_u_] Nope, absolutely not. It must have been a dream. Totally a dream.
french: [ _u_ ] Non, absolument pas. Ça doit avoir été un rêve. Totalement un rêve.

source: [_sw_] In any case, Mr. Huntsman, I apparently owe you my life. Once again.
french: [ _sw_ ] En tout cas, M. Huntsman, je vous dois ma vie. Encore une fois.

source: [_sw_] And I think I know what would make you happy!
french: [ _sw_ ] Et je pense que je sais ce qui vous rendra heureux !

source: [_sw_] I know how much you love my breasts, so here they are!
french: [ _sw_ ] Je sais combien tu aimes mes seins, donc ils sont là !

source: [_u_] And that's it?
french: [ _u_ ] Et c'est ça?

source: [_u_] Well, I was expecting something more...
french: [ _u_ ] Eh bien, j'attendais quelque chose de plus ...

source: [_sw_] You want me to get completely undressed?
french: [ _sw_ ] Vous voulez que je soit complètement déshabiller?

source: [_u_] No, I mean... Something more... Physical.
french: [ _u_ ] Non, je veux dire ... Quelque chose de plus ... Physique.

source: [_sw_] I don't get it.
french: [ _sw_ ] Je ne l'ai pas.

source: [_u_] Get on your knees.
french: [ _u_ ] Se mettre à genoux.

source: [_sw_] Okay, as you wish, Mr.Huntsman.
french: [ _sw_ ] Ok, comme vous le souhaitez, M. Huntsman.

source: [_sw_] Like this?
french: [ _sw_ ] Comme ça?

source: [_u_] Perfect!
french: [ _u_ ] Parfait !

source: [_sw_] Sweet Lord!
french: [ _sw_ ] Seigneur doux !

source: [_sw_] Why are you showing me your...
french: [ _sw_ ] Pourquoi me montrez-vous votre ...

source: [_u_] I want you to take care of it.
french: [ _u_ ] Je veux que vous vous en occuper.

source: [_sw_] To take care of it?
french: [ _sw_ ] Pour en prendre soin?

source: [_u_] Yes! Exactly!
french: [ _u_ ] Oui ! Exactement !

source: [_sw_] Like, uh... With my hand?
french: [ _sw_ ] Comme, uh ... Avec ma main?

source: [_u_] For example, yes.
french: [ _u_ ] Par exemple, oui.

source: [_sw_] Okay, I think I can do that.
french: [ _sw_ ] Ok, je pense que je peux faire ça.

source: [_sw_] My blue and gold dress?
french: [ _sw_ ] Ma robe bleue et dorée?

source: [_sw_] Mmm, okay, but don't mess it up, okay?
french: [ _sw_ ] Mmm, ok, mais ne le gâchez pas, d'accord?

source: [_u_] Well, you can start
french: [ _u_ ] Eh bien, vous pouvez commencer

source: You didn't unlock this outfit.
french: Vous n'avez pas déverrouillé cette tenue.

source: [_sw_] Okay, well...
french: [ _sw_ ] Ok, eh bien ...

source: [_sw_] Am I doing it right?
french: [ _sw_ ] Suis-je en train de le faire?

source: [_u_] Hell yeah you are! Where on hell did you learn that?
french: [ _u_ ] L'enfer vous êtes ! Où diable avez-vous appris ça?

source: [_sw_] A woman got to have her secrets...
french: [ _sw_ ] Une femme a eu ses secrets ...

source: [_sw_] You want me to show you my breasts as well?
french: [ _sw_ ] Vous voulez que je vous montre mes seins aussi?

source: [_sw_] As you wish, sir!
french: [ _sw_ ] Comme vous le souhaitez, monsieur !

source: [_sw_] Is it better?
french: [ _sw_ ] Est-ce mieux?

source: [_u_] You kind of like that, don't you?
french: [ _u_ ] Tu aimais ça, n'est-ce pas?

source: [_sw_] I admit, it's rather pleasant, haha...
french: [ _sw_ ] Je reconnais, c'est plutôt agréable, haha ...

source: [_u_] I'm that close to just shoving it in your mouth...
french: [ _u_ ] Je suis si près de le pousser dans la bouche ...

source: [_sw_] Easy there. I have teeth, and I know how to use them.
french: [ _sw_ ] Facile là. J'ai des dents, et je sais comment les utiliser.

source: [_sw_] Is there anything else you'd like?
french: [ _sw_ ] Y a-t-il autre chose que vous aimeriez?

source: [_sw_] Nope, sorry, I just do it with my hand.
french: [ _sw_ ] Non, désolé, je le fais avec ma main.

source: [_sw_] why not...
french: [ _sw_ ] pourquoi pas ...

source: [_sw_] But just a kiss then!
french: [ _sw_ ] Mais juste un baiser alors !

source: [_u_] Just a kiss.
french: [ _u_ ] Juste un baiser.

source: [_sw_] I like that ahah
french: [ _sw_ ] J'aime cette ahah

source: [_sw_] Again!
french: [ _sw_ ] Encore une fois !

source: [_u_] Was that your tongue?
french: [ _u_ ] Était-ce votre langue?

source: [_sw_] Maybe.
french: [ _sw_ ] Peut-être.

source: [_sw_] Nope. I'm sorry, but I don't think that's gonna be possible. Aha.
french: [ _sw_ ] Non. Je suis désolé, mais je ne pense pas que ça va être possible. Aha.

source: [_sw_] Beg for your cum ?
french: [ _sw_ ] Beg pour votre foutre?

source: [_sw_] What's the point of begging for it when it's going to happen anyway?
french: [ _sw_ ] Quel est le but de la mendicité quand ça va arriver de toute façon?

source: [_sw_] But I supposed if I had to, I'd say...
french: [ _sw_ ] Mais je suppose que si je devais, je dirais ...

source: [_sw_] Can you cum for me, sir?
french: [ _sw_ ] Pouvez-vous me faire foutre, monsieur?

source: [_sw_] All I want is you to finish on my face...
french: [ _sw_ ] Tout ce que je veux, c'est que tu finis sur mon visage ...

source: [_sw_] Cum on me with that big cock, please.
french: [ _sw_ ] Cum sur moi avec cette grosse bite, s'il te plaît.

source: [_sw_] So you can put it in my mouth? Nah, sorry.
french: [ _sw_ ] Donc vous pouvez le mettre dans ma bouche? Nah, désolé.

source: [_u_] But...
french: [ _u_ ] Mais ...

source: [_sw_] Like this ?
french: [ _sw_ ] Comme ça?

source: [_u_] More!
french: [ _u_ ] Plus !

source: [_sw_] Really?...
french: [ _sw_ ] Vraiement? ...

source: [_u_] I...
french: [_u_] Je...

source: [_sw_] It's horrible! I was walking around and I found some kind of strange creature!
french: [ _sw_ ] C'est horrible ! Je me promenais et j'ai trouvé une sorte de créature étrange !

source: [_sw_] It looks like an iron bucket... Or rather a metal demon!
french: [ _sw_ ] Ça ressemble à un seau de fer ... Ou plutôt un démon métal !

source: [_u_] Ah yes, of course, the famous metal bucket demons.
french: [ _u_ ] Ah oui, bien sûr, les célèbres démons des godets de métal.

source: [_sw_] Stop making fun of me.
french: [ _sw_ ] Arras de me moquer de moi.

source: [_sw_] Come and see by yourself.
french: [ _sw_ ] Venez voir par vous-même.

source: [_sw_] You see!
french: [ _sw_ ] Vous voyez !

source: [_u_] It's... a Drone?
french: [ _u_ ] C'est. .. un Drone?

source: [_tb_] It's Petal!
french: [ _tb_ ] C'est Petal !

source: [_tb_] It's a miracle Snow White found this!
french: [ _tb_ ] C'est un miracle que Snow White trouve ça !

source: [_tb_] Take it back to headquarters.
french: [ _tb_ ] Reprenez à l'administration centrale.

source: [_sw_] What's a drone? Some kind of demon?
french: [ _sw_ ] Qu'est-ce qu'un drone? Une sorte de démon?

source: [_u_] What's up with you and demons today?
french: [ _u_ ] Qu'est-ce qu'il y a avec vous et démons aujourd'hui?

source: [_u_] Don't worry, it's just... Some kind of machine. I'm gonna take it with me.
french: [ _u_ ] Ne vous inquiétez pas, c'est juste ... Une sorte de machine. Je vais le prendre avec moi.

source: [_sw_] Oh! Thank you very much! You're my hero!
french: [ _sw_ ] Oh ! Merci beaucoup ! Tu es mon héros !

source: [_sw_] I'll leave you to your own business. I'll see you later!
french: [ _sw_ ] Je vous laisse dans votre propre affaire. Je te verrai plus tard !

source: [_u_] Yup, see you later.
french: [ _u_ ] Yup, vous voyez plus tard.

source: [_u_] So, what do we do, tinker? Can you teleport it?
french: [ _u_ ] Alors, qu'est-ce que nous faisons, tinker? Pouvez-vous le téléporter?

source: [_u_] Would it kill you to gimme a warning before doing that?
french: [ _u_ ] Serait-ce vous tuer à gimme un avertissement avant de faire ça?

source: [_tb_] Sorry!
french: [ _tb_ ] Désolé !

source: [_u_] You're gonna tell me what that thing is?
french: [ _u_ ] Tu vas me dire ce que c'est?

source: [_tb_] Do you want the short or long version?
french: [ _tb_ ] Voulez-vous la version courte ou longue?

source: [_tb_] 151 years ago, when the park went bankrupt, the employees tried to sell everything they could before leaving.
french: [ _tb_ ] il y a 151 ans, quand le parc a fait faillite, les employés ont essayé de vendre tout ce qu'ils pouvaient avant de partir.

source: [_tb_] And you can imagine that a planet is a lot of maintenance work.
french: [ _tb_ ] Et vous pouvez imaginer qu'une planète est beaucoup de travail d'entretien.

source: [_tb_] So, this park had tons of automatic drones.
french: [ _tb_ ] Donc, ce parc avait des tonnes de drones automatiques.

source: [_u_] And this one is one of those?
french: [ _u_ ] Et celui-ci est l'un de ceux?

source: [_tb_] Not really.
french: [ _tb_ ] Pas vraiment.

source: [_tb_] Almost all the drones were sold off. The only left are the one in the boss' office...
french: [ _tb_ ] Presque tous les drones ont été vendus. La seule gauche est celle du bureau du patron ...

source: [_tb_] (Which is the one you've been using here)
french: [ _tb_ ] (C'est ce que vous avez utilisé ici)

source: [_tb_] And some drones that were used for AI experiments.
french: [ _tb_ ] Et certains drones qui ont été utilisés pour les expériences d'IA.

source: [_u_] Ok, I see.
french: [ _u_ ] Ok, je vois.

source: [_tb_] But these drones haven't been sold for a reason, haha!
french: [ _tb_ ] Mais ces drones n'ont pas été vendus pour une raison, haha !

source: [_tb_] I've sent our new friend to the repair facility. When it's fixed up, you'll understand the problem.
french: [ _tb_ ] J'ai envoyé notre nouvel ami à l'installation de réparation. Quand il sera réglé, vous comprendrez le problème.

source: [_tb_] It's an automated drone...
french: [ _tb_ ] C'est un drone automatisé ...

source: [_tb_] ... But not the sharpest tool in the shed.
french: [ _tb_ ] ... Mais pas l'outil le plus répandu dans le hangar.

source: [_tb_] I've sent our new friend to the repair facility. When it's fixed up, you'll understand the problem.
french: [ _tb_ ] J'ai envoyé notre nouvel ami à l'installation de réparation. Quand il sera réglé, vous comprendrez le problème.

source: [_u_] How long before it's ready?
french: [ _u_ ] Combien de temps avant qu'il ne soit prêt?

source: [_tb_] In a flash. The repair is pretty much immediate.
french: [ _tb_ ] Dans un flash. La réparation est assez immédiate.

source: [_tb_] And there it is!
french: [ _tb_ ] Et il y en a !

source: [_tb_] Meet Petal.
french: [ _tb_ ] Rencontrez Petal.

source: [_dr_p_] Have you seen flowers?
french: [ _dr_p_ ] Avez-vous vu des fleurs?

source: [_dr_p_] I want flowers. I miss flowers.
french: [ _dr_p_ ] Je veux des fleurs. Les fleurs me manquent.

source: [_tb_] As you can see, these AI experiments have not been a great success.
french: [ _tb_ ] Comme vous pouvez le voir, ces expériences d'IA n'ont pas été un grand succès.

source: [_dr_p_] Flowers?
french: [ _dr_p_ ] Fleurs?

source: [_tb_] This Drone for example...
french: [ _tb_ ] Ce Drone par exemple ...

source: [_dr_p_] FLOWERS!
french: [ _dr_p_ ] FLEURS !

source: [_tb_] PETAL! Off!
french: [ _tb_ ] PETAL ! Non !

source: [_tb_] As I was saying, this little guy here, for example, was an experiment about obsessions.
french: [ _tb_ ] Comme je disais, ce petit gars ici, par exemple, était une expérience sur les obsessions.

source: [_tb_] And it's also absolutely obnoxious.
french: [ _tb_ ] Et c'est aussi absolument odieux.

source: [_u_] And how's this thing gonna help us?
french: [ _u_ ] Et comment ça va nous aider?

source: [_tb_] Well, its original function is to be an automated drone, and we can use it like so.
french: [ _tb_ ] Eh bien, sa fonction originale est d'être un drone automatisé, et nous pouvons l'utiliser comme ça.

source: [_tb_] I'm just gonna program it to look for credits. And it'll automatically bring some back.
french: [ _tb_ ] Je vais juste programmer pour chercher des crédits. Et ça ramira automatiquement un peu.

source: [_tb_] I'm adding that option to your drone control panel right now.
french: [ _tb_ ] J'ajoute cette option à votre panneau de commande de drone dès maintenant.

source: [_tb_] Nice work [name]!
french: [ _tb_ ] Le travail de Nice [ nom ] !

source: [_u_] This is creepy as fuck.
french: [ _u_ ] Il s'agit d'une merde.

source: [_u_] Let's go back to the headquarters.
french: [ _u_ ] Revenons au quartier général.

source: [_u_] Hello there.
french: [Bonjour.

source: [_u_] Tinker? Where should I go now?
french: [ _u_ ] Tinker? Où devrais-je aller maintenant?

source: [_tb_] Go to the wishing well then continue straight north.
french: [ _tb_ ] Allez à la bonne volonté puis continuez tout droit vers le nord.

source: [_u_] Okay. Let's go.
french: [ _u_ ] Ok. Allons-y.

source: [_u_] Okay, here's the well.
french: [ _u_ ] Ok, voici le puits.

source: [_u_] Tinker, are you sure someone actually intruded one of the outposts?
french: [ _u_ ] Tinker, êtes-vous sûr que quelqu'un a réellement pénétré l'un des avant-postes?

source: [_tb_] I don't know.
french: [ _tb_ ] Je ne sais pas.

source: [_u_] What if it was someone dangerous?
french: [ _u_ ] Et si c'était quelqu'un de dangereux?

source: [_tb_] I'm sure you'll do fine ahah
french: [ _tb_ ] Je suis sûr que vous ferez bien.

source: [_u_] Uh, yeah... I'm not so sure about this anymore...
french: [ _u_ ] Euh, ouais ... Je ne suis pas si sûr de ça maintenant ...
