Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: Okay, you're right, keep it.
french: Ok, tu as raison, gars-le.

source: No, take everything off.
french: Non, tout va bien.

source: No, not at all, she sent me after you again...
french: Non, pas du tout, elle m'a envoyé une fois de plus ...

source: No, she didn't believe me, and I have to kill you.
french: Non, elle ne me croyait pas, et je dois te tuer.

source: Make a ahegao
french: Faire un ahegao

source: Undress yourself
french: Déshabillez-vous

source: Suck my balls
french: Suce mes couilles

source: Sorry, that's not what I wanted to say.
french: Désolé, ce n'est pas ce que je voulais dire.

source: Sorry, I was distracted by your gorgeous booty.
french: Désolé, j'ai été distrait par ton magnifique butin.

source: I want to do it
french: Je veux le faire

source: Yeah, you're right, it's too dangerous.
french: Ouais, tu as raison, c'est trop dangereux.

source: Don't spank her
french: Ne l'épelle pas

source: Oh! What it is ?
french: Oh ! Qu'est-ce que c'est?

source: A kiss?
french: Un baiser?

source: Your gorgeous ass?
french: Ton superbe cul?

source: I never decline an opportunity to visit her.
french: Je n'ai jamais eu l'occasion de lui rendre visite.

source: Am I a messenger now?
french: Suis-je un messager maintenant?

source: Understood boss.
french: Compris patron.

source: I love it!
french: Je l'adore !

source: What? it's very nice!
french: Quoi? C'est très sympa !

source: The lower part has a problem indeed.
french: La partie inférieure a effectivement un problème.

source: The colors are strange.
french: Les couleurs sont étranges.

source: You can wear your old dress instead.
french: Vous pouvez porter votre vieille robe à la place.

source: Well, take it off.
french: Eh bien, prends ça.

source: I'm warning you, I'll not make another one.
french: Je vous préviens, je n'en ferai pas une autre.

source: == You have:{color=#a0fc86} [ITEM_CLOTHESSCRAPS01] Clothes Scraps {/color} ==
french: == Vous avez: { color=#a0fc86} [ ITEM_CLOTHESSCRAPS01 ] Clothes Scraps { /color } ==

source: {color=#f45fed}I can give you five. if you want.{/color}
french: { color=#f45fed} Je peux vous donner cinq. Si vous voulez. { /color }

source: {color=#707070}I can give you five. if you want.{/color}
french: { color=#707070} Je peux vous donner cinq. Si vous voulez. { /color }

source: {color=#f45fed}I can give you one if you want.{/color}
french: { color=#f45fed} Je peux vous en donner un si vous voulez. { /color }

source: {color=#707070}I can give you one if you want.{/color}
french: { color=#707070} Je peux vous en donner un si vous voulez. { /color }

source: {color=#f45fed}Not on me, I'll be glad to give you some otherwise.{/color}
french: { color=#f45fed} Pas sur moi, je serai heureux de vous en donner un autre. { /color }

source: {color=#f45fed}Nope, sorry, deal with it.{/color}
french: { color=#f45fed} Non, désolé, deal. { /color }

source: You're actually more naked in that dress, you know?
french: Tu es plus nue dans cette robe, tu sais?

source: Pants were better.
french: Les pantalons étaient meilleurs.

source: Wait, why are you naked?
french: Attends, pourquoi tu es nue?

source: {color=#f2923c}I'm listening.{/color}
french: { color=#f2923c} écoute. { /color }

source: Find a gold well and throw a crown in it.
french: Trouvez un puits d'or et jetez-le une couronne.

source: Find a crown and throw a gold well in it.
french: Trouvez une couronne et jetez-le un puits d'or.

source: Find gold coins, throw the crowned one at the end
french: Trouver des pièces d'or, jeter le couronnement à la fin

source: Something with a coin...
french: Quelque chose avec une pièce ...

source: I have to fuck Snow White.
french: Je dois baiser Blanche Neige.

source: I don't get it. Can you repeat that?
french: Je ne l'ai pas. Pouvez-vous répéter ça?

source: Where can I find those gold coins?
french: Où puis-je trouver ces pièces d'or?

source: Nope, I'm good.
french: Non, je suis bon.

source: {color=#3c96f2}The Green Apple Coin{/color}
french: { color=#3c96f2} La pièce verte Apple { /color }

source: {color=#5b5b5b}The Green Apple Coin (DONE){/color}
french: { color=#5b5b5b} La pièce Green Apple (DONE) { /color }

source: {color=#3c96f2}The Winged Coin{/color}
french: { color=#3c96f2} La pièce à charnière { /color }

source: {color=#5b5b5b}The Winged Coin (DONE){/color}
french: { color=#5b5b5b} La pièce à charnière (DONE) { /color }

source: {color=#3c96f2}The Red Apple Coin{/color}
french: { color=#3c96f2} La pièce d'Apple rouge { /color }

source: {color=#5b5b5b}The Red Apple Coin (DONE){/color}
french: { color=#5b5b5b} La pièce rouge (DONE) { /color }

source: {color=#3c96f2}The Cat Coin{/color}
french: { color=#3c96f2} La pièce de chat { /color }

source: {color=#5b5b5b}The Cat Coin (DONE){/color}
french: { color=#5b5b5b} La pièce de chat (DONE) { /color }

source: {color=#3c96f2}The Sapphire Coin{/color}
french: { color=#3c96f2} La pièce Sapphire { /color }

source: {color=#5b5b5b}The Sapphire Coin (DONE){/color}
french: { color=#5b5b5b} La pièce Sapphire (DONE) { /color }

source: {color=#3c96f2}The Cornucopia Coin{/color}
french: { color=#3c96f2} Cornucopia Coin { /color }

source: {color=#5b5b5b}The Cornucopia Coin (DONE){/color}
french: { color=#5b5b5b} Cornucopia Coin (DONE) { /color }

source: {color=#3c96f2}The Erased Coin{/color}
french: { color=#3c96f2} La pièce effacée { /color }

source: {color=#5b5b5b}The Erased Coin (DONE){/color}
french: { color=#5b5b5b} La pièce effacée (DONE) { /color }

source: {color=#3c96f2}The Two-headed Coin{/color}
french: { color=#3c96f2} La pièce à deux têtes { /color }

source: {color=#5b5b5b}The Two-Headed Coin (DONE){/color}
french: { color=#5b5b5b} La pièce à deux segments (DONE) { /color }

source: {color=#5b5b5b}The Crowned Coin{/color}
french: { color=#5b5b5b} La pièce en tableau { /color }

source: {color=#ff9f6a}The Crowned Coin{/color}
french: { color=#ff9f6a} La pièce en tableau { /color }

source: {color=#ff9f6a}The Crowned Coin{/color} {color=#5b5b5b}(STANDBY){/color}
french: { color=#ff9f6a} L'élément Crowned Coin { /color } { color=#5b5b5b} (STANDBY) { /color }

source: I want you to become a nymphomaniac.
french: Je veux que tu deviennes un nymphomane.

source: I want to be rich.
french: Je veux être riche.

source: I want to see through clothes.
french: Je veux voir à travers des vêtements.

source: *Wait a little longer.*
french: *Attendre un petit longer.*

source: Tinker, is the fairest one of all.
french: Tinker, c'est le plus juste de tous.

source: Looks pretty good on you.
french: C'est assez bon pour toi.

source: Do you feel like hunting mice?
french: As-tu envie de chasser des souris?

source: You could have turned into something worse.
french: Tu aurais pu se transformer en quelque chose de pire.

source: Absolutely!
french: Absolument !

source: No, not really.
french: Non, pas vraiment.

source: The queen is too far from here.
french: La reine est trop loin d'ici.

source: The royal guards are naked.
french: Les gardes royaux sont nus.

source: The queen sleeps with her royal guard.
french: La reine dort avec sa garde royale.

source: I can't choose between you two.
french: Je ne peux pas choisir entre vous deux.

source: Left SnowWhite.
french: SnowWhite de gauche.

source: Right SnowWhite.
french: SnowWhite droit.

source: {color=#f45fed}So, how's your mission going?{/color}
french: { color=#f45fed} Alors, comment va votre mission? { /color }

source: Well, I gotta go.
french: Eh bien, je dois y aller.

source: Oof.
french: Ode.

source: That's also what I think of you, to be fair.
french: C'est aussi ce que je pense de vous, pour être juste.

source: Perhaps some private tutoring then? {image=heart04.png}
french: Peut-être un tutorat privé? { image=heart04.png }

source: I think I'm too curious not to ask for more details {image=heart04.png}
french: Je pense que je suis trop curieux de ne pas demander plus de détails {image=heart04.png}

source: That's a shame...
french: C'est une honte ...

source: Sounds good to me!
french: Ça me semble bien !

source: What's Manza?
french: Quoi de Manza?

source: A kigurumi
french: Un kigurumi

source: The Queen's dress.
french: La robe de la Reine.

source: The Huntsman's outfit.
french: L'outfit de l'Huntsman.

source: An outfit that won't cost me any money.
french: Une tenue qui ne me coûtera pas d'argent.

source: Nothing but strange humming and buzzing.
french: Rien d'autre qu'un drôle d'humour et de bourrage.

source: I think I heard the word ''red''
french: Je crois que j'ai entendu le mot "rouge".

source: Some wicked villains.
french: Quelques méchants.

source: Some evil witches
french: Certaines sorcières maléfiques

source: Some hungry trolls
french: Quelques trolls affamés

source: Could you put your pretty dress on first?
french: Pourrais-tu mettre ta jolie robe en premier?

source: {color=#707070}Could you put your pretty dress on first?{/color}
french: { color=#707070} Pourriez-vous mettre votre jolie robe en premier? { /color }

source: Well, you can start.
french: Eh bien, vous pouvez commencer.

source: No thanks.
french: Non merci.

source: Can you kiss it? {image=heart04.png}
french: Peux-tu l'embrasser? { image=heart04.png }

source: Beg for my cum {image=heart04.png}
french: Bogue pour mon cum { image=heart04.png }

source: Can you stick your tongue out? {image=heart04.png}
french: Pouvez-vous sortir votre langue? { image=heart04.png }

source: {color=ff9f6a}*Warn her you're going to cum*{/color}
french: { color=ff9f6a } *Avertir elle que vous allez cum * { /color }

source: {color=ff9f6a}*Cum on her*{/color}
french: { color=ff9f6a } *Cum sur son * { /color }

source: I'm listening, tell me everything.
french: Je suis à l'écoute, dis-moi tout.

source: Get to the point.
french: Reprenez le point.

source: Yes, during the Great Energy War.
french: Oui, pendant la Grande Guerre de l'énergie.

source: Yes, you were an A.I. of the Alliance, right?
french: Oui, vous étiez un A.I. de l'Alliance, n'est-ce pas?

source: No. Not at all.
french: Non, pas du tout.

source: How did you end up on this planet?
french: Comment as-tu fini sur cette planète?

source: Why are you in this body?
french: Pourquoi êtes-vous dans cet organisme?

source: {color=#3ad8ff}Have you been to an outpost recently?{/color}
french: { color=#3ad8ff} Avez-vous été à un avant-poste récemment? { /color }

source: I was thinking about something....
french: Je pensais à quelque chose ...

source: You look very pretty today!
french: Tu as l'air très jolie aujourd'hui !

source: Let's fuck.
french: Allons-y.

source: {color=#f45fed}Wait a minute!{/color}
french: { color=#f45fed} Attendre une minute ! { /color }

source: {color=#ff9f6a}Mirror, mirror, tell me...{/color} {image=heart04.png}
french: { color=#ff9f6a} Miroir, miroir, me dire ... { /color } { image=heart04.png }

source: I have no idea what you want.
french: Je n'ai aucune idée de ce que tu veux.

source: I don't think I have a castle to offer you.
french: Je ne pense pas avoir un château pour vous offrir.

source: No new dress.
french: Pas de nouvelle robe.

source: Nope.
french: Non.

source: You already have one. {image=heart04.png}
french: Vous en avez déjà une. { image=heart04.png }

source: {color=#636363}You already have one.{/color} {image=heart03.png}
french: { color=#636363} Vous en avez déjà une. { /color } { image=heart03.png }

source: Put it in your mouth!
french: Mets-le dans ta bouche !

source: Open your mouth!
french: Ouvre la bouche !

source: [_ml_] Bring me back the two charadatas and the fairy wings.
french: [ _ml_ ] Apportez-moi les deux charadatas et les ailes de fées.
italian: [_ml_] Portami indietro i due charadatas e le ali della fata.

source: [_ml_] Without that, I can't do anything.
french: Sans ça, je ne peux rien faire.
italian: [_ml_] Senza di quello, non posso fare nulla.

source: [_ml_] I'm a little busy right now, can you come back tomorrow morning?
french: [ _ml_ ] Je suis un peu occupé en ce moment, pouvez-vous revenir demain matin?
italian: [_ml_] Sono un po' impegnato in questo momento, puoi tornare domani mattina?

source: [_ml_] Yes, of course. Why not.
french: [ _ml_ ] Oui, bien sûr. Pourquoi pas.
italian: [_ml_] Sì, ovviamente. Perché no.

source: [_u_] See you later!
french: [_u_] A plus tard !
german: Bis bald!
italian: [_u_] Ci vediamo più tardi!
russian: [_u_] Увидимся позже!
spanish: [_u_] ¡Te veo luego!

source: [_ml_] Well, great!
french: [ _ml_ ] Eh bien, super !
italian: [_ml_] Beh, grande!

source: [_ml_] It's been a long time since someone asked me this question!
french: [ _ml_ ] Ça fait longtemps que quelqu'un m'a posé cette question !
italian: [_ml_] È passato molto tempo da quando qualcuno mi ha fatto questa domanda!

source: [_ml_] In fact, I'd say I've never felt better.
french: [ _ml_ ] En fait, je dirais que je ne me suis jamais senti mieux.
italian: [_ml_] In realtà, direi che non mi sono mai sentita meglio.

source: [_ml_] I finally have my own laboratory, I do a great job...
french: [ _ml_ ] J'ai enfin mon propre laboratoire, je fais un super boulot ...
italian: [_ml_] Ho finalmente il mio laboratorio, faccio un ottimo lavoro...

source: [_ml_] And my colleagues are pretty cool I must admit.
french: [ _ml_ ] Et mes collègues sont assez cool, je dois l'avouer.
italian: [_ml_] E i miei colleghi sono abbastanza cool devo ammettere.

source: [_u_] I am flattered.
french: [ _u_ ] Je suis flatté.
italian: [_u_] Sono lusingato.

source: [_ml_] Although I must admit that I don't take enough days off.
french: [ _ml_ ] Bien que je doive admettre que je ne prends pas assez de jours de congé.
italian: [_ml_] Anche se devo ammettere che non prendo abbastanza giorni di riposo.

source: [_u_] If you want to spend time with a colleague outside of work, I'm up for it.
french: [ _u_ ] Si vous voulez passer du temps avec un collègue en dehors du travail, je suis à la hauteur.
italian: [_u_] Se vuoi trascorrere del tempo con un collega al di fuori del lavoro, ne sto a cuore.

source: [_ml_] That's really sweet.
french: [ _ml_ ] C'est vraiment gentil.
italian: [_ml_] È davvero dolce.

source: [_ml_] It will be my pleasure.
french: [ _ml_ ] Ce sera mon plaisir.
italian: [_ml_] Sarà il mio piacere.

source: [_ml_] I'll let you know if I find anything interesting to do.
french: [ _ml_ ] Je vous laisse savoir si je trouve quelque chose d'intéressant à faire.
italian: [_ml_] Ti farò sapere se trovo qualcosa di interessante da fare.

source: [_ml_] I mean... besides...
french: [ _ml_ ] Je veux dire ... en plus ...
italian: [_ml_] Voglio dire... inoltre...

source: [_ml_] ...besides fucking of course.
french: [ _ml_ ] ... en plus du putain de cours.
italian: [_ml_] ...oltre a scopare naturalmente.

source: [_ml_] Let's talk about this later.
french: [ _ml_ ] Parlons de ça plus tard.
italian: [_ml_] Parliamo di questo più tardi.

source: [_ml_] Fun, you say?
french: [ _ml_ ] Amusez-vous, vous dites?
italian: [_ml_] Divertimento, dici?

source: [_ml_] I hope you are thinking about the same thing as me?
french: [ _ml_ ] J'espère que vous pensez à la même chose que moi?
italian: [_ml_] Spero che tu stia pensando alla stessa cosa di me?

source: [_ml_] Because one day someone told me that and I found myself studying advanced math all night with her.
french: [ _ml_ ] Parce qu'un jour quelqu'un m'a dit ça et je me suis retrouvé à étudier les mathématiques avancées toute la nuit avec elle.
italian: [_ml_] Perché un giorno qualcuno mi ha detto che e mi sono trovato a studiare matematica avanzata tutta la notte con lei.

source: [_ml_] Worst night of my life.
french: [ _ml_ ] La nuit de ma vie.
italian: [_ml_] La peggiore notte della mia vita.

source: [_u_] I was thinking of simpler equations, like...
french: [ _u_ ] Je pensais à des équations plus simples, comme ...
italian: [_u_] Stavo pensando a equazioni più semplici, come...

source: [_ml_] 1 penis + 1 ass = cool?
french: [ _ml_ ] 1 pénis + 1 ass = cool?
italian: [_ml_] 1 pene + 1 culo = cool?

source: [_u_] Something like that.
french: [ _u_ ] Quelque chose comme ça.
italian: [_u_] Qualcosa del genere.

source: [_ml_] I'm not against it, but come back tonight.
french: [ _ml_ ] Je ne suis pas contre, mais revenais ce soir.
italian: [_ml_] non sono contraria, ma torna stasera.

source: [_ml_] I try to keep my work hours just for work.
french: [ _ml_ ] J'essaie de garder mes heures de travail juste pour le travail.
italian: [_ml_] Cerco di mantenere le mie ore di lavoro solo per lavoro.

source: [_u_] It's honorable.
french: [ _u_ ] C'est honorable.
italian: [_u_] È onorevole.

source: [_ml_] Yes and then... there are often people who come here for a coffee so...
french: [ _ml_ ] Oui et ensuite ... il y a souvent des gens qui viennent ici pour un café donc ...
italian: [_ml_] Sì e poi... ci sono spesso persone che vengono qui per un caffè così...

source: [_u_] No worries, see you later meli.
french: [ _u_ ] Pas de soucis, vous voyez plus tard meli.
italian: [_u_] Non ti preoccupare, vedrai più tardi meli.

source: [_ml_] See ya!
french: [ _ml_ ] Voir ya !
italian: [_ml_] Vedi ya!

source: [_ml_] Why not... and it is night... so nobody will disturb us.
french: [ _ml_ ] Pourquoi pas ... et c'est la nuit ... donc personne ne nous dérangera.
italian: [_ml_] Perché no... ed è notte... quindi nessuno ci disturberà.

source: [_ml_] Ok I'm in.
french: [ _ml_ ] Ok je suis dans.
italian: [_ml_] Ok sono dentro.

source: [_ml_] Come back at night.
french: [ _ml_ ] Revenez la nuit.
italian: [_ml_] Torna di notte.

source: [_ml_] We might be disturbed in the middle of the day.
french: [ _ml_ ] Nous pourrions être dérangés au milieu de la journée.
italian: [_ml_] Potremmo essere disturbati in mezzo alla giornata.

source: [_ml_] Come over here [name].
french: [ _ml_ ] Venez ici [ nom ].
italian: [_ml_] Vieni qui [name].

source: [_u_] I'm putting it in...
french: [ _u_ ] Je le mets dans ...
italian: [_u_] lo sto inserendo...

source: [_ml_] Yes in my ass please.
french: [ _ml_ ] Oui dans mon cul s'il vous plaît.
italian: [_ml_] Sì nel mio culo, per favore.

source: [_ml_] Oh gosh it's...
french: [ _ml_ ] Oh gosh c'est. ..

source: [_ml_] ...really tight....
french: [ _ml_ ] ... vraiment serré ....
italian: [_ml_] ... davvero stretto....

source: [_ml_] Gosh... yes...
french: [ _ml_ ] Gosh ... oui ...
italian: [_ml_] Gosh... sì...

source: [_ml_] It's been too long...
french: [ _ml_ ] C'est trop long ...
italian: [_ml_] È stato troppo lungo...

source: [_ml_] Fuck me up, please...
french: [ _ml_ ] Va me lever, s'il te plaît ...
italian: [_ml_] Mi scopa su, per favore...

source: [_ml_] I need it so bad!!
french: [ _ml_ ] J'en ai besoin ! !
italian: [_ml_] ne ho bisogno così male!!

source: [_ml_] Oh fuck... I can totally feel it...
french: [ _ml_ ] Oh merde ... Je peux le sentir totalement ...
italian: [_ml_] Oh fuck... Riesco a sentirlo...

source: [_ml_] It's so strong...
french: [ _ml_ ] C'est si fort ...
italian: [_ml_] È così forte...

source: [_ml_] I think I...
french: [ _ml_ ] Je pense ...
italian: [_ml_] Penso che io...

source: [_ml_] I want you to go hard.
french: [ _ml_ ] Je veux que tu iras dur.
italian: [_ml_] Voglio che tu vada duramente.

source: [_ml_] Fuck... You're really not...
french: [ _ml_ ] Fuck ... Vous n'êtes vraiment pas ...
italian: [_ml_] Fuck... Non sei veramente...

source: [_ml_] ...bad at all...
french: [ _ml_ ] ... mauvais pour tous ...
italian: [_ml_] ... male affatto...

source: [_ml_] Fuck yeah...
french: [ _ml_ ] Fuck ouais ...
italian: [_ml_] Cazzo sì...

source: [_ml_] I wanted this for months...
french: [ _ml_ ] Je voulais ça pendant des mois ...
italian: [_ml_] lo volevo per mesi...

source: [_ml_] Go on...
french: [ _ml_ ] Allez ...
italian: [_ml_] Vai su...

source: [_ml_] ...just...
french: [ _ml_ ] ... juste ...

source: [_ml_] Have fun with my ass...
french: [ _ml_ ] Amusea avec mon cul ...
italian: [_ml_] Divertiti con il mio culo...

source: [_u_] I knew you would like it.
french: [ _u_ ] Je savais que vous l'aimeriez.
italian: [_u_] Lo sapevo che ti sarebbe piaciuto.

source: [_ml_] Oh... I'm such a bad girl! I can't help it...
french: [ _ml_ ] Oh ... Je suis une si mauvaise fille ! Je ne peux pas l'aider ...
italian: [_ml_] Oh... Sono una ragazza così cattiva! Non posso aiutarlo...

source: [_ml_] How do you like my anus?
french: [ _ml_ ] Comment tu aimes mon anus?
italian: [_ml_] Come ti piace il mio ano?

source: [_ml_] Oh fuck...
french: [ _ml_ ] Oh merde ...

source: [_ml_] Yeah... you love it...
french: [ _ml_ ] Ouais ... tu l'aimes ...
italian: [_ml_] Sì... lo ami...

source: [_ml_] I'm gonna...
french: [ _ml_ ] Je vais ...
italian: [_ml_] Sto andandando...

source: [_ml_] I'm going to jerk off so much thinking about you...
french: [ _ml_ ] Je vais te saler tellement penser à toi ...
italian: [_ml_] Ho intenzione di masturbarsi così tanto pensando a te...

source: [_ml_] Damn... this position is really...
french: [ _ml_ ] Damn ... cette position est vraiment ...
italian: [_ml_] Dannazione... questa posizione è veramente...

source: [_ml_] It's really not bad actually.
french: [ _ml_ ] Ce n'est vraiment pas mauvais en fait.
italian: [_ml_] In realtà non è male.

source: [_ml_] I didn't think you were the type to go slow...
french: [ _ml_ ] Je ne pensais pas que vous étiez le type à ralentir ...
italian: [_ml_] Non pensavo che tu fossi il tipo di andare lentamente...

source: [_ml_] It's not unpleasant...
french: [ _ml_ ] Ce n'est pas désagréable ...
italian: [_ml_] Non è sgradevole...

source: [_ml_] ...A little slow for my taste...
french: [ _ml_ ] ...Un peu lent pour mon goût ...
italian: [_ml_] ...Un po' lento per il mio gusto...

source: [_ml_] I take that back....
french: [ _ml_ ] Je prends ça ...
italian: [_ml_] lo riporto indietro....

source: [_ml_] My anus is too fucking small for this...
french: [ _ml_ ] Mon anus est trop petit pour ça ...
italian: [_ml_] Il mio ano è troppo piccolo per questo...

source: [_ml_] You like that way too much...
french: [ _ml_ ] Tu aimes beaucoup trop ...
italian: [_ml_] Ti piace così tanto...

source: [_u_] Your anus is not too bad I must say.
french: [ _u_ ] Votre anus n'est pas trop mauvais que je dois dire.
italian: [_u_] Il tuo ano non è troppo male devo dire.

source: [_ml_] I love that you use me...
french: [ _ml_ ] J'aime que tu m'utilisais ...
italian: [_ml_] Amo che tu mi utilizzi...

source: [_ml_] ...way too much.
french: [ _ml_ ] ... beaucoup trop.
italian: [_ml_] ... decisamente troppo.

source: [_ml_] It's so hard...
french: [ _ml_ ] C'est si dur ...
italian: [_ml_] È così difficile...

source: [_ml_] Your ass is so good meli... I'm going to cum...
french: [ _ml_ ] Ton cul est si bon meli ... Je vais à cum ...
italian: [_ml_] Il tuo culo è così bravo meli... Sto andando a cum...

source: [_ml_] Cover me with cum [name]...
french: [ _ml_ ] Couvrir-moi avec cum [ nom ] ...

source: [_ml_] That's what I want...
french: [ _ml_ ] C'est ce que je veux ...
italian: [_ml_] Questo è quello che voglio...

source: [_ml_] I have never felt my anus like that...
french: [ _ml_ ] Je n'ai jamais senti mon anus comme ça ...
italian: [_ml_] Non ho mai sentito il mio ano così...

source: [_ml_] And I know what I'm talking about.
french: [ _ml_ ] Et je sais de quoi je parle.
italian: [_ml_] E so di cosa sto parlando.

source: [_ml_] Oh fuck... it's pulsating...
french: [ _ml_ ] Oh merde ... c'est pulsante ...
italian: [_ml_] Oh fuck... è pulsante...

source: [_u_] I'm gonna come meli...
french: [ _u_ ] Je vais venir meli ...
italian: [_u_] Vado a venire meli...

source: [_ml_] Cover me with sperm [name]...
french: [ _ml_ ] Couvrir-moi avec le sperme [ nom ] ...
italian: [_ml_] Coprimi con lo sperma [name]...
