Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_E.po
Languages: french, italian

source: [_u_] Whose ship is this?
french: [À qui appartient ce navire ?
italian: [_u_] Di chi è questa nave?

source: [_u_] Well, I'll ask Tinker about that.
french: [Je demanderai à Tinker ce qu'il en est.
italian: [_u_] Beh, chiederò a Tinker di questo.

source: [_e_] ¡Hola [name]!
french: [¡Hola [nom] !]

source: [_u_] Can you show me what you have to sell ?
french: [Pouvez-vous me montrer ce que vous avez à vendre ?
italian: [_u_] Puoi mostrarmi cosa devi vendere?

source: [_e_] ¡Claro que sí!
french: [¡Claro que sí !
italian: [_e_] ‘ Claro que si<unk> !

source: ==ERROR== You don't have enough money.
french: ==ERREUR== Vous n'avez pas assez d'argent.
italian: ==ERROR== Non hai abbastanza soldi.

source: [_u_] I think I have everything.
french: [Je crois que j'ai tout.
italian: [_u_] Penso di avere tutto.

source: [_u_] Let's go see Amandine.
french: [Allons voir Amandine.
italian: [_u_] Andiamo a vedere Amandine.

source: == SALE COMPLETED ! ==
french: == VENTE TERMINÉE ! ==
italian: == VENDITA COMPLETATA ! ==

source: [_e_] Why? Did you lose your things?
french: [Pourquoi ? Vous avez perdu vos affaires ?
italian: [_e_] Perché? Hai perso le tue cose?

source: [_u_] Tinker lost my stuff.
french: [Tinker a perdu mes affaires.
italian: [_u_] Tinker ha perso la mia roba.

source: [_e_] Oh...
french: [Oh...

source: [_e_] Well yes, I've picked up a lot of stuff...
french: [Oui, j'ai ramassé beaucoup de choses...
italian: [_e_] Beh, sì, ho raccolto un sacco di roba...

source: [_e_] Honestly it's mostly office furniture and that sort of thing...
french: [Honnêtement, il s'agit surtout de mobilier de bureau et de ce genre de choses...
italian: [_e_] Onestamente è per lo più mobili per ufficio e quel tipo di cosa...

source: [_u_] Oh... are you sure you don't have some leather sofas, silk curtains and nude paintings of yourself?
french: [Oh... vous êtes sûr de ne pas avoir des canapés en cuir, des rideaux en soie et des peintures de vous nus ?
italian: [_u_] Oh... sei sicuro di non avere alcuni divani in pelle, tende di seta e dipinti nudi di te stesso?

source: [_e_] Of course, I store this in my ballroom.
french: [_e_] Bien sûr, je range cela dans ma salle de bal.
italian: [_e_] Naturalmente, lo immagazzino nella mia sala da ballo.

source: [_e_] Right next to my 5m2 bedroom.
french: [Juste à côté de ma chambre de 5m2.
italian: [_e_] proprio accanto alla mia camera da letto di 5m2.

source: [_u_] Mfh...
french: [Mfh...

source: [_e_] Yeah, I know. I really need a bigger ship.
french: [Oui, je sais. J'ai vraiment besoin d'un plus gros bateau.
italian: [_e_] Sì, lo so. Ho davvero bisogno di una nave più grande.

source: [_e_] I'm still selling you the office stuff?
french: [Je vous vends toujours le matériel de bureau ?
italian: [_e_] Ti sto ancora vendendo la roba per l'ufficio?

source: [_u_] Yep. That'd be nice.
french: [Oui. Ce serait bien.
italian: [_u_] Yep. Sarebbe bello.

source: ==ERROR== You don't have enough Clothes Data.
french: ==ERREUR== Vous n'avez pas assez de données sur les vêtements.
italian: ==ERROR== Non hai abbastanza dati sui vestiti.

source: [_e_] ¡Gracias, amigo!
french: [¡Gracias, amigo !

source: ==ERROR== You don't have enough Character Data.
french: ==ERREUR== Vous n'avez pas assez de données de caractères.
italian: ==ERRORE== Non hai abbastanza Dati Personaggio.

source: [_e_] No. Not today.
french: [_am_] Non. Pas aujourd'hui.
italian: [_e_] No. Non oggi.

source: [_e_] Yes, of course! It would be a pleasure!
french: Oui, bien sûr! Ça serait un plaisir!
italian: [_e_] Sì, certo! Sarebbe un piacere!

source: [_u_] Goodbye, ma'am!
french: [Au revoir, madame !
italian: [_u_] Arrivederci, ma'am!

source: [_e_] Yeah, Yeah ...
french: [Oui, oui...
italian: [_e_] Sì, Sì...

source: [_e_] Have a good day, ¡Amigo!
french: [Bonne journée, ¡Amigo !
italian: [_e_] Buona giornata, <unk> Amigo!

source: [_u_] Hello ?
french: [_u_] Bonjour ?
italian: [_u_] Ciao?

source: [_u_] Anybody home?
french: [Il y a quelqu'un ?
italian: [_u_] Qualcuno a casa?

source: [_eia_] Excuse me, sir, but madame is currently on the planet...
french: [Excusez-moi, monsieur, mais madame est actuellement sur la planète...
italian: [_eia_] Scusi, signore, ma la folla è attualmente sul pianeta...

source: [_u_] Oh, I see.
french: [Oh, je vois.
italian: [_u_] Oh, vedo.

source: [_u_] Scavenging through scrap heaps and stuff, I'm assuming.
french: [_u_] En fouillant dans les tas de ferraille et autres, je suppose.
italian: [_u_] Scavenging attraverso cumuli di rottami e roba, sto supponendo.

source: [_eia_] Yes, sir, that's more or less what it is.
french: [Oui, monsieur, c'est plus ou moins cela.
italian: [_eia_] Sì, signore, è più o meno quello che è.

source: [_eia_] I'm afraid there isn't much to say, I'm just an ordinary AI.
french: [Je n'ai pas grand-chose à dire, je ne suis qu'une IA ordinaire.
italian: [_eia_] Temo che non ci sia molto da dire, sono solo un'IA ordinaria.

source: [_u_] Okay, but advanced AIs have become extremely rare in the galaxy.
french: [_u_] D'accord, mais les IA avancées sont devenues extrêmement rares dans la galaxie.
italian: [_u_] Okay, ma gli API avanzati sono diventati estremamente rari nella galassia.

source: [_u_] Or at least very expensive.
french: [_u_] Ou du moins très cher.
italian: [_u_] O almeno molto costoso.

source: [_u_] And I somehow can't picture la señora buying you off at a high-class auction.
french: [Et je n'arrive pas à imaginer la señora en train de vous acheter lors d'une vente aux enchères de luxe.
italian: [_u_] E in qualche modo non riesco a immaginare la sen<unk> ora comprandoti ad un'asta di alta classe.

source: [_eia_] You are correct. It was through inheritance.
french: [Vous avez raison. Il s'agit d'un héritage.
italian: [_eia_] Sei corretto. Era attraverso l'eredità.

source: [_eia_] I think that's why I've never been sold.
french: [Je pense que c'est la raison pour laquelle je n'ai jamais été vendu.
italian: [_eia_] Penso che sia per questo che non sono mai stato venduto.

source: [_eia_] You know, her people are... Dangerously and hopelessly addicted to the dematerialized equivalent of monetary exchange.
french: [Vous savez, son peuple est... dangereusement et désespérément dépendants de l'équivalent dématérialisé de l'échange monétaire.
italian: [_eia_] Sai, il suo popolo è... Dipendente pericolosamente e senza speranza dall'equivalente smaterializzato dello scambio monetario.

source: [_u_] ... To credits?
french: [_u_] ... Aux crédits ?
italian: [_u_] ... Ai crediti?

source: [_eia_] Yes, to credits.
french: [Oui, aux crédits.
italian: [_eia_] Sì, ai crediti.

source: [_eia_] I'm not authorized to tell you the things we found on the planet.
french: [Je ne suis pas autorisé à vous dire ce que nous avons trouvé sur la planète.
italian: [_eia_] Non sono autorizzato a dirti le cose che abbiamo trovato sul pianeta.

source: [_u_] Ah, I understand... but have you encountered any androids or other humans?
french: [Ah, je comprends... mais avez-vous rencontré des androïdes ou d'autres humains ?
italian: [_u_] Ah, capisco... ma hai incontrato qualche androide o altri esseri umani?

source: [_u_] Oh! Come on!
french: [Oh ! Allez !
italian: [_u_] Oh! Avanti!

source: [_u_] You're a clever AI, tell me things Emee would allow you to tell me!
french: [Tu es une IA intelligente, dis-moi des choses qu'Emee te permettrait de me dire !
italian: [_u_] Sei un AI intelligente, dimmi cose che Emee ti permetterebbe di dirmi!

source: [_eia_] Well... As she's already told you, Mrs. Tinkerbell and you are the only living beings she's encountered in months.
french: [Eh bien... Comme elle vous l'a déjà dit, Mme Clochette et vous êtes les seuls êtres vivants qu'elle ait rencontrés depuis des mois.
italian: [_eia_] Bene... Come lei vi ha già detto, signora Tinkerbell e voi siete gli unici esseri viventi che avete incontrato in mesi.

source: [_eia_] Regarding androids, it's rare to find any still active on this planet.
french: [_eia_] En ce qui concerne les androïdes, il est rare d'en trouver encore en activité sur cette planète.
italian: [_eia_] Per quanto riguarda gli androidi, è raro trovare qualsiasi ancora attivo su questo pianeta.

source: [_eia_] Not precisely. When Mrs. Emee is with her true love, it may take her some time to get back to the ship.
french: [_eia_] Pas exactement. Lorsque Mme Emee est avec son grand amour, elle peut mettre un certain temps à revenir au navire.
italian: [_eia_] Non precisamente. Quando la signora Emee è con il suo vero amore, potrebbe prenderle del tempo per tornare alla nave.

source: [_u_] ''her true love'' ?
french: [_u_] ''son véritable amour'' ?
italian: [_u_] ''suo vero amore'' ?

source: [_u_] Like... her boyfriend?
french: [Comme... son petit ami ?
italian: [_u_] Mi piace... il suo fidanzato?

source: [_eia_] Are you jealous, sir?
french: [Êtes-vous jaloux, monsieur ?
italian: [_eia_] Sei geloso, signore?

source: [_u_] Pfff what? No. Never.
french: [Pfff quoi ? Non. Jamais.
italian: [_u_] Pfff cosa? No. Mai.

source: [_eia_] In fact, her true love is...
french: [En fait, son véritable amour est...
italian: [_eia_] Infatti, il suo vero amore è...

source: [_e_] My job. My true love is my work.
french: [Mon travail. Mon véritable amour, c'est mon travail.
italian: [_e_] Il mio lavoro. Il mio vero amore è il mio lavoro.

source: [_e_] Scavenging.
french: [_e_] Le charognage.

source: [_u_] Have you been listening to our whole conversation?
french: [Avez-vous écouté toute notre conversation ?
italian: [_u_] Hai ascoltato tutta la nostra conversazione?

source: [_e_] Just the end.
french: [_e_] Juste la fin.
italian: [_e_] Solo la fine.

source: [_u_] What part of the end?
french: [Quelle partie de la fin ?
italian: [_u_] Quale parte della fine?

source: [_e_] It doesn't matter
french: [Cela n'a pas d'importance
italian: [_e_] Non importa

source: [_e_] What can I do for you?
french: [Que puis-je faire pour vous ?
italian: [_e_] Cosa posso fare per te?

source: [_e_] She looks pretty cool!
french: [Elle a l'air plutôt cool !
italian: [_e_] Lei sembra abbastanza cool!

source: [_e_] We talked a bit last night, and she worked on an outfit for me.
french: [Nous avons parlé un peu hier soir, et elle a travaillé sur une tenue pour moi.
italian: [_e_] Abbiamo parlato un po' ieri sera e ha lavorato su un outfit per me.

source: [_u_] An outfit?
french: [_u_] Une tenue ?
italian: [_u_] Un outfit?

source: [_e_] Yeah, to be able to go to the oriental zone unnoticed.
french: [Oui, pour pouvoir aller dans la zone orientale sans se faire remarquer.
italian: [_e_] Sì, per essere in grado di andare nella zona orientale inosservata.

source: [_u_] That's so nice of her!
french: [C'est très gentil de sa part !
italian: [_u_] È così bello di lei!

source: [_e_] So I have a blueprint, but not the outfit yet...
french: [J'ai donc un plan, mais pas encore la tenue...
italian: [_e_] Quindi ho un progetto, ma non l'outfit ancora...

source: [_u_] I can take care of it if you want.
french: [Je peux m'en occuper si vous voulez.
italian: [_u_] posso prendermi cura di esso se vuoi.

source: [_e_] That would be very nice.
french: [Ce serait très bien.
italian: [_e_] Sarebbe molto bello.

source: [_e_] I will add the blueprint on your object creation system.
french: [Je vais ajouter le plan à votre système de création d'objets.
italian: [_e_] aggiungerò il progetto sul sistema di creazione dell'oggetto.

source: [_e_] I can't wait to see what it looks like!
french: [J'ai hâte de voir à quoi ça ressemble !
italian: [_e_] Non vedo l'ora di vedere come sembra!

source: [_e_] Maybe later, sweetheart.
french: [Peut-être plus tard, chérie.
italian: [_e_] Forse più tardi, innamorato.

source: [_e_] Why not.
french: [Pourquoi pas.
italian: [_e_] Perché no.

source: [_e_] Actually, I've been waiting for this for a while.
french: [En fait, j'attendais cela depuis un certain temps.
italian: [_e_] In realtà, ho aspettato per questo da un po'.

source: [_e_] Are we doing this now?
french: [Est-ce qu'on fait ça maintenant ?
italian: [_e_] Lo stiamo facendo adesso?

source: [_e_] What? We are not going to wait for months again, are we?
french: [Quoi ? Nous n'allons pas encore attendre des mois, n'est-ce pas ?
italian: [_e_] Cosa? Non aspettiamo di nuovo mesi, vero?

source: [_e_] You literally fucked me while I ate someone else's pussy.
french: [Tu m'as littéralement baisé pendant que je mangeais la chatte de quelqu'un d'autre.
italian: [_e_] Mi hai letteralmente scopata mentre mangiavo la figa di qualcun altro.

source: [_e_] I think we're past the flirting phase.
french: [Je pense que nous avons dépassé la phase de flirt.
italian: [_e_] Penso che siamo passati alla fase di flirting.

source: [_u_] Do you know that you are the best Emee?
french: [Sais-tu que tu es la meilleure Emee ?
italian: [_u_] Sapete che siete i migliori Emee?

source: [_e_] I know.
french: [Je sais.
italian: [_e_] lo so.

source: [_e_] Does this place suit you?
french: [Cet endroit vous convient-il ?
italian: [_e_] Questo posto è adatto a te?

source: [_u_] Perfect to fuck your pretty face...
french: [Parfait pour baiser ton joli visage...
italian: [_u_] Perfetto per scopare il tuo bel volto...

source: [_e_] You know what you want.
french: [Vous savez ce que vous voulez.
italian: [_e_] Sai cosa vuoi.

source: [_e_] I like it.
french: [Je l'aime bien.
italian: [_e_] Mi piace.

source: [_u_] Did you miss that cock?
french: [Vous avez raté cette bite ?
italian: [_u_] Ti sei perso quel cazzo?

source: [_e_] Not as much as you, my little oriental prince.
french: [_e_] Pas autant que vous, mon petit prince oriental.
italian: [_e_] Non tanto quanto te, il mio piccolo principe orientale.

source: [_u_] My little oriental prince? That's new.
french: [Mon petit prince oriental ? C'est nouveau.
italian: [_u_] Il mio piccolo principe orientale? È nuovo.

source: [_e_] Maybe you have another nickname in mind?
french: [Peut-être avez-vous un autre surnom en tête ?
italian: [_e_] Forse hai in mente un altro soprannome?

source: [_u_] Yeah call me...
french: [Oui, appelez-moi...
italian: [_u_] Sì mi chiama...

source: [_e_] Why not, let's keep it simple!
french: [Pourquoi pas, restons simples !
italian: [_e_] Perché no, teniamolo semplice!

source: [_e_] Very well... [Sceneemee01_NAME].
french: [Très bien... [Sceneemee01_NAME].
italian: [_e_] Molto bene... [Sceneemee01_NAME].

source: [_e_] [Sceneemee01_NAME]... Now that's a good idea...
french: [_e_] [Sceneemee01_NAME]... Voilà une bonne idée...
italian: [_e_] [Sceneemee01_NAME]... Ora è una buona idea...

source: [_e_] It's going to be hard to yell it with my mouth full...
french: [Il va être difficile de le crier la bouche pleine...
italian: [_e_] Sarà difficile urlarlo con la bocca piena...

source: [_e_] But... we'll try.
french: [Mais... nous allons essayer.
italian: [_e_] Ma... ci proveremo.

source: [_e_] Come here, [Sceneemee01_NAME]!
french: [Viens ici, [Sceneemee01_NAME] !]
italian: [_e_] Vieni qui, [Sceneemee01_NAME]!

source: [_u_] Oh yeah...
french: [Oh oui...

source: [_u_] I feel like you're going to have a hard time...
french: [J'ai l'impression que vous allez avoir du mal...
italian: [_u_] Mi sento come se avessi un momento difficile...

source: [_u_] With your little blue mouth full...
french: [Avec votre petite bouche bleue pleine...
italian: [_u_] Con la tua bocca azzurra piena...

source: [_u_] Try to talk?
french: [Essayer de parler ?
italian: [_u_] Prova a parlare?

source: [_e_] Mmmmmmffh!
french: [Mmmmmmffh !

source: [_u_] I love hearing you choke on my cock!
french: [J'aime t'entendre t'étouffer avec ma bite !
italian: [_u_] Mi piace sentire soffocare sul mio cazzo!

source: [_e_] Oh [Sceneemee01_NAME], I would choke on your cock a thousand times if I had to!
french: [Oh [Sceneemee01_NAME], je m'étoufferais avec ta bite un millier de fois s'il le fallait !
italian: [_e_] Oh [Sceneemee01_NAME], avrei soffocato sul tuo cazzo mille volte se avessi dovuto!

source: [_e_] Mmmmmmhhh...
french: [_e_] Mmmmmmhhhh...

source: [_u_] You suck like a goddess...
french: [Tu suces comme une déesse...
italian: [_u_] Si succhia come una dea...

source: [_u_] Oh yeah... keep going...
french: [Oh oui... continuez...
italian: [_u_] Oh sì... continua ad andare...

source: [_u_] Fuck... you are so good!
french: [_u_] Putain... tu es si bon !
italian: [_u_] Fuck... sei così bravo!

source: [_u_] Deeper!
french: [Plus profond !

source: [_u_] Yeah... just like that...
french: [Oui... comme ça...
italian: [_u_] Sì... proprio così...

source: [_u_] Harder!
french: [Plus fort !
italian: [_u_] Più Difficile!

source: [_u_] Oh damn it's good...
french: [_u_] Oh bon sang, c'est bon...
italian: [_u_] Oh maledetto è buono...

source: [_u_] ...slow down a bit.
french: [...ralentir un peu.
italian: [_u_] ... rallenta un po'.

source: [_u_] You are really not bad.
french: [Vous n'êtes vraiment pas mal.
italian: [_u_] Non sei davvero male.

source: [_u_] You like it?
french: [Vous aimez ?
italian: [_u_] Ti piace?

source: [_u_] You are delicious.
french: [Vous êtes délicieux.
italian: [_u_] Sei delizioso.

source: [_u_] Fuck...
french: [_u_] Putain...

source: [_u_] Oh yes!!!
french: [_u_] Oh oui ! !!
italian: [_u_] Oh sì!!!

source: [_u_] Yes!!!
french: [_u_] Oui ! !!
italian: [_u_] Sì!!!

source: [_u_] Wonderful...
french: [_u_] Merveilleux...
italian: [_u_] Meraviglioso...

source: [_e_] Thanks [Sceneemee01_NAME].
french: [Merci [Sceneemee01_NAME].
italian: [_e_] Grazie [Sceneemee01_NAME].

source: [_e_] Stop admiring me, you'll forget to cum.
french: [Arrête de m'admirer, tu vas oublier de jouir.
italian: [_e_] Smettila di ammirarmi, dimenticherai di cum.

source: [_e_] What do you need?
french: [De quoi avez-vous besoin ?
italian: [_e_] Di cosa hai bisogno?

source: [_e_] I would love to...
french: [J'aimerais bien...
italian: [_e_] mi piacere...

source: [_e_] I feel like I'm going to like it a little too much...
french: [Je sens que je vais l'aimer un peu trop...
italian: [_e_] Mi sento come se mi piacesse un po' troppo...

source: [_u_] Damn... that ass...
french: [Putain... ce cul...
italian: [_u_] Damn... quel culo...

source: [_u_] It's so perfect.
french: [C'est si parfait.
italian: [_u_] È così perfetto.

source: [_u_] Your ass is so good Emee...
french: [Ton cul est si bon Emee...
italian: [_u_] Il tuo culo è così buono Eme...

source: [_e_] OOoOOhh.... Gosh...
french: [_e_] OOoOOhh.... Bon sang de bonsoir...

source: [_e_] Fuck yeah...
french: [Putain de merde...
italian: [_e_] Cazzo sì...

source: [_e_] I feel it so well...
french: [Je le sens si bien...
italian: [_e_] lo sento così bene...

source: [_e_] Hhaaaa!!!
french: [Hhaaaa !!!

source: [_e_] I can't take it anymore... it's too good.....
french: [Je n'en peux plus... c'est trop bon.....
italian: [_e_] non posso più prenderlo... è troppo buono.....

source: [_u_] Come on... a little bit more...
french: [Allez... encore un peu...
italian: [_u_] Avanti... un po' di più...

source: [_e_] Hooo YES!
french: [Hooo YES !
italian: [_e_] Hooo Sì!

source: [_u_] FUCK, I'm gonna cum!!!
french: [FUCK, je vais jouir ! !!
italian: [_u_] SCOPRI, sto andando a cum!!!

source: [_e_] It was perfect... [Sceneemee01_NAME]...
french: [C'était parfait... [Sceneemee01_NAME]...
italian: [_e_] È stato perfetto... [Sceneemee01_NAME]...

source: [_u_] Open your mouth.
french: [Ouvrez la bouche.
italian: [_u_] Aprite la bocca.

source: [_e_] Haahh!!!
french: [Haahh !!!

source: [_e_] I love this.
french: [J'adore ça.
italian: [_e_] Io amo questo.

source: [_e_] So good...
french: [_e_] Si bien...
italian: [_e_] Così buono...

source: [_e_] It's progressing. Slowly but surely.
french: [_e_] Cela progresse. Lentement mais sûrement.
italian: [_e_] sta progredendo. Lentamente ma sicuramente.

source: [_e_] It's progressing...
french: [Il progresse...
italian: [_e_] sta progredendo...

source: [_e_] Like...
french: [_e_] Comme...
italian: [_e_] Preferisce...

source: [_e_] Maybe I'll switch to another android sooner than expected! eheh
french: [_e_] Peut-être que je vais changer d'androïde plus tôt que prévu ! eheh
italian: [_e_] Forse passerò ad un altro android prima del previsto! eheh

source: [_u_] Really???
french: [_u_] Vraiment ? ??
italian: [_u_] Davvero???

source: [_e_] I'll show you if you want, I think you won't recognize her.
french: [Je vous montrerai si vous voulez, je pense que vous ne la reconnaîtrez pas.
italian: [_e_] Ti mostrerò se vuoi, penso che non la riconoscerai.

source: [_u_] It's super exciting and at the same time you scare me a little.
french: [C'est super excitant et en même temps tu me fais un peu peur.
italian: [_u_] È super eccitante e allo stesso tempo mi spaventa un po'.

source: [_e_] It is precisely this emotion that I wanted to transmit, amigo.
french: [C'est précisément cette émotion que j'ai voulu transmettre, amigo.
italian: [_e_] È proprio questa emozione che volevo trasmettere, amigo.

source: [_u_] It's so strange to enter this ship without teleporting...
french: [C'est si étrange d'entrer dans ce vaisseau sans se téléporter...
italian: [_u_] È così strano entrare in questa nave senza teletrasporto...

source: [_u_] I missed those blue breasts.
french: [Ces seins bleus m'ont manqué.
italian: [_u_] mi sono perso quei seni blu.

source: [_u_] Hey! Hi Emee!
french: [Hey ! Hi Emee !

source: [_e_] Heyyy!! Hi [name]!
french: [_e_] Heyyy !! Bonjour [nom] !

source: [_e_] How long have you been back?
french: [Depuis combien de temps êtes-vous de retour ?
italian: [_e_] Da quanto tempo sei tornato?

source: [_u_] I just arrived.
french: [Je viens d'arriver.
italian: [_u_] sono appena arrivato.

source: [_e_] Well, I'm glad you're home.
french: [Je suis content que tu sois rentré.
italian: [_e_] Beh, sono contento che tu sia a casa.

source: [_u_] Tinker told me to come see you.
french: [Tinker m'a dit de venir vous voir.
italian: [_u_] Tinker mi ha detto di venire a trovarti.

source: [_u_] We have a lot of work ahead of us!
french: [_u_] Nous avons beaucoup de travail devant nous !
italian: [_u_] Abbiamo molto lavoro davanti a noi!

source: [_e_] Glad to see that I have not been forgotten.
french: [_e_] Heureux de voir que je n'ai pas été oublié.
italian: [_e_] Siamo felici di vedere che non sono stato dimenticato.

source: [_e_] I hope it wasn't too hard there.
french: [J'espère que ce n'était pas trop dur.
italian: [_e_] Spero che non fosse troppo difficile lì.

source: [_e_] Glad to hear that.
french: [_e_] Heureux de l'entendre.
italian: [_e_] Siamo felici di sentirlo.

source: [_e_] But I'm still going to put something on ahah.
french: [Mais je vais quand même mettre quelque chose ahah.
italian: [_e_] Ma sto ancora per mettere qualcosa su di ah.

source: [_e_] Yeah... speaking of which...
french: [Ouais... en parlant de ça...
italian: [_e_] Sì... parlando di cui...

source: [_e_] I'm getting cold.
french: [Je commence à avoir froid.
italian: [_e_] mi sto raffreddando.

source: [_e_] Give me a second, I'll be right back.
french: [Donnez-moi une seconde, je reviens tout de suite.
italian: [_e_] Dammi un secondo, sarò subito indietro.

source: [_e_] So, yeah, I was just saying...
french: [Donc, oui, je disais juste...
italian: [_e_] Quindi, sì, stavo solo dicendo...

source: [_e_] A lot of things have changed here and apparently there are new people joining us.
french: [Beaucoup de choses ont changé ici et, apparemment, de nouvelles personnes nous ont rejoints.
italian: [_e_] Molte cose sono cambiate qui e a quanto pare ci sono nuove persone che si uniscono a noi.

source: [_e_] Tell me what you want to know, then we'll go see Tinker.
french: [Dites-moi ce que vous voulez savoir, puis nous irons voir Tinker.
italian: [_e_] Dimmi cosa vuoi sapere, allora andremo a vedere Tinker.
