Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_JM.po
Languages: french

source: [_jm_] It's strange, isn't it... all you have to do is ask me to get naked and I'll do it...
french: [C'est étrange, n'est-ce pas... tout ce que tu as à faire, c'est de me demander de me mettre à poil et je le ferai...

source: [_jm_] You've got to admit, it's quite unusual.
french: [Il faut admettre que c'est assez inhabituel.

source: [_u_] I confess, but it's incredibly hot.
french: [Je l'avoue, mais il fait incroyablement chaud.

source: [_jm_] Sometimes I realize I'm actually showing you my naked body...
french: [Parfois, je me rends compte que je vous montre mon corps nu...

source: [_jm_] Anyway, now I turn around, right?
french: [Quoi qu'il en soit, maintenant je me retourne, n'est-ce pas ?

source: [_u_] Yup!
french: [Yup !

source: [_jm_] Well... if you think it'll help...
french: [Eh bien... si vous pensez que cela peut aider...

source: [_jm_] What do you suggest?
french: [Que suggérez-vous ?

source: [_u_] Get undressed, and show me your ass.
french: [Déshabille-toi et montre-moi ton cul.

source: [_jm_] I... all right, fine...
french: [Je... d'accord, très bien...

source: [_jm_] It's so... indecent...
french: [C'est tellement... indécent...

source: [_jm_] But...if it makes you happy...
french: [_jm_] Mais... si cela vous rend heureux...

source: [_jm_] All right, now what?
french: [D'accord, et maintenant ?

source: [_u_] Now... hold still...
french: [Maintenant... ne bougez pas...

source: [_u_] I have a crucial and extremely important decision to make.
french: [J'ai une décision cruciale et extrêmement importante à prendre.

source: [_u_] I'd even say it's the decision that will decide the rest of my whole life.
french: [Je dirais même que c'est la décision qui décidera du reste de ma vie.

source: [_jm_] Did you really just slap my ass?
french: [Tu viens vraiment de me donner une claque ?

source: [_jm_] My goodness... that's the first time anyone's ever done that to me.
french: [Mon Dieu... c'est la première fois que quelqu'un me fait ça.

source: [_u_] You want another one?
french: [Vous en voulez un autre ?

source: [_jm_] How could you!?!!
french: [Comment avez-vous pu ! ?!!

source: [_jm_] You've just spanked me!!!!
french: [Tu viens de me donner une fessée !!!!

source: [_u_] Would you like another one?
french: [En voulez-vous un autre ?

source: [_jm_] No!
french: [Non !

source: [_jm_] Why did you do this?
french: [Pourquoi avez-vous fait cela ?

source: [_u_] I'm trying to remove what's left of your modesty.
french: [J'essaie d'enlever ce qui reste de ta pudeur.

source: [_jm_] And you really think the best way to do that is to humiliate me?
french: [Et vous pensez vraiment que la meilleure façon de le faire est de m'humilier ?

source: [_u_] Why not?
french: [Pourquoi pas ?

source: [_jm_] Because... because you...
french: [Parce que... parce que vous...

source: [_jm_] you can't just...
french: [_jm_] vous ne pouvez pas juste...

source: [_jm_] Go ahead.
french: [Allez-y.

source: [_jm_] Do it before I change my mind.
french: [Faites-le avant que je ne change d'avis.

source: [_u_] ...Do what?
french: [_u_] ...Faire quoi ?

source: [_jm_] Spank my ass...
french: [Fesser mon cul...

source: [_u_] Sorry, I didn't understand... what did you say?
french: [Désolé, je n'ai pas compris... qu'avez-vous dit ?

source: [_jm_] SPANK MY ASS!
french: [_jm_] fesser mon cul !

source: [_u_] As you wish, little slave.
french: [Comme tu veux, petit esclave.

source: [_jm_] I'm not your...
french: [Je ne suis pas votre...

source: [_u_] Any problems?
french: [Des problèmes ?

source: [_jm_] Nothing at all!
french: [Rien du tout !

source: [_jm_] You may continue...
french: [Vous pouvez continuer...

source: [_jm_] Slave!..!!
french: [Esclave !... !!

source: [_jm_] For goodness'sake!
french: [Pour l'amour du ciel !

source: [_jm_] Let me know before you do that!
french: [Prévenez-moi avant de le faire !

source: [_jm_] You're really not faking it!
french: [Vous ne faites vraiment pas semblant !

source: [_jm_] MFPFRR... You've just...
french: [_jm_] MFPFRR... Vous avez juste...

source: [_u_] Everything all right?
french: [Tout va bien ?

source: [_jm_] No... I...
french: [Non... Je...

source: [_jm_] Is it normal that I like it?
french: [Est-ce normal que j'aime ça ?

source: [_jm_] Because I think I like it...
french: [Parce que je crois que je l'aime bien...

source: [_jm_] So...
french: [_jm_] Donc...

source: [_jm_] It was a pleasant surprise...
french: [Ce fut une agréable surprise...

source: [_jm_] I mean...
french: [Je veux dire...

source: [_jm_] Yeah, see you later.
french: [Oui, à plus tard.

source: [_jm_] I've never been spanked so hard before...
french: [Je n'ai jamais reçu de fessée aussi forte...

source: [_jm_] I... I don't know if this is really my thing...
french: [_jm_] Je... Je ne sais pas si c'est vraiment mon truc...

source: [_u_] There's only one way to find out.
french: [Il n'y a qu'une seule façon de le savoir.

source: [_jm_] Wait... we're not going to do it again, are we?
french: [Attendez... nous n'allons pas recommencer, n'est-ce pas ?

source: [_u_] See you later, little slave!
french: [A plus tard, petit esclave !

source: [_u_] It's time for your spanking!
french: [C'est l'heure de la fessée !

source: [_jm_] Is that so?
french: [Est-ce le cas ?

source: [_jm_] Very well then, as you wish...
french: [Très bien alors, comme vous le souhaitez...

source: [_jm_] I suppose you want to see my ass?
french: [Je suppose que vous voulez voir mon cul ?

source: [_u_] You guess right.
french: [Vous avez deviné juste.

source: [_jm_] Come on, don't be shy.
french: [Allez, ne soyez pas timide.

source: [_u_] Take off your clothes and show your ass.
french: [_u_] Déshabille-toi et montre ton cul.

source: [_jm_] You have a way of saying things...
french: [Vous avez une façon de dire les choses...

source: [_jm_] If you... think it'll do any good.
french: [Si vous... pensez que cela peut être utile.

source: [_u_] In any case, your master will be very happy.
french: [En tout cas, votre maître sera très heureux.

source: [_jm_] Is that the most important thing for you?
french: [Est-ce la chose la plus importante pour vous ?

source: [_u_] Yes, and it should be the same for you, slave.
french: [Oui, et il devrait en être de même pour toi, esclave.

source: [_jm_] Go on, do what you have to do.
french: [Allez, faites ce que vous avez à faire.

source: [_jm_] But don't expect me to like what you do.
french: [Mais ne vous attendez pas à ce que j'aime ce que vous faites.

source: [_u_] Not even a little bit?
french: [Pas même un peu ?

source: [_jm_] No. Not even a little.
french: [Non, même pas un peu.

source: [_u_] All right, let's see...
french: [D'accord, voyons...

source: [_jm_] Always surprising ahah
french: [_jm_] Toujours surprenant ahah

source: [_jm_] Is my ass to your taste?
french: [Mon cul est-il à ton goût ?

source: [_u_] Yes, it is.
french: [Oui, c'est vrai.

source: [_u_] What? Is there a problem?
french: [Quoi ? Il y a un problème ?

source: [_jm_] Nothing at all... I was just surprised.
french: [Rien du tout... J'étais juste surpris.

source: [_u_] What are you saying? You want more?
french: [Qu'est-ce que tu dis ? Vous en voulez plus ?

source: [_jm_] No, that's not what I...
french: [Non, ce n'est pas ce que je...

source: [_jm_] Mfh...
french: [Mfh...

source: [_jm_] You're going to leave a mark if you go on like this...
french: [Vous allez laisser des traces si vous continuez comme ça...

source: [_u_] That's my intention.
french: [C'est mon intention.

source: [_jm_] You naughty boy.
french: [Vilain garçon.

source: [_jm_] I fucking hate it when you do that...
french: [Je déteste quand tu fais ça...

source: [_u_] ''You like it and want me to continue?''
french: [_u_] ''Tu aimes ça et tu veux que je continue ?''

source: [_u_] All right, let's see if I can leave a nice handprint.
french: [Très bien, voyons si je peux laisser une belle empreinte de main.

source: [_jm_] What??!!
french: [_jm_] Quoi ? ?!!

source: [_jm_] Mmmfpf...
french: [Mmmfpf...

source: [_jm_] My dear...!!!
french: [Mon cher... !!!

source: [_jm_] Dammit!!
french: [_jm_] Merde ! !!

source: [_jm_] Oh lord....
french: [Oh lord....

source: [_jm_] ARG... that hurts!
french: [_jm_] ARG... ça fait mal !

source: [_jm_] Harder!
french: [Plus fort !

source: [_jm_] Ouch! My ass!
french: [Aïe ! Mon cul !

source: [_jm_] Oh, dear!!!
french: [_jm_] Oh, mon Dieu ! !!

source: [_jm_] Arrh!
french: [Arrh !

source: [_jm_] HAa..
french: [HAa...

source: [_jm_] Mmmffppphhhh...
french: [Mmmffppphhhhh...

source: [_u_] Is everything all right?
french: [Tout va bien ?

source: [_jm_] Yeah I...
french: [_jm_] Oui, je...

source: [_jm_] That's strange I...
french: [C'est étrange, je...

source: [_jm_] Haaan...
french: [Haaan...

source: [_jm_] Haaaa...
french: [Haaaa...

source: [_jm_] I think I like it...
french: [Je crois que je l'aime bien...

source: [_jm_] Again...
french: [_jm_] Encore une fois...

source: [_jm_] Again!!!
french: [_jm_] Encore ! !!

source: [_jm_] Slap my ass!!!
french: [_jm_] Gifle mon cul ! !!

source: [_jm_] I think I...
french: [Je pense que je...

source: [_jm_] I don't think I can feel my butt anymore...
french: [Je crois que je ne sens plus mes fesses...

source: [_u_] I'll... I'll come back later.
french: [Je... Je reviendrai plus tard.

source: [_jm_] Fuck... that was really good...
french: [_jm_] Putain... c'était vraiment bien...

source: [_jm_] I'm going to put my ass in cold water...
french: [Je vais me mettre le cul dans l'eau froide...

source: [_jm_] See you later...
french: [A plus tard...

source: [_jm_] Thank you [Quest_JM_NameMC]...
french: [_jm_] Merci [Quest_JM_NameMC]...

source: [_jm_] Now that was spanking!
french: [Ça, c'est de la fessée !

source: [_u_] Want more?
french: [_u_] Vous en voulez plus ?

source: [_jm_] Are you sure it won't hurt too much?
french: [Vous êtes sûr que ça ne fera pas trop mal ?

source: [_u_] That's the whole point of a spanking, my dear...
french: [C'est tout l'intérêt d'une fessée, ma chère...

source: [_u_] I see...
french: [Je vois...

source: [_u_] Turn around and stretch that sweet ass of yours!
french: [Tournez-vous et étirez votre joli cul !

source: [_jm_] As you wish.
french: [Comme vous voulez.

source: [_jm_] That hurt!!
french: [Ça fait mal !

source: [_u_] Yes, I know, that's the whole point.
french: [Oui, je sais, c'est le but.

source: [_jm_] I don't understand the point of hurting my ass like that...
french: [Je ne comprends pas l'intérêt de me faire mal au cul comme ça...

source: [_jm_] Apart from humiliating me...
french: [En plus de m'humilier...

source: [_u_] What? You don't like being humiliated?
french: [Quoi ? Tu n'aimes pas être humilié ?

source: [_jm_] Who'd be crazy enough to like it?
french: [Qui serait assez fou pour l'aimer ?

source: [_u_] You just don't know how to have fun, that's all.
french: [Tu ne sais pas t'amuser, c'est tout.

source: [_u_] Turn around and let's continue.
french: [_u_] Retournez-vous et continuons.

source: [_jm_] Are you serious?
french: [Vous êtes sérieux ?

source: [_u_] Yeah, turn around and stretch that sweet ass of yours, slave.
french: [Ouais, tourne-toi et étire ton joli cul, esclave.

source: [_jm_] Damn it...
french: [_jm_] Bon sang...

source: [_jm_] Both my buttocks are hurting like hell!
french: [Mes deux fesses me font très mal !

source: [_u_] Great! Now it's time to have some fun.
french: [_u_] Super ! Maintenant, il est temps de s'amuser.

source: [_u_] You know the motto? ''When it's red, strike again.''
french: [Vous connaissez la devise ? ''Quand c'est rouge, on frappe encore.''

source: [_jm_] You just made that up, didn't you?
french: [Vous venez de l'inventer, n'est-ce pas ?

source: [_u_] Perhaps.
french: [_u_] Peut-être.

source: [_jm_] Fine.
french: [_jm_] Bien.

source: [_jm_] Fucking hell...
french: [_jm_] Putain de merde...

source: [_jm_] You want to kill me?
french: [Tu veux me tuer ?

source: [_u_] Nah, just your ass.
french: [Non, juste ton cul.

source: [_jm_] If you'd like to come back later, I'd love to!
french: [Si vous voulez revenir plus tard, j'en serais ravie !

source: [_u_] Yeah... we'll do it again another day.
french: [Oui... on recommencera un autre jour.

source: [_a_] Hey! I need to talk to you first!
french: [Je dois d'abord vous parler !

source: [_jm_] No, what is it? That looks interesting!
french: [Non, qu'est-ce que c'est ? Ça a l'air intéressant !

source: [_u_] It's uh...
french: [C'est euh...

source: [_u_] Give me some time and I'll answer your question!
french: [Donnez-moi un peu de temps et je répondrai à votre question !

source: [_jm_] Why mention it now if you're not going to tell me about it?
french: [Pourquoi en parler maintenant si vous n'avez pas l'intention de m'en parler ?

source: [_u_] It's complicated.
french: [C'est compliqué.

source: [_a_] So, if you want to start our little feathery adventure, first you'll need a feather
french: [_a_] Donc, si vous voulez commencer notre petite aventure à plumes, vous aurez d'abord besoin d'une plume

source: [_a_] And not just any feather. A white peacock feather
french: [_a_] Et pas n'importe quelle plume. Une plume de paon blanc

source: [_u_] Does it really matter which feather I use?
french: [_u_] La plume que j'utilise est-elle vraiment importante ?

source: [_a_] Yes, it does.
french: [_a_] Oui, c'est vrai.

source: [_a_] It's all about setting the right mood you see?
french: [Il s'agit de créer une bonne ambiance, vous voyez ?

source: [_a_] Do you want to fuck her or not?
french: [Tu veux la baiser ou pas ?

source: [_a_] Well then, do what I tell you!
french: [_a_] Eh bien, faites ce que je vous dis !

source: [_a_] I promise you, one little poke of this naughty feather, and the next day you'll be able to fuck to your heart's content!
french: [_a_] Je te promets qu'un petit coup de cette plume coquine, et le lendemain tu pourras baiser à ta guise !

source: [_u_] If only it were that easy all the time...
french: [Si seulement c'était toujours aussi facile...

source: [_a_] Maybe it is... Have you ever tried it on someone?
french: [_a_] C'est peut-être le cas... Avez-vous déjà essayé sur quelqu'un ?

source: [_u_] No, I haven't.
french: [Non, je ne l'ai pas fait.

source: [_a_] Well, you've probably missed quite a few fucks in your life ahah
french: [_a_] Eh bien, tu as probablement raté quelques baises dans ta vie ahah

source: [_u_] What if it doesn't work?
french: [Et si ça ne marche pas ?

source: [_a_] I'm willing to bet you it'll work.
french: [Je suis prêt à parier que cela fonctionnera.

source: [_u_] Is that so?
french: [_u_] Est-ce le cas ?

source: [_a_] Why not?
french: [Pourquoi pas ?

source: [_a_] Let's just say if you don't get laid after practicing my feather agony on Jasmine....
french: [_a_] Disons que si vous ne vous envoyez pas en l'air après avoir pratiqué mon agonie sur Jasmine....

source: [_a_] I agree to...
french: [_a_] Je suis d'accord pour...

source: [_a_] I don't know... what can I do?
french: [_a_] Je ne sais pas... que puis-je faire ?

source: [_a_] Really?
french: [_a_] Vraiment ?

source: [_u_] Well, it was just a suggestion...
french: [C'était juste une suggestion...

source: [_a_] What a naughty little boy you are!
french: [Quel vilain petit garçon tu fais !

source: [_a_] Do you often ask your colleagues to sleep with you?
french: [_a_] Demandez-vous souvent à vos collègues de dormir avec vous ?

source: [_a_] I'm not judging!
french: [Je ne juge pas !

source: [_a_] Just out of curiosity...
french: [_a_] Juste par curiosité...

source: [_a_] ...What did you propose?
french: [_a_] ...Que proposez-vous ?

source: [_u_] Well, if you lose your bet...
french: [Eh bien, si vous perdez votre pari...

source: [_a_] Oh, I'm pretty good at this.
french: [_a_] Oh, je suis plutôt doué pour ça.

source: [_a_] That's a good choice.
french: [C'est un bon choix.

source: [_a_] But I was expecting worse, I must admit!
french: [Mais je m'attendais à pire, je dois l'avouer !

source: [_a_] Ahah yes why not.
french: [_a_] Ahah oui, pourquoi pas.

source: [_a_] It's not like she was the first woman I ever kissed eheh
french: [Ce n'est pas comme si c'était la première femme que j'avais embrassée eheh

source: [_a_] But, I didn't think I'd start kissing my colleagues so soon!
french: [_a_] Mais je ne pensais pas commencer à embrasser mes collègues si tôt !

source: [_a_] If she agrees, that's fine with me.
french: [_a_] Si elle est d'accord, cela me convient.

source: [_a_] Oh God, you don't beat around the bush!
french: [_a_] Oh mon Dieu, vous ne tournez pas autour du pot !

source: [_a_] I don't know if I'll go that far I must admit ahah
french: [_a_] Je ne sais pas si j'irai aussi loin, je dois l'admettre ahah

source: [_a_] Fucking for a bet might be a bit much.
french: [_a_] Baiser pour un pari, c'est peut-être un peu trop.

source: [_a_] Oral sex?
french: [_a_] Sexe oral ?

source: [_a_] Well... it's an interesting proposition, but maybe a bit too much.
french: [_a_] Eh bien... c'est une proposition intéressante, mais peut-être un peu trop.

source: [_a_] Plus I...
french: [_a_] Plus je...

source: [_a_] I...
french: [_a_] Je...

source: [_a_] Anyway... no.
french: [_a_] Quoi qu'il en soit... non.

source: [_a_] But a handjob... that's possible.
french: [Mais une branlette... c'est possible.

source: [_u_] That's a deal!
french: [C'est un marché !

source: [_a_] Me jerk you off?
french: [Je te branle ?

source: [_a_] Well...
french: [_a_] Eh bien...

source: [_a_] well, okay, why not.
french: [_a_] Eh bien, d'accord, pourquoi pas.

source: [_a_] I didn't think it would turn out this way.
french: [Je ne pensais pas que les choses se passeraient ainsi.

source: [_a_] Like completely?
french: [_a_] Comme complètement ?

source: [_u_] Yeah, why not.
french: [Oui, pourquoi pas.

source: [_a_] I think my modesty is a little too high for that ahah
french: [_a_] Je pense que ma modestie est un peu trop grande pour cela ahah

source: [_a_] I'd love to be Lycoris or Emee and get naked just as easily, but hey...
french: [_a_] J'aimerais bien être Lycoris ou Emee et me mettre à poil aussi facilement, mais bon...

source: [_u_] What a shame.
french: [_u_] Quel dommage.

source: [_a_] But I can show you my boobs.
french: [Mais je peux vous montrer mes seins.

source: [_u_] I'm fine with that.
french: [Cela me convient.

source: [_a_] Show you my boobs? ahah
french: [_a_] Te montrer mes seins ? ahah

source: [_a_] Not many people have had this privilege, I must say.
french: [_a_] Peu de gens ont eu ce privilège, je dois le dire.

source: [_a_] Well, okay for my boobs.
french: [_a_] Bon, d'accord pour mes seins.

source: [_u_] Nice.
french: [_u_] Joli.

source: [_a_] Anyway, it won't happen because my plan will work
french: [_a_] De toute façon, cela n'arrivera pas parce que mon plan fonctionnera

source: [_a_] I'm pretty sure this feather trick will get you laid.
french: [Je suis presque sûr que ce tour de plume vous permettra de vous envoyer en l'air.

source: [_u_] Whether it works or not, I have a feeling I'm going to have a good time.
french: [_u_] Que ça marche ou pas, je sens que je vais m'amuser.

source: [_a_] But no cheating, okay?
french: [Mais pas de tricherie, d'accord ?

source: [_u_] No cheating.
french: [_u_] Pas de tricherie.

source: [_a_] Great! Try to find a white peacock feather... it shouldn't be that hard to find, I think...
french: [_a_] Super ! Essayez de trouver une plume de paon blanc... ça ne devrait pas être difficile à trouver, je pense...

source: [_a_] Maybe with your drone, for example!
french: [_a_] Peut-être avec votre drone, par exemple !

source: [_a_] See you soon!
french: [À bientôt !

source: [_u_] Well, that's a first.
french: [C'est une première.

source: [_a_] What did we bet again?
french: [_a_] Qu'avons-nous déjà parié ?

source: [_u_] Damn she really got away...
french: [Bon sang, elle s'est vraiment échappée...

source: [_a_] You weren't very subtle with her
french: [_a_] Vous n'avez pas été très subtil avec elle

source: [_u_] Yeah but... Usually the princesses are not so... how to say...
french: [Oui mais... D'habitude, les princesses ne sont pas si... comment dire...

source: [_a_] Brave enough to get away?
french: [Assez courageux pour s'enfuir ?

source: [_u_] It sounds a bit strange when you say it like that...
french: [_u_] C'est un peu bizarre dit comme ça...

source: [_a_] Jasmine is a particularly rebellious type... so I'm not surprised.
french: [_a_] Jasmine est un type particulièrement rebelle... donc je ne suis pas surpris.

source: [_tb_] You lost an android?
french: [Vous avez perdu un androïde ?

source: [_u_] I didn't lose her!
french: [Je ne l'ai pas perdue !

source: [_u_] She just... climbed out the window.
french: [Elle a juste... grimpé par la fenêtre.

source: [_u_] She must be somewhere in town.
french: [Elle doit être quelque part en ville.

source: [_tb_] Do you know how big this city is?
french: [Savez-vous à quel point cette ville est grande ?

source: [_tb_] Dude, we're never going to find her.
french: [Mec, on ne va jamais la trouver.

source: [_a_] If I may make a suggestion, why not recreate her?
french: [_a_] Si je peux me permettre une suggestion, pourquoi ne pas la recréer ?

source: [_a_] I have all her AI recorded in my machine.
french: [_a_] J'ai enregistré toutes ses IA dans ma machine.

source: [_a_] All we need is some characters data and we're done!
french: [_a_] Tout ce dont nous avons besoin, c'est de quelques données de caractères et nous avons terminé !

source: [_u_] Good idea!
french: [_u_] Bonne idée !

source: [_tb_] Mh...
french: [Mh...

source: [_tb_] There is no point in recreating her if she flies out the window again.
french: [Il ne sert à rien de la recréer si elle s'envole à nouveau par la fenêtre.

source: [_u_] Nah, it should be fine this time.
french: [_u_] Non, ça devrait aller cette fois-ci.

source: [_tb_] If I say yes and you fail...
french: [Si je dis oui et que tu échoues...

source: [_tb_] I am cancelling the construction of the employee hot tub.
french: [J'annule la construction du jacuzzi pour les employés.

source: [_u_] Gosh... that hard...
french: [Bon sang... c'est dur...

source: [_tb_] Are you still taking the risk?
french: [Prenez-vous toujours le risque ?

source: [_tb_] Glad to see motivated employees.
french: [_tb_] Heureux de voir des employés motivés.

source: [_tb_] I'll let you two handle this princess.
french: [Je vous laisse vous occuper de cette princesse.

source: [_tb_] Good Luck!
french: [Bonne chance !

source: [_a_] I will unlock Jasmine's creation.
french: [_a_] Je vais débloquer la création de Jasmine.

source: [_a_] Go take care of this in your android creation device in your office as soon as possible!
french: [_a_] Occupez-vous de cela dans votre dispositif de création androïde dans votre bureau dès que possible !

source: [_a_] See you later!
french: [À plus tard !

source: [_tb_] Since when do you take your time to think?
french: [Depuis quand prenez-vous le temps de réfléchir ?

source: [_u_] I am getting wiser every day.
french: [Je deviens plus sage chaque jour.

source: [_a_] Come and see me when you have made your decision!
french: [Venez me voir quand vous aurez pris votre décision !

source: [_a_] See you later , [name]!
french: [À plus tard, [nom] !]

source: [_tb_] As you wish!
french: [Comme vous voulez !

source: [_u_] Okay, here we go.
french: [Ok, c'est parti.

source: [_u_] Let's try a different approach...
french: [_u_] Essayons une autre approche...

source: [_u_] Maybe...
french: [Peut-être...

source: [_a_] Try to be interested in her books.
french: [_a_] Essayez de vous intéresser à ses livres.
