Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_SZ.po
Languages: french, italian

source: {color=#797979}Tell me your biggest secret{/color}
french: { color=#797979} Dites-moi votre plus grand secret { /color }
italian: {color=#797979}Dimmi il tuo più grande segreto{/color}

source: Take your helmet off
french: Enlevez votre casque
italian: Togli il casco

source: {color=#797979}Take your helmet off{/color}
french: { color=#797979} Enlevez votre casque { /color }
italian: {color=#797979}Disattiva il casco{/color}

source: Take off your top
french: Sortez de votre haut
italian: Togli la parte superiore

source: Take your pants off
french: Enlevez votre pantalon
italian: Togli i pantaloni via

source: Get naked
french: Se mettre nue
italian: Divertiti nudo

source: {color=#797979}Get naked{/color} {image=heart03.png}
french: { color=#797979} Obtenir nu { /color } { image=heart03.png }
italian: {color=#797979}Ottieni naked{/color} {image=heart03.png}

source: Get naked {image=heart01.png}
french: Obtenir nue { image=heart01.png }
italian: Ottieni nudo {image=heart01.png}

source: Yeah, let me see your tits
french: Ouais, laisse-moi voir tes seins
italian: Sì, lasciami vedere le tue tette

source: I'd rather see your pussy
french: Je préfère voir ta chatte
italian: Preferirei vedere la tua figa

source: Take off your helmet
french: Enlevez votre casque
italian: Togli il casco

source: You look cute with that short hair
french: Tu as l'air mignon avec ces cheveux courts
italian: Sembri carino con quei capelli corti

source: Sherazade was right, long hair is better
french: Sherazade a raison, les cheveux longs sont meilleurs
italian: Sherazade aveva ragione, capelli lunghi è meglio

source: {color=#f45fed}I didn't know you were so keen on her tits...{/color}
french: { color=#f45fed} Je ne savais pas que vous étiez si enthousiaste sur ses seins ... { /color }
italian: {color=#f45fed}Non sapevo che fossi così entusiasta delle sue tette...{/color}

source: {color=#3ad8ff}If you have an idea, I'd love to hear it{/color}
french: { color=#3ad8ff} Si vous avez une idée, j'aimerais l'entendre { /color }
italian: {color=#3ad8ff}Se hai un'idea, mi piacerebbe sentirla{/color}

source: Mh... not exactly what I expected
french: Mh ... pas exactement ce que je m'attendais
italian: Mh... non esattamente quello che mi aspettavo

source: {color=#797979}Mh... not exactly what I expected{/color}
french: { color=#797979} Mh ... pas exactement ce que j'attendais { /color }
italian: {color=#797979}Mh... non esattamente quello che mi aspettavo{/color}

source: {color=#f45fed}So, did you enjoy her blue boobs?{/color}
french: { color=#f45fed} Alors, avez-vous pris plaisir à ses seins bleus? { /color }
italian: {color=#f45fed}Così, ti è piaciuto le sue tette blu?{/color}

source: {color=#797979}So, did you enjoy her blue boobs?{/color}
french: { color=#797979} Alors, avez-vous pris plaisir à ses seins bleus? { /color }
italian: {color=#797979}Così, ti è piaciuto le sue tette blu?{/color}

source: {color=#f45fed}I'm willing to bet she'll propose a threesome{/color}
french: { color=#f45fed} Je suis prêt à parier qu'elle va proposer une { /couleur }
italian: {color=#f45fed}Sono disposto a scommettere lei proporrà un triangolo {/color}

source: {color=#797979}I'm willing to bet she'll propose a threesome{/color}
french: { color=#797979} Je suis prêt à parier qu'elle va proposer une { /couleur }
italian: {color=#797979}Sono disposto a scommettere lei proporrà un triangolo {/color}

source: {color=#3ad8ff}Do you have a plan to admire Sherazade's boobs?{/color}
french: { color=#3ad8ff} Avez-vous un plan pour admirer les seins de Sherazade? { /color }
italian: {color=#3ad8ff}Hai un piano per ammirare le tette di Sherazade?{/color}

source: Let's just say it's possible.
french: Disons que c'est possible.
italian: Diciamo solo che è possibile.

source: Yes, but don't force yourself to do anything!
french: Oui, mais ne vous forcez pas à faire quoi que ce soit !
italian: Sì, ma non costringerti a fare nulla!

source: That's a good start
french: C'est un bon début
italian: È un buon inizio

source: Naked would be better
french: Naked serait mieux
italian: Nudo sarebbe meglio

source: {color=#636363}Lycoris described your boobs to me{/color} {image=heart03.png}
french: { color=#636363} Lycoris a décrit vos seins { /color } { image=heart03.png }
italian: {color=#636363}Lycoris mi ha descritto le tue tette{/color} {image=heart03.png}

source: Lycoris described your boobs to me {image=heart04.png}
french: Lycoris a décrit vos seins pour moi { image=heart04.png }
italian: Lycoris mi ha descritto le tue tette {image=heart04.png}

source: It was just a guess
french: C'était juste une devine
italian: Era solo un'ipotesi

source: Wow... now that's some boobs
french: Wow ... maintenant c'est quelques seins
italian: Wow... ora che è un po' di tette

source: {color=#797979}Wow... now that's some boobs{/color}
french: { color=#797979} Wow ... maintenant c'est quelques boobs { /color }
italian: {color=#797979}Wow... ora è qualche tetta{/color}

source: In fact... I've seen bigger ones
french: En fait ... J'en ai vu de plus grands
italian: In realtà... ne ho viste più grandi

source: {color=#797979}In fact... I've seen bigger ones{/color}
french: { color=#797979} En fait ... J'ai vu des plus gros { /color }
italian: {color=#797979}In realtà... ne ho viste più grandi{/color}

source: {color=#3ad8ff}Can you remove your hands?{/color}
french: { color=#3ad8ff} Pouvez-vous supprimer vos mains? { /color }
italian: {color=#3ad8ff}Puoi rimuovere le mani?{/color}

source: Have you ever shown yourself naked to someone?
french: Tu t'as déjà montré nu à quelqu'un?
italian: Ti sei mai mostrato nudo a qualcuno?

source: Did you ever masturbate?
french: As-tu déjà masturbé?
italian: Avete mai masturbarsi?

source: Have you ever had sex?
french: As-tu déjà eu des rapports sexuels?
italian: Voi avete mai fatto sesso?

source: {color=#f2923c}Do you know where Sherazade is?{/color}
french: { color=#f2923c} Savez-vous où est Sherazade? { /color }
italian: {color=#f2923c}Sai dove si trova Sherazade?{/color}

source: Wouldn't you like to go back to your people?
french: N'aimeriez-vous pas retourner chez vous?
italian: Non ti piacerebbe tornare alla tua gente?

source: {color=#797979}Wouldn't you like to go back to your people?{/color}
french: { color=#797979} N'aimeriez-vous pas revenir à votre peuple? { /color }
italian: {color=#797979}Non ti piacerebbe tornare alla tua gente?{/color}

source: We can visit the city together.
french: Nous pouvons visiter la ville ensemble.
italian: Possiamo visitare la città assieme.

source: {color=#797979}We can visit the city together.{/color}
french: { color=#797979} Nous pouvons visiter la ville ensemble. { /color }
italian: {color=#797979}Possiamo visitare la città insieme.{/color}

source: Get on all fours
french: Se rendre à quatre pattes
italian: Salire su tutti i quattro

source: Take off all your clothes
french: Enlevez tous vos vêtements
italian: Togli tutti i vestiti

source: Ready to make your wish?
french: Vous êtes prêt à faire votre souhait?
italian: Pronto a fare il vostro desiderio?

source: How was it?
french: Comment c'était?
italian: Com'è stato?

source: Macaroni & cheese
french: Macaroni & fromage
italian: Macaroni e formaggio

source: I'm going to fuck your pussy sooner than expected
french: Je vais baiser ta chatte plus tôt que prévu
italian: Sto andando a scopare la tua figa prima del previsto

source: I will eat some good... macaroni & cheese tonight
french: Je vais manger du bon ... macaroni & fromage ce soir
italian: Mangerò un po' di buono... maccheroni e formaggio stasera

source: I could turn you into a babouche if I wanted
french: Je pourrais vous transformer en babouche si je voulais
italian: Potrei trasformarti in un babouche se volessi

source: *Penetrate her pussy*
french: *Penetrate sa chatte *
italian: *Penetrate la sua figa

source: *Penetrate her ass*
french: *Penetrate son âne *
italian: *Penetrate suo culo*

source: *Penetrate her pussy hard*
french: *Penetrate sa chatte dure *
italian: *Penetrate la figa duro*

source: *Penetrate her ass hard*
french: *Penetrate son cul dur *
italian: *Penetrate il suo culo duro*

source: *Fuck her pussy again*
french: *Fuck sa chatte à nouveau *
italian: *Cazzo la figa di nuovo*

source: *Fuck her ass again*
french: *Fuck son cul à nouveau *
italian: *Cazzo il culo di nuovo*

source: {color=#f2923c}*Cum in her ass*{/color}
french: { color=#f2923c} *Cum dans son cul * { /color }
italian: {color=#f2923c}*Cum nel suo culo*{/color}

source: {color=#f2923c}*Cum in her pussy*{/color}
french: { color=#f2923c} *Cum dans sa chatte * { /color }
italian: {color=#f2923c}*Cum nella sua figa*{/color}

source: Keep looking at her a bit
french: Continuez à le regarder un peu
italian: Continua a guardarla un po'

source: {color=#797979}Keep looking at her a bit{/color}
french: { color=#797979} Garder la recherche d'un bit { /color }
italian: {color=#797979}Continua a guardarla un po'{/color}

source: Talk to her
french: Parler avec elle
italian: Parla con lei

source: {color=#3ad8ff}So uh... I would like to ask you a favor{/color}
french: { color=#3ad8ff} So uh ... Je voudrais vous demander une faveur { /color }
italian: {color=#3ad8ff}So uh... Vorrei chiederti un favore{/color}

source: Do you want to remain a servant?
french: Voulez-vous rester un serviteur?
italian: Vuole rimanere un servo?

source: {color=#797979}Do you want to remain a servant?{/color}
french: { color=#797979} Voulez-vous rester un serviteur? { /color }
italian: {color=#797979}Vuoi rimanere un servo?{/color}

source: Actually, I would like to see Jasmine.
french: En fait, j'aimerais voir Jasmine.
italian: In realtà, vorrei vedere Jasmine.

source: Can I ask for anything I want?
french: Puis-je demander quelque chose que je veux?
italian: Posso chiedere qualcosa che voglio?

source: Don't you want to be a princess?
french: Tu ne veux pas être une princesse?
italian: Non vuoi essere una principessa?

source: {color=#797979}Don't you want to be a princess?{/color}
french: { color=#797979} Ne voulez-vous pas être une princesse? { /color }
italian: {color=#797979}Non vuoi essere una principessa?{/color}

source: Do you always welcome visitors like this?
french: Est-ce que vous accueillez toujours des visiteurs comme ça?
italian: Dite sempre il benvenuto ai visitatori così?

source: {color=#797979}Do you always welcome visitors like this?{/color}
french: { color=#797979} Souhaitez-vous toujours accueillir des visiteurs comme celui-ci? { /color }
italian: {color=#797979}Accogliete sempre i visitatori come questo?{/color}

source: {color=#3ad8ff}At least try one lesson{/color}
french: { color=#3ad8ff} Au moins essayer une leçon { /color }
italian: {color=#3ad8ff}Prova almeno una lezione{/color}

source: I want you to show me your body
french: Je veux que tu me montes ton corps
italian: Voglio che tu mi mostri il tuo corpo

source: I want you to expose your ass
french: Je veux que vous exposez votre cul
italian: Voglio che esponiate il vostro culo

source: I want you to show me your boobs.
french: Je veux que tu me montes tes seins.
italian: Voglio che mi mostri le tue tette.

source: You wouldn't dare
french: Tu n'oserais pas
italian: Non oserebbe

source: Ok ok, what's going on?
french: Ok ok, qu'est-ce qui se passe?
italian: Ok ok, cosa sta succedendo?

source: I am at your service
french: Je suis à votre service
italian: Sono al tuo servizio

source: Am I supposed to know what it is?
french: Suis-je censé savoir ce que c'est?
italian: Devo sapere che cos'è?

source: It's a big, shiny rock, isn't it?
french: C'est une grosse pierre brillante, n'est-ce pas?
italian: È una roccia grande, lucida, vero?

source: Why is that my problem?
french: Pourquoi mon problème?
italian: Perché è il mio problema?

source: Do you really care what people think of you?
french: Vous vous souciez vraiment de ce que les gens pensent de vous?
italian: Vi importa davvero cosa pensano le persone di voi?

source: {color=#797979}Do you really care what people think of you?{/color}
french: { color=#797979} Vous vous souciez vraiment de ce que les gens pensent de vous? { /color }
italian: {color=#797979}Ti interessa davvero cosa pensano le persone di te?{/color}

source: Why not do it yourself?
french: Pourquoi ne pas le faire toi-même?
italian: Perché non farla da sola?

source: {color=#797979}Why not do it yourself?{/color}
french: { color=#797979} Pourquoi ne pas le faire vous-même? { /color }
italian: {color=#797979}Perché non farlo?{/color}

source: {color=#3ad8ff}I'll see what I can do{/color}
french: { color=#3ad8ff} Je vais voir ce que je peux faire { /color }
italian: {color=#3ad8ff}Vedrò cosa posso fare{/color}

source: How do you find the city?
french: Comment trouvez-vous la ville?
italian: Come si trova la città?

source: {color=#797979}How do you find the city?{/color}
french: { color=#797979} Comment trouver la ville? { /color }
italian: {color=#797979}Come trovi la città?{/color}

source: Have you found any interesting androids to corrupt?
french: Avez-vous trouvé des androïdes intéressants à corrompu?
italian: Hai trovato degli androidi interessanti da corrompere?

source: {color=#797979}Have you found any interesting androids to corrupt?{/color}
french: { color=#797979} Avez-vous trouvé des androïdes intéressants à corrompu? { /color }
italian: {color=#797979}Hai trovato degli androidi interessanti da corrompere?{/color}

source: {color=#3ad8ff}Where do we start?{/color}
french: { color=#3ad8ff} Où commence-t-on? { /color }
italian: {color=#3ad8ff}Da dove cominciamo?{/color}

source: There really is work to be done
french: Il y a vraiment du travail à faire
italian: C'è davvero da fare

source: {color=#797979}There really is work to be done{/color}
french: { color=#797979} Il y a vraiment du travail à faire { /color }
italian: {color=#797979}C'è davvero lavoro da fare{/color}

source: So you'll be the new owner?
french: Donc vous serez le nouveau propriétaire?
italian: Quindi sarai il nuovo proprietario?

source: {color=#797979}So you'll be the new owner?{/color}
french: { color=#797979} Vous serez donc le nouveau propriétaire? { /color }
italian: {color=#797979}Quindi sarai il nuovo proprietario?{/color}

source: {color=#3ad8ff}Yup, sounds like a good idea{/color}
french: { color=#3ad8ff} Yup, sonne comme une bonne idée { /color }
italian: {color=#3ad8ff}Yup, suona come una buona idea{/color}

source: What's your name?
french: Quel est votre nom?
italian: Come ti chiami?

source: {color=#797979}What's your name?{/color}
french: { color=#797979} Quel est votre nom? { /color }
italian: {color=#797979}Qual è il tuo nome?{/color}

source: Aren't you a little young for a guard?
french: N'êtes-vous pas un peu jeune pour un garde?
italian: Non sei un po' giovane per una guardia?

source: {color=#797979}Aren't you a little young for a guard?{/color}
french: { color=#797979} N'êtes-vous pas un peu jeune pour un garde? { /color }
italian: {color=#797979}Non sei un po' giovane per una guardia?{/color}

source: So... you do everything you're commanded?
french: Donc ... tu fais tout ce que tu as commandé?
italian: Così... fai tutto quello che ti viene richiesto?

source: {color=#797979}So... you do everything you're commanded?{/color}
french: { color=#797979} Donc ... vous faites tout ce que vous avez commandé? { /color }
italian: {color=#797979}So... fai tutto quello che ti serve?{/color}

source: {color=#3ad8ff}Yes, let's get to work{/color}
french: { color=#3ad8ff} Oui, allons travailler { /color }
italian: {color=#3ad8ff}Sì, iniziamo a lavorare{/color}

source: How would you describe the city?
french: Comment décririez-vous la ville?
italian: Come descriveresti la città?

source: {color=#797979} How would you describe the city? {/color}
french: { color=#797979} Comment décririez-vous la ville? { /couleur }
italian: {color=#797979} Come descriveresti la città? {/color}

source: What do you do to have fun here?
french: Qu'est-ce que tu fais pour t'amuser ici?
italian: Cosa fai per divertirti qui?

source: {color=#797979} What do you do to have fun here? {/color}
french: { color=#797979} Qu'est-ce que vous faites pour vous amuser ici? { /couleur }
italian: {color=#797979} Cosa fai per divertirti qui? {/color}

source: Who governs here?
french: Qui gouverne ici?
italian: Chi governa qui?

source: {color=#797979} Who governs here? {/color}
french: { color=#797979} Qui gouverne ici? { /couleur }
italian: {color=#797979} Chi governa qui? {/color}

source: {color=#3ad8ff}What do you think of Sherazade?{/color}
french: { color=#3ad8ff} Que pensez-vous de Sherazade? { /color }
italian: {color=#3ad8ff}Cosa ne pensi di Sherazade?{/color}

source: I must confess I didn't see it very well...
french: Je dois avouer que je ne l'ai pas très bien vu ...
italian: Devo confessare che non l'ho visto molto bene...

source: Mh... Let's call it even
french: Mh ... On l'appelle même
italian: Mh... Chiamiamolo anche

source: I'll say it again... Your boobs are huge
french: Je le répète ... Vos seins sont énormes
italian: Lo dirò di nuovo... Le tue tette sono enormi

source: {color=#797979}I'll say it again... Your boobs are huge{/color}
french: { color=#797979} Je le répète ... Vos seins sont énormes { /color }
italian: {color=#797979}Lo ripeto ancora... Le tue tette sono enormi{/color}

source: Beautiful hips
french: Beaux hanches
italian: Bei fianchi

source: {color=#797979}Beautiful hips{/color}
french: { color=#797979} Beaux hanches { /color }
italian: {color=#797979}Bei fianchi{/color}

source: You've got big feet
french: Tu as de gros pieds
italian: Hai dei piedi grandi

source: {color=#797979}You've got big feet{/color}
french: { color=#797979} Vous avez des grands pieds { /couleur }
italian: {color=#797979}Hai i piedi grandi{/color}

source: {color=#3ad8ff}Can you turn around?{/color}
french: { color=#3ad8ff} Pouvez-vous tourner? { /color }
italian: {color=#3ad8ff}Puoi girare?{/color}

source: {color=#797979}Can you turn around?{/color}
french: { color=#797979} Pouvez-vous tourner? { /color }
italian: {color=#797979}Puoi girare?{/color}

source: {color=#f2923c}Admit it, you like this garment{/color}
french: { color=#f2923c} Admettez-le, vous aimez ce vêtement { /color }
italian: {color=#f2923c}Ammettilo, ti piace questo indumento{/color}

source: Keep going...
french: Continuez ...
italian: Continua ad andare...

source: *Cum on her breast*
french: *Cum sur son sein *
italian: *Sperma sul suo seno*

source: *Cum on her face*
french: *Cum sur son visage *
italian: *Sperma sul viso*

source: So she's a woman?
french: Alors c'est une femme?
italian: Quindi è una donna?

source: What did she look like?
french: À quoi ressemblait-t-elle?
italian: Lei come assomigliava?

source: What did you do next?
french: Qu'avez-vous fait ensuite?
italian: Cos'hai fatto dopo?

source: Thanks, that's all I wanted to know
french: Merci, c'est tout ce que je voulais savoir
italian: Grazie, è tutto quello che volevo sapere

source: [_sz_] Cute.
italian: [_sz_] Carino.

source: [_ly_] As you wish, your highness!
italian: [_ly_] Come vuoi, la tua altezza!

source: [_u_] Nice.
italian: [_u_] Nizza.

source: [_sz_] ''Her''?
italian: [_sz_] ''Ora'?

source: [_sz_] My goodness... what times we live in...
italian: [_sz_] La mia bontà... in quali tempi viviamo...

source: [_u_] Gosh...
italian: [_u_] Accidenti...

source: [_u_] Alright, alright, alright!
italian: [_u_] Va bene, bene, bene!

source: [_u_] ''Slippers''!
italian: [_u_] ''Pantofole''!

source: [_vn_] MMMhhhh!.....
italian: [_vn_] MMMhhhhhh!.....

source: [_tb_] Damn...
italian: [_tb_] Dannazione...

source: [_u_] Alright...
italian: [_u_] Bene...

source: [_sz_] Alright...
italian: [_sz_] Bene...

source: [_sz_] Do you want to be whipped for lèse-majesté?
italian: [_sz_] Vuoi essere montato per le<unk> se-majeste<unk> ?

source: [_sz_] Take this, I've written down my orders for you.
italian: [_sz_] Prendi questo, ho scritto i miei ordini per te.

source: [_e_] Tinker's in!
italian: [_e_] Tinker in!

source: [_sz_] Fine.
italian: [_sz_] Bene.

source: Blow me
italian: Soffiami

source: Pussy
italian: Figa
