Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_JM.po
Languages: french

source: [_a_] She has a lot of books... It can be a good way to start a dialogue.
french: [_a_] Elle a beaucoup de livres... Cela peut être une bonne façon d'entamer un dialogue.

source: [_u_] Ooooh that could be a good idea.
french: [_u_] Ooooh cela pourrait être une bonne idée.

source: [_u_] Small problem... I don't know anything about books.
french: [_u_] Petit problème... Je ne connais rien aux livres.

source: [_u_] Like... reading is really not my thing.
french: [La lecture n'est vraiment pas mon truc.

source: [_u_] What?
french: [Quoi ?

source: [_u_] Oh yeah! Except for your book of course.
french: [_u_] Oh oui ! A l'exception de votre livre bien sûr.

source: [_u_] It's like super great and everything.
french: [C'est super génial et tout.

source: [_a_] Thank you.
french: [_a_] Merci.

source: [_u_] Maybe playing on her rebellious side would be a good idea?
french: [_u_] Peut-être que jouer sur son côté rebelle serait une bonne idée ?

source: [_u_] I feel like telling her that I'm her new mentor won't go anywhere.
french: [J'ai l'impression que lui dire que je suis son nouveau mentor ne mènera nulle part.

source: [_a_] Yes, try to find a different role.
french: [_a_] Oui, essayez de trouver un autre rôle.

source: [_u_] Okay, let's try...
french: [D'accord, essayons...

source: [_u_] Good morning princess.
french: [Bonjour princesse.

source: [_jm_] Well done, you scared my bird!
french: [Bien joué, tu as fait peur à mon oiseau !

source: [_jm_] Who are you?
french: [Qui êtes-vous ?

source: [_u_] I'm...
french: [Je suis...

source: [_jm_] A minion of Sherazade?
french: [Un sous-fifre de Sherazade ?

source: [_u_] Sherazade? I hate this woman.
french: [Sherazade ? Je déteste cette femme.

source: [_jm_] Really?
french: [_jm_] Vraiment ?

source: [_jm_] I... Wait... Who are you?
french: [Je... Attendez... Qui êtes-vous ?

source: [_u_] I am Prince [name].
french: [Je suis le Prince [nom].

source: [_u_] I have been locked up in this palace for months...
french: [Je suis enfermé dans ce palais depuis des mois...

source: [_jm_] Wait what?
french: [Attendez quoi ?

source: [_jm_] I'm not the only one??
french: [Je ne suis pas le seul ??

source: [_jm_] Come inside with me.
french: [Viens à l'intérieur avec moi.

source: [_jm_] So... You're a Prince?
french: [Alors... Vous êtes un prince ?

source: [_jm_] And you've been locked up here for a long time?
french: [Et vous êtes enfermé ici depuis longtemps ?

source: [_u_] Exactly. Sherazade is trying to make me a perfect Prince but I can't take her moral lessons anymore...
french: [Exactement. Shéhérazade essaie de faire de moi un Prince parfait mais je ne peux plus supporter ses leçons de morale...

source: [_u_] I thought I would explore the palace a little more and...
french: [Je me suis dit que j'allais explorer un peu plus le palais et...

source: [_jm_] Unbelievable...
french: [Incroyable...

source: [_jm_] I am Princess Jasmine, glad to meet you.
french: [Je suis la princesse Jasmine, ravie de vous rencontrer.

source: [_jm_] If I knew there was someone like me in this palace...
french: [Si je savais qu'il y avait quelqu'un comme moi dans ce palais...

source: [_jm_] Well... I've lived in this palace for... ever.
french: [Eh bien... Je vis dans ce palais depuis... toujours.

source: [_jm_] And our great highness sherazade wants to make me a perfect princess to sell to someone of her choice.
french: [Et notre grande Altesse Shérazade veut faire de moi une princesse parfaite pour la vendre à quelqu'un de son choix.

source: [_jm_] That's about where I am in my life.
french: [C'est à peu près là où j'en suis dans ma vie.

source: [_jm_] Ahah, Sherazade tried to send teachers...
french: [Ahah, Sherazade a essayé d'envoyer des professeurs...

source: [_jm_] But none of them lasted long.
french: [_jm_] Mais aucun d'entre eux n'a duré longtemps.

source: [_jm_] What about you?
french: [Et vous ?

source: [_u_] Same thing.
french: [_u_] Même chose.

source: [_u_] They're all so boring.
french: [Ils sont tous si ennuyeux.

source: [_jm_] A fairytale.
french: [Un conte de fées.

source: [_jm_] Nothing very intellectual but it is necessary to be entertained from time to time, I suppose.
french: [Rien de très intellectuel, mais il est nécessaire de se divertir de temps en temps, je suppose.

source: [_jm_] ''Rapunzel''. Do you know this book?
french: [Raiponce". Connaissez-vous ce livre ?

source: [_u_] A little too well.
french: [_u_] Un peu trop bien.

source: [_jm_] You also read books?
french: [Vous lisez aussi des livres ?

source: [_jm_] Maybe we could share some ?
french: [_jm_] Peut-être pourrions-nous en partager ?

source: [_jm_] I'm getting to know mine a little too well.
french: [Je commence à connaître le mien un peu trop bien.

source: [_jm_] Sorry... I'm a little too happy ahah
french: [_jm_] Désolé... Je suis un peu trop heureux ahah

source: [_u_] I will gladly share them with you.
french: [Je les partagerai volontiers avec vous.

source: [_a_] Ok, that's a good start!
french: [_a_] Ok, c'est un bon début !

source: [_a_] I think you can try to suggest a couple of things.
french: [_a_] Je pense que vous pouvez essayer de suggérer un certain nombre de choses.

source: [_u_] You know... I also found quite a few books... shall we say... forbidden.
french: [Vous savez... J'ai aussi trouvé pas mal de livres... disons... interdits.

source: [_jm_] Forbidden books?
french: [Des livres interdits ?

source: [_jm_] What is it about?
french: [De quoi s'agit-il ?

source: [_u_] Let's just say... that's the kind of thing a princess shouldn't know.
french: [Disons que c'est le genre de choses qu'une princesse ne devrait pas savoir.

source: [_u_] It's even the title of the book: ''What a princess should not know''.
french: [C'est même le titre du livre : ''Ce qu'une princesse ne devrait pas savoir''.

source: [_a_] I want to read this thing ahah
french: [_a_] Je veux lire cette chose ahah

source: [_jm_] Perfect. I want to know that!
french: [Parfait. Je veux le savoir !

source: [_jm_] Give me that book!
french: [Donnez-moi ce livre !

source: [_u_] Uh... yes uh... little problem...
french: [Euh... oui euh... petit problème...

source: [_u_] I don't have this book anymore. Sherazade took it away from me.
french: [Je n'ai plus ce livre. Sherazade me l'a pris.

source: [_jm_] But you have read it!
french: [Mais vous l'avez lu !

source: [_jm_] You can tell me what's in there!
french: [Vous pouvez me dire ce qu'il y a là-dedans !

source: [_u_] Wait... Would you like me to... teach you what's inside?
french: [Attendez... Voulez-vous que je vous apprenne ce qu'il y a à l'intérieur ?

source: [_jm_] Yes !
french: [_jm_] Oui !

source: [_jm_] I never thought I'd say this but... yes, I'd like you to be my teacher ahah
french: [Je n'aurais jamais pensé dire ça un jour mais... oui, j'aimerais que tu sois mon professeur ahah

source: [_jm_] I need to know.
french: [J'ai besoin de savoir.

source: [_u_] Wow... so you're going to call me a teacher and everything?
french: [_u_] Wow... alors vous allez me traiter de professeur et tout le reste ?

source: [_jm_] Never in a million years.
french: [Jamais de la vie.

source: [_jm_] So... how does it work?
french: [_jm_] Alors... comment ça marche ?

source: [_u_] If you want, I'll come back tomorrow, and then we'll talk about it.
french: [Si tu veux, je reviendrai demain, et on en parlera.

source: [_jm_] Perfect!
french: [Parfait !

source: [_jm_] See you tomorrow, Prince [name].
french: [A demain, Prince [nom].

source: [_u_] Hello?
french: [_u_] Allô ?

source: [_u_] Princess, are you here?
french: [Princesse, vous êtes là ?

source: [_jm_] Hey!!! Hello Prince [name]!
french: [_jm_] Hey !!! Bonjour Prince [nom] !

source: [_u_] Hey! You're here!
french: [Hé ! Vous êtes là !

source: [_u_] I almost thought for a second you were gone.
french: [J'ai presque cru pendant une seconde que tu étais parti.

source: [_jm_] Where do you want me to go?
french: [Où voulez-vous que j'aille ?

source: [_jm_] I'm not going to escape through the window ahah
french: [Je ne vais pas m'échapper par la fenêtre ahah

source: [_jm_] Plus, you've got stuff to teach me, right?
french: [En plus, tu as des choses à m'apprendre, non ?

source: [_u_] That's right!
french: [C'est vrai !

source: [_jm_] Great!
french: [_jm_] Super !

source: [_jm_] Where do we start?
french: [Par où commencer ?

source: [_jm_] Good morning Prince [name]!
french: [Bonjour Prince [nom] !]

source: [_u_] Hey!
french: [Hé !

source: [_jm_] Do you have a book about dancing?
french: [Avez-vous un livre sur la danse ?

source: [_u_] I can find that...
french: [_u_] Je peux trouver ça...

source: [_u_] Why?
french: [Pourquoi ?

source: [_jm_] I think I suck at dancing...
french: [Je crois que je suis nul en danse...

source: [_jm_] Do you still want me to give you a demonstration?
french: [Voulez-vous toujours que je vous fasse une démonstration ?

source: [_u_] Yes of course!
french: [Oui, bien sûr !

source: [_jm_] Well, I'll need a book on that.
french: [Il me faudrait un livre sur le sujet.

source: [_jm_] Unless you know a good dance teacher...
french: [A moins que vous ne connaissiez un bon professeur de danse...

source: [_u_] Perhaps?...
french: [_u_] Peut-être ?...

source: [_a_] No.
french: [_a_] Non.

source: [_a_] Last thing you want to see is me dancing.
french: [La dernière chose que vous voulez voir, c'est moi en train de danser.

source: [_u_] Nah, well, I'll get you a book.
french: [Non, je vais te trouver un livre.

source: [_jm_] That's great!
french: [C'est génial !

source: [_jm_] Thank you my Prince!
french: [Merci mon Prince !

source: [_u_] Mh... ''My Prince''...
french: [_u_] Mh... ''Mon Prince''...

source: [_u_] Sounds good.
french: [_u_] Ça a l'air bien.

source: [_a_] Tinker just told me that maybe Emee sells a book like this.
french: [_a_] Tinker vient de me dire que peut-être Emee vend un livre comme celui-ci.

source: [_u_] What does Emee not sell?
french: [Qu'est-ce qu'Emee ne vend pas ?

source: [_jm_] I mean... uh...
french: [Je veux dire... euh...

source: [_jm_] Thanks.
french: [Merci.

source: [_u_] So I can finally have this dance?
french: [Pour que je puisse enfin avoir cette danse ?

source: [_jm_] It is highly possible.
french: [C'est tout à fait possible.

source: [_jm_] But let's be clear about this...
french: [Mais soyons clairs...

source: [_jm_] This must remain between us.
french: [Cela doit rester entre nous.

source: [_jm_] I don't want my reputation to be tarnished.
french: [Je ne veux pas que ma réputation soit ternie.

source: [_jm_] So... not a word about any of this, understand?
french: [Donc... pas un mot sur tout ça, compris ?

source: [_u_] Mh... It's not the first time I hear that...
french: [Mh... Ce n'est pas la première fois que j'entends ça...

source: [_a_] Really? Who asked you that?
french: [_a_] Vraiment ? Qui vous a demandé cela ?

source: [_tb_] Sherazade told him the same thing last time!
french: [Sherazade lui a dit la même chose la dernière fois !

source: [_dj_] That's right!
french: [C'est vrai !

source: [_u_] Yeah...
french: [Oui...

source: [_u_] Not a single word.
french: [_u_] Pas un seul mot.

source: [_jm_] Ok, great!
french: [_jm_] Ok, super !

source: [_jm_] Give me a day to read this thing... and then I can show you my skills!
french: [Donnez-moi une journée pour lire ce document... et ensuite je vous montrerai mes compétences !

source: [_u_] You promise?
french: [Vous promettez ?

source: [_u_] No last minute requests?
french: [_u_] Pas de demande de dernière minute ?

source: [_jm_] Yes, Mr. Prince!
french: [Oui, Monsieur le Prince !

source: [_jm_] Actually, I need a dance outfit.
french: [En fait, j'ai besoin d'une tenue de danse.

source: [_u_] Seriously?
french: [_u_] Sérieusement ?

source: [_jm_] Yes but... in the book they say that...
french: [_jm_] Oui mais... dans le livre ils disent que...

source: [_jm_] Just one outfit!
french: [Une seule tenue !

source: [_jm_] Please!...
french: [_jm_] S'il vous plaît !...

source: [_u_] Okay, but I choose what you wear.
french: [D'accord, mais je choisis ce que tu portes.

source: [_jm_] Well, no... I mean...
french: [Eh bien, non... Je veux dire...

source: [_jm_] No I want something specific!
french: [Non, je veux quelque chose de précis !

source: [_u_] Okay, but I want something in return.
french: [D'accord, mais je veux quelque chose en retour.

source: [_jm_] What are you thinking about?
french: [A quoi pensez-vous ?

source: [_u_] I think about your underwear.
french: [Je pense à tes sous-vêtements.

source: [_jm_] You have already seen them ahah
french: [_jm_] Vous les avez déjà vus ahah

source: [_u_] Yes but... not completely.
french: [Oui mais... pas complètement.

source: [_jm_] Would you like me to... undress?
french: [Voulez-vous que je... me déshabille ?

source: [_u_] Yeah! Why not!
french: [Oui ! Pourquoi pas !

source: [_jm_] Uh... I wasn't expecting this...
french: [Je ne m'attendais pas à ça...

source: [_jm_] But you help me so much... I...
french: [Mais vous m'aidez tellement... I...

source: [_u_] It's not like you'll be completely naked!
french: [Ce n'est pas comme si vous étiez complètement nus !

source: [_jm_] Okay! Fine! But... that's just because it's you!
french: [D'accord ! Bien ! Mais... c'est juste parce que c'est toi !

source: [_jm_] Be back in a second.
french: [Je reviens dans une seconde.

source: [_jm_] Good thing it's hot in this country!
french: [Heureusement qu'il fait chaud dans ce pays !

source: [_jm_] I hope that no northern princess will ever be in this situation.
french: [J'espère qu'aucune princesse du Nord ne se trouvera jamais dans cette situation.

source: [_u_] Anyway, are you coming?
french: [De toute façon, tu viens ?

source: [_jm_] Yes! I am here!
french: [Oui ! Je suis là !

source: [_jm_] This is the first time someone has seen me like this...
french: [C'est la première fois que quelqu'un me voit comme ça...

source: [_jm_] You're going to make me blush!
french: [Vous allez me faire rougir !

source: [_jm_] So... what about this dress?
french: [Alors... qu'en est-il de cette robe ?

source: [_u_] One last thing!
french: [_u_] Une dernière chose !

source: [_u_] Your arms.
french: [_u_] Vos bras.

source: [_jm_] You...
french: [_jm_] Vous...

source: [_u_] Great.
french: [_u_] Super.

source: [_jm_] Well, can we talk about my dress now?
french: [On peut parler de ma robe maintenant ?

source: [_u_] Well, go ahead! Tell me.
french: [Eh bien, allez-y ! Dites-moi.

source: [_jm_] I want my clothes... but for dancing.
french: [Je veux mes vêtements... mais pour danser.

source: [_u_] Um... what?
french: [Hum... quoi ?

source: [_u_] Do you want a copy of your clothes?
french: [Voulez-vous une copie de vos vêtements ?

source: [_jm_] No I want it to be different... but the same... but to dance.
french: [Non, je veux que ce soit différent... mais identique... mais pour danser.

source: [_jm_] It's so simple.
french: [C'est si simple.

source: [_u_] You don't know what you want, do you?
french: [Vous ne savez pas ce que vous voulez, n'est-ce pas ?

source: [_jm_] Yes, I do! I just told you!
french: [Oui, je le sais ! Je viens de vous le dire !

source: [_a_] A customer who doesn't know what he wants... these are the worst.
french: [_a_] Un client qui ne sait pas ce qu'il veut... ce sont les pires.

source: [_u_] Do you have an idea of what we can do?
french: [Avez-vous une idée de ce que nous pouvons faire ?

source: [_a_] Mh... I'll see what we can do.
french: [_a_] Mh... Je vais voir ce que nous pouvons faire.

source: [_a_] I'm going to modify the plan of this basic outfit and add it to your clothing creation machine.
french: [_a_] Je vais modifier le plan de cette tenue de base et l'ajouter à votre machine à créer des vêtements.

source: [_u_] Great, thank you.
french: [_u_] Très bien, merci.

source: [_a_] I'm going to make her dress so... indecent...
french: [Je vais lui faire porter une robe si... indécente...

source: [_a_] That she will regret her underwear.
french: [_a_] Qu'elle regrettera ses sous-vêtements.

source: [_u_] Yeah. Perfect. Do that.
french: [Oui. Parfait. Faites-le.

source: [_a_] Ok, Let's get to work! See you later [name]!
french: [Ok, mettons-nous au travail ! A plus tard [nom] !

source: [_u_] I've got your dress!
french: [J'ai ta robe !

source: [_jm_] Prince [name]!
french: [Prince [nom] !]

source: [_jm_] You did it so quickly!
french: [Vous l'avez fait si rapidement !

source: [_jm_] How did you do it?
french: [Comment avez-vous fait ?

source: [_jm_] You called a Djin? ahah
french: [Tu as appelé un Djin ? ahah

source: [_jm_] Anyway, give me that! I want to see!
french: [Quoi qu'il en soit, donnez-moi ça ! Je veux voir !

source: [_jm_] Oooh! It's the same color as my dress!
french: [C'est la même couleur que ma robe !

source: [_jm_] Absolutely fine.
french: [Tout à fait d'accord.

source: [_jm_] Let's try that...
french: [Essayons cela...

source: [_jm_] Mhhh...
french: [Mhhhh...

source: [_jm_] How strange...
french: [Comme c'est étrange...

source: [_jm_] I feel like...
french: [Je me sens comme...

source: [_jm_] But ?!?
french: [_jm_] Mais ? !?

source: [_jm_] This dress is transparent!
french: [Cette robe est transparente !

source: [_u_] Oh...
french: [Oh...

source: [_u_] Really?... Are you sure?
french: [Vraiment ?... Vous êtes sûr ?

source: [_jm_] Are you blind or something?
french: [Êtes-vous aveugle ou quelque chose comme ça ?

source: [_jm_] I feel like I'm in underwear!
french: [J'ai l'impression d'être en sous-vêtements !

source: [_u_] I see no difference with the one before.
french: [Je ne vois pas de différence avec le précédent.

source: [_jm_] Stop making fun of me.
french: [Arrêtez de vous moquer de moi.

source: [_u_] What difference does it make anyway? I've already seen your underwear!
french: [Quelle différence cela fait-il de toute façon ? J'ai déjà vu tes sous-vêtements !

source: [_jm_] Yes, but uh... How to say that...
french: [Oui, mais euh... Comment dire ça...

source: [_jm_] Traditionally...
french: [Traditionnellement...

source: [_u_] Oh... traditions don't matter.
french: [Oh... les traditions n'ont pas d'importance.

source: [_jm_] Traditionally, we do not wear underwear under a dance outfit.
french: [Traditionnellement, nous ne portons pas de sous-vêtements sous une tenue de danse.

source: [_u_] Some traditions deserve to be respected.
french: [Certaines traditions méritent d'être respectées.

source: [_jm_] You don't really think I'm going to dance half-naked in front of you... do you?
french: [Tu ne crois pas vraiment que je vais danser à moitié nue devant toi... n'est-ce pas ?

source: [_jm_] Yes I know but... still!
french: [Oui, je sais, mais... quand même !

source: [_jm_] It's a bit too daring, I don't know...
french: [C'est un peu trop osé, je ne sais pas...

source: [_u_] You don't want to do anything daring?
french: [Vous ne voulez pas faire quelque chose d'audacieux ?

source: [_u_] Well, that's daring.
french: [C'est osé.

source: [_jm_] Do you really think so?
french: [Vous le pensez vraiment ?

source: [_u_] Yes! And you know why?
french: [Oui ! Et vous savez pourquoi ?

source: [_u_] Because they are not princesses who are told what to do.
french: [_u_] Parce qu'elles ne sont pas des princesses à qui l'on dit ce qu'elles doivent faire.

source: [_jm_] Yes... I was expecting that answer.
french: [Oui... Je m'attendais à cette réponse.

source: [_jm_] Don't you think we've done enough on this subject?
french: [Ne pensez-vous pas que nous en avons assez fait sur ce sujet ?

source: [_u_] No.
french: [_u_] Non.

source: [_u_] You are still a princess. And you are far from being rid of that.
french: [Vous êtes toujours une princesse. Et vous êtes loin d'en être débarrassée.

source: [_jm_] You are right...
french: [_jm_] Vous avez raison...

source: [_jm_] I am not a little princess who is told what to do!
french: [Je ne suis pas une petite princesse à qui l'on dit ce qu'elle doit faire !

source: [_u_] Yes!
french: [Oui !

source: [_jm_] I can make my own decisions!
french: [Je peux prendre mes propres décisions !

source: [_jm_] And so I will dance with my old dress.
french: [Et donc je danserai avec ma vieille robe.

source: [_u_] What? NO!
french: [Quoi ? NON !

source: [_u_] I didn't make you a dress for nothing!
french: [Je ne t'ai pas fait une robe pour rien !

source: [_jm_] But!
french: [Mais !

source: [_u_] No buts!
french: [Pas de mais !

source: [_jm_] Well... just give me some time to... get used to the idea.
french: [Eh bien... donnez-moi juste un peu de temps pour... me faire à l'idée.

source: [_jm_] And then I really need to practice some more...
french: [Et puis il faut vraiment que je m'entraîne un peu plus...

source: [_u_] Okay, good. But I want to see you dance with this dress and nothing else! is that understood?
french: [D'accord, bien. Mais je veux te voir danser avec cette robe et rien d'autre ! c'est compris ?

source: [_jm_] ...Mh?
french: [...Mh ?

source: [_jm_] Okay. Fine.
french: [D'accord. Très bien.

source: [_jm_] See you later my Prince.
french: [A plus tard, mon Prince.

source: [_u_] I'm really going to deserve this dance!
french: [Je vais vraiment mériter cette danse !

source: [_jm_] We need to talk.
french: [Il faut qu'on parle.

source: [_u_] Oh boy...
french: [Oh là là...

source: [_jm_] I think we need to take the problem of my education more seriously.
french: [Je pense que nous devons prendre le problème de mon éducation plus au sérieux.

source: [_jm_] If I really have to... uh dance with this outfit in front of you...
french: [Si je dois vraiment... euh... danser avec cette tenue devant toi...

source: [_u_] You mean my little private sexy dance?
french: [Tu veux dire ma petite danse sexy privée ?

source: [_jm_] Yes.
french: [Oui.

source: [_jm_] We have to find a way to get rid of my strict education for good.
french: [Nous devons trouver un moyen de nous débarrasser définitivement de mon éducation stricte.

source: [_a_] Wow... that sounds exactly like me.
french: [_a_] Wow... c'est exactement comme moi.

source: [_a_] Maybe we are sisters after all!
french: [Peut-être que nous sommes sœurs après tout !

source: [_u_] Do you have an idea how to do it?
french: [Avez-vous une idée de la façon de procéder ?

source: [_jm_] No...
french: [Non...

source: [_jm_] Unless you know a magician... or a Djin, it might be difficult ahah
french: [_jm_] A moins de connaître un magicien... ou un Djin, cela risque d'être difficile ahah

source: [_u_] Mh... Maybe I...
french: [Mh... Peut-être que je...

source: [_u_] I don't know if it could be a good idea...
french: [Je ne sais pas si c'est une bonne idée...

source: [_jm_] What are you talking about?
french: [De quoi parlez-vous ?

source: [_dj_] Go ahead and bring me that baby doll!
french: [Allez-y, apportez-moi cette poupée !

source: [_u_] Ok, let's ask a Djin.
french: [_u_] Ok, demandons à un Djin.

source: [_jm_] Ahah very funny.
french: [_jm_] Ahah très drôle.

source: [_jm_] No, you're kidding?
french: [Non, vous plaisantez ?

source: [_u_] How do you think Sherazade got rid of the old Sultana?
french: [Comment pensez-vous que Sherazade s'est débarrassée de la vieille Sultane ?

source: [_jm_] Wait... Sherazade used the powers of a... Djin?...
french: [_jm_] Attendez... Sherazade a utilisé les pouvoirs d'un... Djin ?...

source: [_u_] The lamp must still be in her room.
french: [La lampe doit être encore dans sa chambre.

source: [_jm_] Okay... this is crazy.
french: [Ok... c'est fou.

source: [_u_] If you want I'll bring it to you. You can ask the Djin what you want!
french: [Si tu veux, je te l'apporterai. Tu peux demander au Djin ce que tu veux !

source: [_jm_] Unbelievable...
french: [Incroyable...
