Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_ArtDIVISION.po
Languages: french, italian

source: [_a_] Do you need anything else?
french: [_a_] Avez-vous besoin d'autre chose ?
italian: [_a_] Hai bisogno di altro?

source: [_a_] What?
french: [_a_] Quoi ?
italian: [_a_] Cosa?

source: [_u_] Well, we did your feather technique and in the end... well, I didn't fuck her.
french: [On a fait ta technique de la plume et à la fin... je ne l'ai pas baisée.
italian: [_u_] Beh, abbiamo fatto la tua tecnica di piuma e alla fine... beh, non l'ho scopata.

source: [_a_] So?
french: [_a_] Alors ?
italian: [_a_] Quindi?

source: [_u_] Well, we had a bet, I guess.
french: [Eh bien, nous avons fait un pari, je suppose.
italian: [_u_] Beh, abbiamo avuto una scommessa, immagino.

source: [_a_] The bet was: ''if you don't get laid after practicing my feather agony on Jasmine...''
french: [_a_] Le pari était : ''si tu ne t'envoies pas en l'air après avoir pratiqué mon agonie de plumes sur Jasmine...''
italian: [_a_] La scommessa è stata: ''se non ti posi dopo aver praticato la mia agonia di piuma su Jasmine...''

source: [_a_] If I'm not talking crazy... You fucked that little punk in the outpost.
french: [Si je ne dis pas de bêtises... Tu as baisé cette petite punk à l'avant-poste.
italian: [_a_] Se non sto parlando pazzo... Hai scopato quel piccolo punk nell'avamposto.

source: [_u_] I...
french: [_u_] Je...

source: [_u_] Yes.
french: [_u_] Oui.
italian: [_u_] Sì.

source: [_a_] So I've won.
french: [J'ai donc gagné.
italian: [_a_] Così ho vinto.

source: [_a_] I won by luck, but I won.
french: [J'ai gagné par chance, mais j'ai gagné.
italian: [_a_] ho vinto per fortuna, ma ho vinto.

source: [_a_] Sorry, but no foot mass this time!
french: [_a_] Désolé, mais pas de masse de pieds cette fois-ci !
italian: [_a_] Siamo spiacenti, ma questa volta nessuna massa del piede!

source: [_a_] Moreover, I had asked Lyco and she was up for it ahah
french: [_a_] D'ailleurs, j'avais demandé à Lyco et elle était partante ahah
italian: [_a_] Inoltre, avevo chiesto Lyco e lei era in su per esso ahah

source: [_a_] In fact, she answered yes a little too quickly...
french: [En fait, elle a répondu oui un peu trop vite...
italian: [_a_] Infatti, ha risposto sì un po 'troppo velocemente...

source: [_a_] I'm sorry, dear colleague, but you're not going to get a bet wank today.
french: [_a_] Je suis désolé, cher collègue, mais vous n'aurez pas droit à une branlette de mise aujourd'hui.
italian: [_a_] Mi dispiace, caro collega, ma oggi non riceverai una scommessa.

source: [_a_] I can't believe I actually bet that ahah
french: [_a_] Je n'arrive pas à croire que j'ai vraiment parié ça ahah
italian: [_a_] Non riesco a credere che in realtà scommetto che ahah

source: [_a_] I don't think you'll see my boobs today ahah
french: [_a_] Je ne pense pas que tu verras mes seins aujourd'hui ahah
italian: [_a_] Non penso che vedrai le mie tette oggi ahah

source: [_a_] Too bad, they're quite pretty.
french: [_a_] Dommage, elles sont plutôt jolies.
italian: [_a_] Troppo male, sono piuttosto carini.

source: [_a_] On the other hand, I have to admit that I quite liked this whole betting thing...
french: [_a_] D'un autre côté, je dois admettre que j'ai bien aimé cette histoire de paris...
italian: [_a_] D'altra parte, devo ammettere che mi è piaciuto molto questa cosa scommessa...

source: [_a_] Shall we put something back into play next time?
french: [On remet quelque chose en jeu la prochaine fois ?
italian: [_a_] La prossima volta abbiamo messo qualcosa in gioco?

source: [_u_] Count on me, Amandine.
french: [Compte sur moi, Amandine.
italian: [_u_] Contate su di me, Amandine.

source: [_a_] I can't wait then.
french: [Je ne peux pas attendre.
italian: [_a_] Non vedo l'ora allora.

source: [_a_] Hey!
french: [_a_] Hé !

source: [_a_] Hi! What's up?
french: [_a_] Bonjour ! Qu'est-ce qu'il y a ?
italian: [_a_] Ciao! Che cos'è?

source: [_a_] Are you here to see Lycoris?
french: [_a_] Vous venez voir Lycoris ?
italian: [_a_] Sei qui per vedere Lycoris?

source: [_u_] No, I was looking for you, mademoiselle!
french: [Non, je vous cherchais, mademoiselle !
italian: [_u_] No, ti stavo cercando, mademoiselle!

source: [_u_] I've got something for you!
french: [J'ai quelque chose pour vous !
italian: [_u_] Ho qualcosa per te!

source: [_a_] Something for me?
french: [Quelque chose pour moi ?
italian: [_a_] Qualcosa per me?

source: [_u_] Yep, a piece of clothing.
french: [_u_] Oui, un vêtement.
italian: [_u_] Yep, un pezzo di abbigliamento.

source: [_u_] Lycoris heard you wanted something more casual... so I created it for you.
french: [Lycoris a entendu dire que vous vouliez quelque chose de plus décontracté... alors je l'ai créé pour vous.
italian: [_u_] Lycoris ha sentito che volevi qualcosa di più casuale... così l'ho creato per te.

source: [_a_] Really?
french: [_a_] Vraiment ?
italian: [_a_] Davvero?

source: [_a_] That's just so sweet!
french: [C'est si gentil !
italian: [_a_] È solo così dolce!

source: [_a_] Wait, don't move, let me try this!
french: [_a_] Attendez, ne bougez pas, laissez-moi essayer ça !
italian: [_a_] Aspetta, non muovermi, lasciami provare questo!

source: [_a_] Oh, my...
french: [Oh, mon...

source: [_a_] Absolutely perfect!
french: [_a_] Absolument parfait !
italian: [_a_] Assolutamente perfetto!

source: [_a_] I'm really not used to wearing this kind of thing!
french: [Je n'ai vraiment pas l'habitude de porter ce genre de choses !
italian: [_a_] Non sono davvero abituato a indossare questo tipo di cosa!

source: [_a_] I think it's only the... second or third time in my life that I've worn cleavage!
french: [Je crois que c'est seulement la deuxième ou troisième fois de ma vie que je porte un décolleté !
italian: [_a_] Penso che sia solo la... seconda o terza volta nella mia vita che ho indossato fessura!

source: [_a_] Do I look okay?
french: [_a_] Est-ce que j'ai l'air bien ?
italian: [_a_] Mi guardo bene?

source: [_a_] That's very kind of you.
french: [C'est très gentil de votre part.
italian: [_a_] È molto gentile da parte vostra.

source: [_a_] I totally know what you mean.
french: [Je comprends tout à fait ce que vous voulez dire.
italian: [_a_] Io so perfettamente cosa intendi.

source: [_a_] Yeah, well, no.
french: [_a_] Oui, eh bien, non.
italian: [_a_] Sì, beh, no.

source: [_a_] This garment was clearly a bad idea.
french: [_a_] Ce vêtement était manifestement une mauvaise idée.
italian: [_a_] Questo capo era chiaramente una cattiva idea.

source: [_a_] See you later, [name].
french: [À plus tard, [nom].
italian: [_a_] Ci vediamo più tardi, [name].

source: [_a_] Gosh... You must really think I'm the most prudish person in the galaxy.
french: [_a_] Bon sang... Vous devez vraiment penser que je suis la personne la plus pudique de la galaxie.
italian: [_a_] Gosh... Dovete davvero pensare che io sia la persona più sfacciata della galassia.

source: [_a_] I'm at the point where I'm discovering what cleavage is ahah
french: [_a_] J'en suis au stade où je découvre ce qu'est un décolleté ahah
italian: [_a_] Sono al punto in cui sto scoprendo ciò che scissione è ahah

source: [_a_] Even Sherazade isn't at that point...
french: [_a_] Même Sherazade n'en est pas là...
italian: [_a_] Anche Sherazade non è a quel punto...

source: [_u_] Honestly, do what you want to do, if you're happy like that, so much the better.
french: [Honnêtement, faites ce que vous voulez, si vous êtes heureux comme ça, tant mieux.
italian: [_u_] Onestamente, fai quello che vuoi fare, se sei felice, tanto meglio.

source: [_u_] And if you don't feel like wearing cleavage, don't.
french: [Et si vous n'avez pas envie de porter un décolleté, ne le faites pas.
italian: [_u_] E se non ti senti di indossare la scissione, non.

source: [_a_] You're very kind.
french: [_a_] Vous êtes très gentil.
italian: [_a_] Sei molto gentile.

source: [_a_] You know what? I'm glad I agreed to come to this planet!
french: [Vous savez quoi ? Je suis content d'avoir accepté de venir sur cette planète !
italian: [_a_] Sai cosa? Sono contento di aver accettato di venire su questo pianeta!

source: [_a_] Anyway, thanks again for the clothing!
french: [_a_] Quoi qu'il en soit, merci encore pour les vêtements !
italian: [_a_] Comunque, grazie ancora per l'abbigliamento!

source: [_a_] Do you need anything else?
french: [_a_] Avez-vous besoin d'autre chose ?
italian: [_a_] Hai bisogno di altro?

source: [_ly_] Can you fit in there?
french: [Pouvez-vous entrer là-dedans ?
italian: [_ly_] Riesci a stare lì dentro?

source: [_ly_] Because normally it should work!
french: [_ly_] Parce que normalement, ça devrait marcher !
italian: [_ly_] Perché normalmente dovrebbe funzionare!

source: [_a_] Nah, I think that should do it... it's just...
french: [_a_] Non, je pense que ça devrait suffire... c'est juste...
italian: [_a_] Nah, penso che dovrebbe farlo... è solo...

source: [_a_] I haven't worn a corset in ages!
french: [Je n'ai pas porté de corset depuis des lustres !
italian: [_a_] Non ho indossato un corsetto nelle età!

source: [_u_] Hey, what are you doing?
french: [Qu'est-ce que tu fais ?
italian: [_u_] Ehi, cosa stai facendo?

source: [_ly_] Amandine agreed to be my model and try on clothes for me!
french: [Amandine a accepté d'être mon mannequin et d'essayer des vêtements pour moi !
italian: [_ly_] Amandine ha accettato di essere il mio modello e provare vestiti per me!

source: [_ly_] Considering how unskilled I am with this machine...
french: [_ly_] Compte tenu de mon manque de compétence avec cette machine...
italian: [_ly_] Considerando quanto non sono abile con questa macchina...

source: [_ly_] I practice with old outfits!
french: [Je m'entraîne avec de vieilles tenues !
italian: [_ly_] Pratico con vecchi outfit!

source: [_u_] And most importantly, you love dressing people up with your creations.
french: [_u_] Et surtout, vous aimez habiller les gens avec vos créations.
italian: [_u_] E soprattutto, ami vestire le persone con le tue creazioni.

source: [_ly_] Yes.
french: [Oui.
italian: [_ly_] Sì.

source: [_ly_] Do you need any help, Amandine?
french: [Avez-vous besoin d'aide, Amandine ?
italian: [_ly_] Hai bisogno di aiuto, Amandine?

source: [_a_] It's okay, I can handle it!
french: [C'est bon, je peux m'en occuper !
italian: [_a_] Va bene, posso gestirlo!

source: [_ly_] By the way, Amandine just told me that you were both going on a mission?
french: [Au fait, Amandine vient de me dire que vous partiez tous les deux en mission ?
italian: [_ly_] A proposito, Amandine mi ha appena detto che entrambi stavano svolgendo una missione?

source: [_ly_] From what she told me, she was happy you were coming with her!
french: [D'après ce qu'elle m'a dit, elle était contente que tu viennes avec elle !
italian: [_ly_] Da quello che mi ha detto, lei era felice che tu stesse venendo con lei!

source: [_u_] Really? She said that?
french: [Vraiment ? Elle a dit ça ?
italian: [_u_] Davvero? Lo ha detto?

source: [_ly_] Yeah, and I kind of understand her... it's a bit stressful talking to androids ahah
french: [Oui, et je la comprends un peu... c'est un peu stressant de parler à des androïdes ahah
italian: [_ly_] Sì, e la capisco... è un po' stressante parlare con gli androidi ahah

source: [_ly_] Anyway, she seems to trust you!
french: [En tout cas, elle a l'air de te faire confiance !
italian: [_ly_] Comunque, lei sembra fidarsi di te!

source: [_ly_] At least, that's the impression I get.
french: [C'est du moins l'impression que j'ai.
italian: [_ly_] Almeno, questa è l'impressione che ottengo.

source: [_a_] Well uh... I think it's quite good...
french: [_a_] Eh bien euh... Je pense que c'est assez bon...
italian: [_a_] Beh uh... Penso che sia abbastanza buono...

source: [_a_] Is it normal for it to be so tight?
french: [_a_] Est-il normal qu'il soit si serré ?
italian: [_a_] È normale che sia così stretto?

source: [_ly_] Let's say yes.
french: [Disons oui.
italian: [_ly_] Diciamo di sì.

source: [_ly_] I should probably go and save these settings right away before I lose them...
french: [Je devrais probablement sauvegarder ces paramètres avant de les perdre...
italian: [_ly_] Dovrei probabilmente andare a salvare queste impostazioni subito prima di perderle...

source: [_ly_] Oh and you can keep the dress if you want!
french: [Oh et tu peux garder la robe si tu veux !
italian: [_ly_] Oh e puoi mantenere il vestito se vuoi!

source: [_a_] Thanks! That's very kind of you!
french: [_a_] Merci ! C'est très gentil de votre part !
italian: [_a_] Grazie! È molto gentile!

source: [_a_] You always manage to come at the right time!
french: [Vous arrivez toujours au bon moment !
italian: [_a_] Riesci sempre a venire al momento giusto!

source: [_a_] So, what do you think?
french: [Alors, qu'en pensez-vous ?
italian: [_a_] Allora, cosa ne pensi?

source: [_a_] Would I make a good Snow White cosplay?
french: [_a_] Est-ce que je ferais un bon cosplay de Blanche-Neige ?
italian: [_a_] Farei un buon cosplay bianco della neve?

source: [_a_] Best possible answer.
french: [_a_] Meilleure réponse possible.
italian: [_a_] La migliore risposta possibile.

source: [_a_] That's...
french: [C'est...
italian: [_a_] Che È...

source: [_a_] Are you trying to make me blush?
french: [_a_] Essayez-vous de me faire rougir ?
italian: [_a_] Stai cercando di farmi arrossire?

source: [_a_] I can see what your sense of priorities are.
french: [_a_] Je comprends votre sens des priorités.
italian: [_a_] Posso vedere qual è il vostro senso delle priorità.

source: [_u_] However, as much as I love your blond hair...
french: [Cependant, même si j'aime tes cheveux blonds...
italian: [_u_] Tuttavia, quanto io amo i tuoi capelli biondi...

source: [_a_] Ah! You make a good point.
french: [_a_] Ah ! Vous marquez un point.
italian: [_a_] Ah! Fai un buon punto.

source: [_a_] I just need to find a black wig and it will be perfect!
french: [_a_] Il faut juste que je trouve une perruque noire et ce sera parfait !
italian: [_a_] Ho solo bisogno di trovare una parrucca nera e sarà perfetto!

source: [_u_] Or maybe we could say it's a kind of... modern interpretation of the character?
french: [Ou peut-être pourrions-nous dire qu'il s'agit d'une sorte d'interprétation moderne du personnage ?
italian: [_u_] O forse potremmo dire che è una specie di interpretazione... moderna del personaggio?

source: [_a_] A blonde Snow White?
french: [_a_] Une Blanche-Neige blonde ?
italian: [_a_] Una bionda Biancaneve?

source: [_a_] If I do that, there's a good chance the Grimm brothers will come back from beyond the grave and slap me in the face! Ahah
french: [_a_] Si je fais ça, il y a de fortes chances que les frères Grimm reviennent d'outre-tombe et me giflent ! Ahah
italian: [_a_] Se lo faccio, c'è una buona possibilità che i fratelli Grimm tornino da oltre la tomba e mi schiaffiano in faccia! Ahah

source: [_a_] By the way... did you really fuck Snow White while she was wearing that corset?
french: [_a_] Au fait... as-tu vraiment baisé Blanche-Neige alors qu'elle portait ce corset ?
italian: [_a_] A proposito... hai davvero scopato Snow White mentre indossava quel corsetto?

source: [_a_] I mean... wow... I've only been wearing it for 2 minutes and it's already hard to breathe!
french: [Je veux dire... wow... Je ne le porte que depuis 2 minutes et j'ai déjà du mal à respirer !
italian: [_a_] Voglio dire... wow... lo indosso solo da 2 minuti ed è già difficile respirare!

source: [_a_] I can't even imagine what that must be like...
french: [Je ne peux même pas imaginer ce que cela doit être...
italian: [_a_] Non riesco nemmeno a immaginare cosa debba essere così...

source: [_u_] At least Sun Tzu will be proud of you!
french: [Au moins Sun Tzu sera fier de vous !
italian: [_u_] Almeno Sun Tzu sarà orgoglioso di te!

source: [_u_] You put yourself in your enemies' shoes.
french: [Vous vous mettez à la place de vos ennemis.
italian: [_u_] Ti metti nelle scarpe dei tuoi nemici.

source: [_a_] Ah? Snow White is our enemy now?
french: [_a_] Ah ? Blanche-Neige est notre ennemie maintenant ?
italian: [_a_] Ah? Biancaneve è il nostro nemico ora?

source: [_u_] Rather, our target yeah...
french: [_u_] Au contraire, notre objectif ou...
italian: [_u_] Piuttosto, il nostro bersaglio sì...

source: [_a_] But instead of killing... we make her fuckable.
french: [_a_] Mais au lieu de tuer... on la rend baisable.
italian: [_a_] Ma invece di uccidere... la facciamo scopare.

source: [_u_] You're a poet.
french: [Vous êtes un poète.
italian: [_u_] Sei un poeta.

source: [_a_] Greatest writer of the galaxy, dude.
french: [_a_] Le plus grand écrivain de la galaxie, mec.
italian: [_a_] Più grande scrittore della galassia, duda.

source: [_a_] Gosh, It's hard to breathe in this thing... maybe this thing is a little too tight...
french: [C'est difficile de respirer dans ce truc... peut-être que ce truc est un peu trop serré...
italian: [_a_] Gosh, È difficile respirare questa cosa... forse questa cosa è un po' troppo stretta...

source: [_a_] Wait... let's see... if I take a deep breath...
french: [_a_] Attendez... voyons voir... si je respire profondément...
italian: [_a_] Aspetta... vediamo... se prendo un respiro profondo...

source: [_a_] Yep... that thing was too tight.
french: [Yep... ce truc était trop serré.
italian: [_a_] Yep... quella cosa era troppo stretta.

source: [_a_] Anyway, as soon as you're ready to start working with Snow White, head straight for the Magic Forest.
french: [_a_] Quoi qu'il en soit, dès que vous êtes prêt à travailler avec Blanche-Neige, dirigez-vous directement vers la Forêt magique.
italian: [_a_] Comunque, non appena sei pronto a lavorare con Snow White, dirigiti direttamente alla Magic Forest.

source: [_a_] I'll meet you there!
french: [Je vous y rejoindrai !
italian: [_a_] ti conoscerò lì!

source: [_u_] Got it!
french: [J'ai compris !
italian: [_u_] Ho capito!

source: [_a_] Hey Lyco! Your thing's the wrong size!
french: [Hey Lyco ! Ton truc n'est pas de la bonne taille !
italian: [_a_] Hey Lyco! La tua cosa è la dimensione sbagliata!

source: [_ly_] No, really?
french: [Non, vraiment ?
italian: [_ly_] No, veramente?

source: [_u_] Now that's hat.
french: [C'est un chapeau.
italian: [_u_] Ora è cappello.

source: [_a_] A real minstrel's hat, yup.
french: [_a_] Un vrai chapeau de ménestrel, oui.
italian: [_a_] Un vero cappello di minstrel, yup.

source: [_a_] We've got one less problem to deal with so we can get on with the ''Snow White'' project.
french: [_a_] Nous avons un problème de moins à régler pour pouvoir poursuivre le projet "Blanche-Neige".
italian: [_a_] Abbiamo un problema in meno da affrontare, così possiamo andare avanti con il progetto 'Snow White''.

source: [_u_] Great, what's next?
french: [_u_] Super, qu'est-ce qu'on fait maintenant ?
italian: [_u_] Grande, cosa c'è dopo?

source: [_a_] Well... since Snow White seems to be a mind reader now...
french: [_a_] Eh bien... puisque Blanche-Neige semble lire dans les pensées maintenant...
italian: [_a_] Bene... dal momento che Snow White sembra essere un lettore di mente ora...

source: [_a_] Either fix her... or... stop lying in her presence.
french: [_a_] Soit vous la réparez... soit vous arrêtez de mentir en sa présence.
italian: [_a_] Correggi lei... oppure... smettere di sdraiarsi in sua presenza.

source: [_a_] And... I asked Melissandre... she doesn't seem to be able to remove Snow White's new powers.
french: [_a_] Et... J'ai demandé à Melissandre... elle ne semble pas pouvoir supprimer les nouveaux pouvoirs de Blanche-Neige.
italian: [_a_] E... Ho chiesto a Melissandre... lei non sembra essere in grado di rimuovere i nuovi poteri di Snow White.

source: [_u_] So... we've got a problem.
french: [_u_] Donc... nous avons un problème.
italian: [_u_] Così... abbiamo un problema.

source: [_a_] Yeah...
french: [_a_] Oui...
italian: [_a_] Sì...

source: [_a_] We're stuck for now.
french: [Nous sommes coincés pour l'instant.
italian: [_a_] Siamo bloccati per ora.

source: [_a_] Good idea.
french: [_a_] Bonne idée.
italian: [_a_] Buona idea.

source: [_a_] I'll just take my jacket, if you don't mind.
french: [Je vais juste prendre ma veste, si cela ne vous dérange pas.
italian: [_a_] prenderò la mia giacca, se non ti dispiace.

source: [_u_] Oh yes, of course.
french: [Oh oui, bien sûr.
italian: [_u_] Oh sì, naturalmente.

source: [_a_] I spotted a really nice spot last time!
french: [_a_] J'ai repéré un très bel endroit la dernière fois !
italian: [_a_] L'ultima volta ho individuato un posto davvero bello!

source: [_a_] Let's go there.
french: [_a_] Allons-y.
italian: [_a_] Andiamo lì.

source: [_a_] Yeah, let's do that. A little time to think never hurts!
french: [_a_] Oui, faisons-le. Un peu de temps pour réfléchir ne fait jamais de mal !
italian: [_a_] Sì, lo facciamo. Un po' di tempo per pensare di non ferire mai!

source: [_a_] I told you this place was nice!
french: [Je vous avais dit que cet endroit était sympa !
italian: [_a_] Le ho detto che questo posto era bello!

source: [_u_] Indeed, it's pretty cozy!
french: [_u_] En effet, c'est assez douillet !
italian: [_u_] In effetti, è abbastanza accogliente!

source: [_u_] How did you find this place?
french: [Comment avez-vous trouvé cet endroit ?
italian: [_u_] Come hai trovato questo posto?

source: [_a_] Sometimes, in the morning, I explore some of the ruined parts of the headquarters.
french: [_a_] Parfois, le matin, j'explore certaines des parties en ruine du quartier général.
italian: [_a_] A volte, al mattino, esploro alcune delle parti rovinate della sede.

source: [_a_] And while walking on the cliff sides of the island, I came across this place!
french: [_a_] Et en me promenant sur les falaises de l'île, je suis tombé sur cet endroit !
italian: [_a_] E mentre camminavo sui lati della scogliera dell'isola, mi sono imbattuto in questo posto!

source: [_a_] Hidden behind bushes and with this splendid view!
french: [_a_] Caché derrière des buissons et avec cette vue splendide !
italian: [_a_] Nascosto dietro cespugli e con questa splendida vista!

source: [_a_] Sometimes I come here to read a book... or just look at the scenery.
french: [_a_] Parfois, je viens ici pour lire un livre... ou simplement regarder le paysage.
italian: [_a_] A volte vengo qui per leggere un libro... o semplicemente guardare il paesaggio.

source: [_a_] It may sound silly, but even on such a lost planet, I'm always afraid that a journalist will fall out of a tree and ask me questions.
french: [_a_] Cela peut paraître idiot, mais même sur une planète aussi perdue, j'ai toujours peur qu'un journaliste tombe d'un arbre et me pose des questions.
italian: [_a_] Può sembrare stupido, ma anche su un pianeta così perduto, Temo sempre che un giornalista cadrà da un albero e mi faccia domande.

source: [_u_] I promise, this planet is really lost in the middle of nowhere.
french: [Je vous promets que cette planète est vraiment perdue au milieu de nulle part.
italian: [_u_] lo prometto, questo pianeta si perde davvero nel bel mezzo del nulla.

source: [_a_] Yeah... that's a big part of what got me here.
french: [Oui... c'est en grande partie ce qui m'a amené ici.
italian: [_a_] Sì... questa è una parte importante di ciò che mi ha portato qui.

source: [_a_] You know what? The last time I sat on the grass like that with someone...
french: [Vous savez quoi ? La dernière fois que je me suis assis sur l'herbe comme ça avec quelqu'un...
italian: [_a_] Tu sai cosa? L'ultima volta che mi sono seduto sull'erba come quella con qualcuno...

source: [_a_] I think I was still in college!
french: [Je crois que j'étais encore à l'université !
italian: [_a_] penso di essere ancora all'università!
