Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_SZ.po
Languages: french, italian

source: [_sz_] Oh, not you again...
french: [ _sz_ ] Oh, pas toi encore ...
italian: [_sz_] Oh, non tu...

source: [_sz_] Greetings [name].
french: [ _sz_ ] Salutations [ nom ].
italian: [_sz_] Saluti [name].

source: [_sz_] No [u_EL_name], thank you.
french: [ _sz_ ] Non [ u_EL_name ], merci.
italian: [_sz_] No [u_EL_name], grazie.

source: You must create Emee's brothel outfit before continuing this quest.
french: Vous devez créer la tenue de brothel d'Emee avant de poursuivre cette quête.
italian: Devi creare l'abito da bordelli di Eme prima di continuare questa missione.

source: [_u_] Ma'am, are you still angry with me?
french: [Madame, êtes-vous toujours en colère contre moi ?
italian: [_u_] Ma'am, sei ancora arrabbiato con me?

source: [_u_] How are you today, ma'am?
french: [Comment allez-vous aujourd'hui, madame ?
italian: [_u_] Come sei oggi, ma'am?

source: [_sz_] Very well.
french: [ _sz_ ] Très bien.
italian: [_sz_] Molto bene.

source: [_u_] See you later, ma'am.
french: [A plus tard, madame.
italian: [_u_] Ci vediamo più tardi, ma'am.

source: [_sz_] Have a nice day, [name].
french: [ _sz_ ] Bonne journée, [ nom ].
italian: [_sz_] Buona giornata, [name].

source: [_sz_] I have considered this... proposal that you have made.
french: [ _sz_ ] J'ai examiné cette ... proposition que vous avez faite.
italian: [_sz_] Ho preso in considerazione questo... proposta che avete fatto.

source: [_sz_] And I think we can try.
french: [ _sz_ ] Et je pense que nous pouvons essayer.
italian: [_sz_] E penso che possiamo provare.

source: [_u_] Wonderful.
french: [ _u_ ] Merde.
italian: [_u_] Meraviglioso.

source: [_sz_] Under one condition.
french: [ _sz_ ] Dans une condition.
italian: [_sz_] In una condizione.

source: [_u_] Of course there is a condition...
french: [ _u_ ] Bien sûr, il y a une condition ...
italian: [_u_] Naturalmente c'è una condizione...

source: [_sz_] You must not tell anyone about this.
french: [ _sz_ ] Vous ne devez en parler à personne.
italian: [_sz_] Non devi dire a nessuno di questo.

source: [_u_] Not even Lyco?
french: [ _u_ ] Pas même Lyco?
italian: [_u_] Nemmeno Lyco?

source: [_sz_] Lycoris knows everything about me...
french: [ _sz_ ] Lycoris sait tout sur moi ...
italian: [_sz_] Lycoris sa tutto di me...

source: [_sz_] I'm talking about besides her and me.
french: [ _sz_ ] Je parle de lui et de moi.
italian: [_sz_] sto parlando oltre a lei e a me.

source: [_sz_] I don't want people to know that their sovereign is shameless.
french: [ _sz_ ] Je ne veux pas que les gens sachent que leur souverain est éhoné.
italian: [_sz_] Non voglio che la gente sappia che il suo sovrano è vergognoso.

source: [_tb_] Of course nobody will know.
french: [ _tb_ ] Bien sûr que personne ne le saura.
italian: [_tb_] Naturalmente nessuno lo saprà.

source: [_dj_] Not a word.
french: [ _dj_ ] Pas un mot.
italian: [_dj_] Non è una parola.

source: [_tb_] Hey! Hi Djin!
french: [ _tb_ ] Hey ! Salut Djin !

source: [_dj_] Hi Tinker! It's been a long time!
french: [ _dj_ ] Bonjour Tinker ! Ça fait longtemps !
italian: [_dj_] Ciao Tinker! È stato molto tempo!

source: [_sz_] Uh, are you still with me?
french: [ _sz_ ] Uh, tu es toujours avec moi?
italian: [_sz_] Uh, sei ancora con me?

source: [_u_] Yes, sorry, I, uh...
french: [ _u_ ] Oui, désolé, je ...
italian: [_u_] Sì, mi dispiace, Io, uh...

source: [_sz_] Are you that confused that I can take off my cloak?
french: [ _sz_ ] Êtes-vous confus que je peux enlever mon manteau?
italian: [_sz_] Sei così confuso che posso togliermi il mantello?

source: [_sz_] Do you think it works?
french: [ _sz_ ] Pensez-vous qu'il fonctionne?
italian: [_sz_] Pensi che funzioni?

source: [_u_] It's a good start.
french: [ _u_ ] C'est un bon début.
italian: [_u_] È un buon inizio.

source: [_u_] Do you feel your soul warming up?
french: [ _u_ ] Croyez-vous que votre âme se réchauffa?
italian: [_u_] Senti che la tua anima si sta riscaldando?

source: [_sz_] I have no idea.
french: [ _sz_ ] Je n'ai aucune idée.
italian: [_sz_] non ho idea.

source: [_sz_] But I feel really naked without my cloak.
french: [ _sz_ ] Mais je me sens vraiment nu sans mon manteau.
italian: [_sz_] Ma mi sento davvero nudo senza il mio mantello.

source: [_sz_] Well, I think that's enough for today.
french: [ _sz_ ] Eh bien, je pense que c'est assez pour aujourd'hui.
italian: [_sz_] Beh, penso che sia sufficiente per oggi.

source: [_sz_] Until tomorrow, sir.
french: [ _sz_ ] Jusqu'à demain, monsieur.
italian: [_sz_] Fino a domani, signore.

source: [_sz_] Another piece?
french: [ _sz_ ] Un autre morceau?
italian: [_sz_] Un altro pezzo?

source: [_sz_] I don't really see what I can remove.
french: [ _sz_ ] Je ne vois pas vraiment ce que je peux enlever.
italian: [_sz_] Non vedo cosa posso rimuovere.

source: [_u_] Well...
french: [_u_] Eh bien...
italian: [_u_] Beh...

source: [_sz_] There's no way that's going to happen.
french: [ _sz_ ] Il n'y a aucun moyen de le faire.
italian: [_sz_] Non c'è modo che succeda.

source: [_sz_] Never.
french: [ _sz_ ] Jamais.
italian: [_sz_] Mai.

source: [_sz_] I think you are dreaming.
french: [ _sz_ ] Je pense que vous rêverez.
italian: [_sz_] Penso che tu stia sognando.

source: [_u_] I don't have any other idea I must confess.
french: [ _u_ ] Je n'ai aucune autre idée que je dois avouer.
italian: [_u_] Non ho altra idea che devo confessare.

source: [_sz_] Take your time, but find out.
french: [ _sz_ ] Prenez votre temps, mais trouvez-y.
italian: [_sz_] Prendete il vostro tempo, ma scoprite.

source: [_u_] Tinker, if you have another idea, I'm in.
french: [ _u_ ] Tinker, si tu as une autre idée, je suis dans.
italian: [_u_] Tinker, se hai un'altra idea, sono dentro.

source: [_a_] Hey! Allow me to answer, I think I have an idea.
french: [_a_] Hé ! Permettez-moi de répondre, je pense avoir une idée.
italian: [_a_] Hey! Permettetemi di rispondere, penso di avere un'idea.

source: [_u_] Amandine?
french: [Amandine ?

source: [_u_] Wait... How many people look at me every time I go out?
french: [ _u_ ] Attendre ... Combien de gens me regardent chaque fois que je vais sortir?
italian: [_u_] Aspetta... Quante persone mi guardano ogni volta che vado fuori?

source: [_tb_] Find a way to get rid of the sultana, and we'll all have something else to do than watch you struggle with Sherazade.
french: [ _tb_ ] Trouvez un moyen de vous débarrasser du sultana, et nous aurons tous autre chose à faire que de vous regarder avec Sherazade.
italian: [_tb_] Trova un modo per sbarazzarti della sultana, e tutti avremo qualcosa da fare che guardarti lotta con Sherazade.

source: [_a_] Yeah, so I was saying, I think I found a way.
french: [_a_] Oui, alors je disais, je crois que j'ai trouvé un moyen.
italian: [_a_] Sì, così stavo dicendo, penso di aver trovato una strada.

source: [_a_] You should ask her to make this Lycoris do stuff.
french: [_a_] Vous devriez lui demander de faire ce Lycoris faire des choses.
italian: [_a_] Dovresti chiederle di fare questa roba di Lycoris.

source: [_a_] If she makes her do something perverse, it might corrupt her enough to move on.
french: [_a_] Si elle fait quelque chose de pervers, elle pourrait la corrompu assez pour se déplacer.
italian: [_a_] Se la fa fare qualcosa di perverso, potrebbe corromperla abbastanza per andare avanti.

source: [_u_] That's a good idea.
french: [C'est une bonne idée.
italian: [_u_] È una buona idea.

source: [_a_] You're welcome!
french: [De rien !
italian: [_a_] Sei il benvenuto!

source: [_u_] Your magesty?
french: [ _u_ ] Votre magouté?
italian: [_u_] La tua magestia?

source: [_u_] I think I have an idea.
french: [ _u_ ] Je pense avoir une idée.
italian: [_u_] penso di avere un'idea.

source: [_sz_] What is it?
french: [ _sz_ ] Qu'est-ce que c'est?
italian: [_sz_] Che cos'è?

source: [_u_] How about undressing Lycoris a bit?
french: [ _u_ ] Comment déshabiller Lycoris un peu?
italian: [_u_] Che ne dici di spogliarsi un po 'Lycoris?

source: [_sz_] If you want to see my maid naked, go ask her yourself.
french: [ _sz_ ] Si vous voulez voir ma maid nue, allez lui demander toi-même.
italian: [_sz_] Se vuoi vedere la mia cameriera nuda, vai a chiederle te stesso.

source: [_u_] No, the point is for you to ask her yourself.
french: [ _u_ ] Non, le point c'est pour toi de lui demander toi-même.
italian: [_u_] No, il punto è che tu chieda a te stesso.

source: [_sz_] I see... you're trying to warm the embers in me.
french: [ _sz_ ] Je vois ... vous essayez de réchauffer les braers en moi.
italian: [_sz_] vedo... stai cercando di scaldare le brace in me.

source: [_sz_] I'll ask her.
french: [ _sz_ ] Je lui demanderai.
italian: [_sz_] lo chiederò a lei.

source: [_sz_] Lycoris? Could you come here?
french: [ _sz_ ] Lycoris? Pourriez-vous venir ici?
italian: [_sz_] Lycoris? Potresti venire qui?

source: [_ly_] I'm coming!
french: [ _ly_ ] Je viens !
italian: [_ly_] sto arrivando!

source: [_ly_] What can I do for you?
french: [ _ly_ ] Que puis-je faire pour vous?
italian: [_ly_] Cosa posso fare per te?

source: [_sz_] I would like you to help me with this lamp business.
french: [ _sz_ ] Je voudrais que tu m'aimes avec cette lampe.
italian: [_sz_] Vorrei che mi aiutassi con questo business della lampada.

source: [_ly_] Sure, but by doing what?
french: [ _ly_ ] Bien sûr, mais en faisant quoi?
italian: [_ly_] Certo, ma facendo cosa?

source: [_sz_] I would like you to undress.
french: [ _sz_ ] Je voudrais que vous vous déshabiller.
italian: [_sz_] Vorrei che ti spogliassi.

source: [_ly_] Here? Now? Completely?
french: [ _ly_ ] Ici? Maintenant? Complètement?
italian: [_ly_] Qui? Ora? Completamente?

source: [_ly_] Do I have the right to decline?
french: [ _ly_ ] Est-ce que j'ai le droit de refuser?
italian: [_ly_] Ho il diritto di declinare?

source: [_sz_] Yes.
french: [ _sz_ ] Oui.
italian: [_sz_] Sì.

source: [_ly_] Then I agree.
french: [ _ly_ ] Alors je suis d'accord.
italian: [_ly_] Allora sono d'accordo.

source: [_ly_] Just give me some time to remove all of this.
french: [ _ly_ ] Il me suffit de me donner du temps pour enlever tout ça.
italian: [_ly_] Basta darmi un po' di tempo per rimuovere tutto questo.

source: [_sz_] Do you think this will really help me in any way?
french: [ _sz_ ] Pensez-vous que cela m'aidera vraiment de quelque façon que ce soit?
italian: [_sz_] Pensi che questo mi aiuterà davvero in qualche modo?

source: [_u_] It's worth a try.
french: [ _u_ ] Ça vaut la peine d'essayer.
italian: [_u_] Vale la pena provare.

source: [_sz_] I don't know how Lycoris can show herself naked so easily...
french: [ _sz_ ] Je ne sais pas comment Lycoris peut se montrer nue si facilement ...
italian: [_sz_] Non so come Lycoris possa mostrarsi nuda così facilmente...

source: [_u_] Maybe that's why your soul isn't as...
french: Peut-être que c'est pour ça que ton âme n'est pas ...
italian: [_u_] Forse è per questo che la tua anima non è come...

source: [_sz_] ...Hot as a burning ember. Yes.
french: [ _sz_ ] ...Hot as a combustion ember. Oui.
italian: [_sz_] ... Caldo come un mese in fiamme. Sì.

source: [_sz_] You're probably right.
french: [ _sz_ ] Vous avez probablement raison.
italian: [_sz_] probabilmente hai ragione.

source: [_ly_] I am ready!
french: [ _ly_ ] Je suis prêt !
italian: [_ly_] Sono pronto!

source: [_sz_] You know what? No need for that, Lycoris.
french: [ _sz_ ] Vous savez quoi? Pas besoin de ça, Lycoris.
italian: [_sz_] Sai cosa? Non c'è bisogno di questo, Lycoris.

source: [_sz_] If I am to behave nobly, I don't have to ask someone else to do what needs to be done for me.
french: [ _sz_ ] Si je dois me comporter noblement, je n'ai pas à demander à quelqu'un d'autre de faire ce qui doit être fait pour moi.
italian: [_sz_] Se devo comportarmi nobilmente, non devo chiedere a qualcun altro di fare quello che deve essere fatto per me.

source: [_sz_] I'll do it, sir.
french: [ _sz_ ] Je le ferai, monsieur.
italian: [_sz_] lo farò, signore.

source: [_sz_] I'll...
french: [ _sz_ ] Je ...

source: [_ly_] Excuse me...
french: [ _ly_ ] Excusez-moi ...
italian: [_ly_] Scusatemi...

source: [_ly_] What did you say? I couldn't hear anything from there...
french: [ _ly_ ] Qu'avez-vous dit? Je ne pouvais rien entendre de là ...
italian: [_ly_] Che cosa hai detto? Non ho potuto sentire nulla da lì...

source: [_ly_] So... what do I do?
french: [ _ly_ ] Alors ... qu'est-ce que je fais?
italian: [_ly_] Quindi... che cosa faccio?

source: [_ly_] Should I take off my clothes or not?
french: [ _ly_ ] Dois-je enlever mes vêtements ou pas?
italian: [_ly_] Devo togliermi i vestiti o no?

source: [_sz_] No. You can put your clothes on, Lycoris.
french: [ _sz_ ] Non. Vous pouvez mettre vos vêtements, Lycoris.
italian: [_sz_] No. Puoi mettere i tuoi vestiti, Lycoris.

source: [_ly_] Too bad for you eheh
french: [ _ly_ ] Trop mauvais pour vous eheh
italian: [_ly_] Peccato per te eheh

source: [_sz_] I changed my mind Lycoris.
french: [ _sz_ ] J'ai changé d'avis Lycoris.
italian: [_sz_] Ho cambiato idea Lycoris.

source: [_ly_] Perhaps another time, [name] eheh...
french: [ _ly_ ] Peut-être un autre temps, [ nom ] eheh ...
italian: [_ly_] Forse un'altra volta, [name] eheh...

source: [_sz_] Come back tomorrow, [name].
french: [ _sz_ ] Revenez demain, [ nom ].
italian: [_sz_] Torna domani, [name].

source: [_sz_] You really have a way of presenting things...
french: [ _sz_ ] Vous avez vraiment une façon de présenter les choses ...
italian: [_sz_] Hai davvero un modo di presentare le cose...

source: [_sz_] All right, it's time then.
french: [ _sz_ ] Très bien, il est alors temps.
italian: [_sz_] Va bene, è ora allora.

source: [_sz_] Turn around.
french: [ _sz_ ] Éteignez.
italian: [_sz_] Girare intorno.

source: [_u_] Really? What's the difference?
french: [ _u_ ] Vraiement? Quelle est la différence?
italian: [_u_] Davvero? Qual è la differenza?

source: [_u_] I'm going to see anyway.
french: [ _u_ ] Je vais voir de toute façon.
italian: [_u_] lo vedrò comunque.

source: [_sz_] Do as I say.
french: [ _sz_ ] Fais comme je le dis.
italian: [_sz_] Fate come dico.

source: [_sz_] You see...
french: [ _sz_ ] Vous voyez ...
italian: [_sz_] Vedi...

source: [_sz_] I'm not that uptight.
french: [ _sz_ ] Je ne suis pas si tendu.
italian: [_sz_] non sono così stretto.

source: [_u_] Uh, yes...
french: [ _u_ ] Uh, oui ...
italian: [_u_] Uh, sì...

source: [_u_] That's right.
french: [C'est vrai.
italian: [_u_] È giusto.

source: [_sz_] What?
french: [ _sz_ ] Quoi?
italian: [_sz_] Cosa?

source: [_sz_] What's wrong?
french: [ _sz_ ] Qu'est-ce qui ne va pas?
italian: [_sz_] Cosa c'è di sbagliato?

source: [_u_] I was expecting...
french: [ _u_ ] Je m'attendais ...
italian: [_u_] mi aspettavo...

source: [_u_] Less clothing.
french: [ _u_ ] Moins de vêtements.
italian: [_u_] Meno vestiti.

source: [_u_] And more breasts.
french: [ _u_ ] Et plus de seins.
italian: [_u_] E più seni.

source: [_sz_] Did you really expect me to...
french: [ _sz_ ] Savais-tu vraiment que je ...
italian: [_sz_] Ti aspettavi davvero che io fosso...

source: [_sz_] To show my breasts?
french: [ _sz_ ] Pour montrer mes seins?
italian: [_sz_] Per mostrare i miei seni?

source: [_sz_] My bare breasts?
french: [ _sz_ ] Mes seins nus?
italian: [_sz_] I miei seni nudi?

source: [_u_] Well yes, that was the idea.
french: [ _u_ ] Bien oui, c'était l'idée.
italian: [_u_] Beh, sì, questa era l'idea.

source: [_sz_] I wasn't ready for that.
french: [ _sz_ ] Je n'étais pas prêt pour ça.
italian: [_sz_] Non ero pronto per questo.

source: [_sz_] Mh... I'll have to think about it.
french: [ _sz_ ] Mh ... Je vais devoir y réfléchir.
italian: [_sz_] Mh... Dovrò pensarci.

source: [_sz_] Can you come back later?
french: [ _sz_ ] Pouvez-vous revenir plus tard?
italian: [_sz_] Riesci a tornare più tardi?

source: [_u_] Yes, of course.
french: [ _u_ ] Oui, bien sûr.
italian: [_u_] Sì, ovviamente.

source: [_sz_] Have a good day, sir.
french: [ _sz_ ] Bonne journée, monsieur.
italian: [_sz_] Buona giornata, signore.

source: [_sz_] I don't think I can do that.
french: [ _sz_ ] Je ne pense pas que je puisse faire ça.
italian: [_sz_] Non penso di poterlo fare.

source: [_sz_] I thought about it all night and...
french: [ _sz_ ] J'y ai pensé toute la nuit et ...
italian: [_sz_] Ho pensato a esso tutta la notte e...

source: [_sz_] I can't show my breasts so easily.
french: [ _sz_ ] Je ne peux pas montrer mes seins si facilement.
italian: [_sz_] Non riesco a mostrare i miei seni così facilmente.

source: [_sz_] Even for my kingdom.
french: [ _sz_ ] Même pour mon royaume.
italian: [_sz_] Anche per il mio regno.

source: [_sz_] Find something else.
french: [ _sz_ ] Rechercher autre chose.
italian: [_sz_] Trova qualcos'altro.

source: [_sz_] Squeeze my breasts?
french: [ _sz_ ] Squeeze mes seins?
italian: [_sz_] spremere i miei seni?

source: [_sz_] Is that... I mean...
french: [ _sz_ ] Est-ce que ... Je veux dire ...
italian: [_sz_] È questo... Voglio dire...

source: [_sz_] Why?
french: [ _sz_ ] Pourquoi?
italian: [_sz_] Perché?

source: [_u_] It might help!
french: [ _u_ ] Cela pourrait vous aider !
italian: [_u_] Potrebbe aiutare!

source: [_u_] And then at worst, it can't hurt.
french: [ _u_ ] Et puis au pire, ça ne peut pas faire de mal.
italian: [_u_] E poi nel peggiore dei casi, non può fare male.

source: [_sz_] Speak for yourself.
french: [ _sz_ ] Parle pour toi-même.
italian: [_sz_] Parla per te.

source: [_sz_] If I asked you to massage your testicles in front of me, would you do it?
french: [ _sz_ ] Si je vous ai demandé de masser vos testicules devant moi, feriez-vous?
italian: [_sz_] Se ti chiedessi di massaggiare i tuoi testicoli di fronte a me, lo faresti?

source: [_sz_] Of course.
french: [ _sz_ ] Bien sûr.
italian: [_sz_] Certo.

source: [_sz_] Why did I ask the question...
french: [ _sz_ ] Pourquoi ai-je posé la question ...
italian: [_sz_] Perché ho fatto la domanda...

source: [_sz_] No I... no.
french: [ _sz_ ] Non I. .. non.

source: [_sz_] It was not an invitation.
french: [ _sz_ ] Ce n'était pas une invitation.
italian: [_sz_] Non è stato un invito.

source: [_sz_] By all the gods...
french: [ _sz_ ] Par tous les dieux ...
italian: [_sz_] Da tutti gli dei...

source: [_sz_] I'm going to pretend I didn't hear that.
french: [ _sz_ ] Je vais faire semblant que je n'ai pas entendu ça.
italian: [_sz_] farò finta di non averlo sentito.

source: [_sz_] Well, let's try to... move on.
french: [ _sz_ ] Eh bien, essayons de ... avancer.
italian: [_sz_] Beh, cerchiamo di continuare...

source: [_sz_] If I do this, do you think it will really help?
french: [ _sz_ ] Si je fais ça, pensez-vous que ça va vraiment aider?
italian: [_sz_] Se faccio questo, pensi che sarà davvero di aiuto?

source: [_sz_] Well then, very good.
french: [ _sz_ ] Alors, très bien.
italian: [_sz_] Beh, allora, molto buono.

source: [_sz_] Let me make myself more comfortable.
french: [ _sz_ ] Laissez-moi me rendre plus confortable.
italian: [_sz_] Permettetemi di rendermi più confortevole.

source: [_sz_] So... uh...
french: [ _sz_ ] Donc ... euh ...

source: [_sz_] What should I do? Put my hands on my... breasts?
french: [ _sz_ ] Que dois-je faire? Mets mes mains sur mes ... seins?
italian: [_sz_] Che cosa devo fare? Metti le mani sul mio... seno?

source: [_u_] Yep.
french: [_u_] Oui.

source: [_sz_] It is not unpleasant.
french: [ _sz_ ] Ce n'est pas désagréable.
italian: [_sz_] Non è sgradevole.

source: [_sz_] Even... rather pleasant I must say.
french: [ _sz_ ] Même ... plutôt agréable je dois dire.
italian: [_sz_] Anche... piuttosto piacevole devo dire.

source: [_sz_] I don't know if this will help much, but...
french: [ _sz_ ] Je ne sais pas si ça va aider beaucoup, mais ...
italian: [_sz_] Non so se questo aiuterà molto, ma...

source: [_sz_] Do you really think this will help anything?
french: [ _sz_ ] Pensez-vous vraiment que cela va vous aider?
italian: [_sz_] Pensi davvero che questo aiuterà qualcosa?

source: [_u_] Perhaps.
french: [_u_] Peut-être.
italian: [_u_] Forse.

source: [_sz_] Yes, I can imagine that.
french: [ _sz_ ] Oui, je peux l'imaginer.
italian: [_sz_] Sì, posso immaginarlo.

source: [_sz_] But no.
french: [ _sz_ ] Mais non.
italian: [_sz_] Ma no.

source: [_sz_] The feeling is really...
french: [ _sz_ ] Le sentiment est vraiment ...
italian: [_sz_] La sensazione è veramente...

source: [_sz_] interesting....
french: [ _sz_ ] intéressant ...
italian: [_sz_] interessante....

source: [_sz_] It's like I can...
french: [ _sz_ ] C'est comme si je peux ...
italian: [_sz_] È come se potesso...

source: [_sz_] Very, well, I think that will be enough.
french: [ _sz_ ] Très bien, je pense que ça suffira.
italian: [_sz_] Vero, beh, penso che sarà sufficiente.

source: [_sz_] See you tomorrow, sir.
french: [ _sz_ ] Vous voyez demain, monsieur.
italian: [_sz_] Ci vediamo domani, signore.

source: [_sz_] Kiss someone?
french: [ _sz_ ] Kiss quelqu'un?
italian: [_sz_] bacia qualcuno?

source: [_u_] Yes.
french: [_u_] Oui.
italian: [_u_] Sì.

source: [_u_] Everything has to start somewhere.
french: [ _u_ ] Tout doit commencer quelque part.
italian: [_u_] Tutto deve iniziare da qualche parte.

source: [_sz_] And you have someone in mind I suppose?
french: [ _sz_ ] Et vous avez quelqu'un en tête que je suppose?
italian: [_sz_] E voi avete qualcuno in mente suppongo che sia?

source: [_sz_] You?
french: [ _sz_ ] Vous?
italian: [_sz_] Tu?

source: [_u_] Well...
french: [ _u_ ] Eh bien ...
italian: [_u_] Bene...

source: [_sz_] No, I won't kiss a man for no reason.
french: [ _sz_ ] Non, je n'embrasserai pas un homme sans raison.
italian: [_sz_] No, non bacio un uomo per nessuna ragione.

source: [_u_] Because it would be easier with a woman?
french: [ _u_ ] Parce que ce serait plus facile avec une femme?
italian: [_u_] Perché sarebbe più facile con una donna?

source: [_sz_] I didn't say that.
french: [ _sz_ ] Je n'ai pas dit ça.
italian: [_sz_] non l'ho detto.

source: [_sz_] It would just be more difficult with a man.
french: [ _sz_ ] Il serait plus difficile avec un homme.
italian: [_sz_] Sarebbe solo più difficile con un uomo.

source: [_sz_] Very well, it would be easier with a woman.
french: [ _sz_ ] Très bien, ce serait plus facile avec une femme.
italian: [_sz_] Molto bene, sarebbe più facile con una donna.

source: [_u_] Nice, go and kiss Lyco.
french: [ _u_ ] Nice, allez et embrasse Lyco.
italian: [_u_] Nizza, vai a baciare Lyco.

source: [_sz_] It's not that simple.
french: [ _sz_ ] Ce n'est pas si simple.
italian: [_sz_] Non è così semplice.

source: [_u_] Well go ahead and give me a kiss.
french: [ _u_ ] Bien, allez-y et donnez-moi un baiser.
italian: [_u_] Andate avanti e datemi un bacio.

source: [_sz_] All right, I'm going to...
french: [ _sz_ ] Très bien, je vais ...
italian: [_sz_] Va bene, sto andando a...

source: [_sz_] ...to kiss Lyco.
french: [ _sz_ ] ... pour embrasser Lyco.
italian: [_sz_] ...per baciare Lyco.

source: [_sz_] We have to move forward anyway.
french: [ _sz_ ] Nous devons aller de l'avant de toute façon.
italian: [_sz_] Dobbiamo andare avanti comunque.

source: [_sz_] If it costs me my a kiss...
french: [ _sz_ ] Si ça me coûte mon baiser ...
italian: [_sz_] Se mi costa un bacio...

source: [_sz_] So be it.
french: [ _sz_ ] Donc, c'est ça.
italian: [_sz_] Così sia.

source: [_u_] Are you waiting for something?
french: [ _u_ ] Vous attendez quelque chose?
italian: [_u_] Stai aspettando qualcosa?

source: [_sz_] Do you really want to see this?
french: [ _sz_ ] Veux-tu vraiment voir ça?
italian: [_sz_] Vuoi davvero vedere questo?

source: [_u_] I wouldn't miss this for nothing in the world.
french: [ _u_ ] Je ne manquerais pas ça pour rien dans le monde.
italian: [_u_] Non mancherei questo per niente nel mondo.
