Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_ArtDIVISION.po
Languages: french, italian

source: [_a_] Your blueprint should be fixed in no time, my good sir!
french: [_a_] Votre plan devrait être fixé en un rien de temps, mon cher monsieur !
italian: [_a_] Il tuo progetto dovrebbe essere risolto in pochissimo tempo, il mio buon signore!

source: [_u_] Thanks Amandine, and good luck with your machine.
french: [_u_] Merci Amandine, et bonne chance avec votre machine.
italian: [_u_] Grazie Amandine, e buona fortuna con la vostra macchina.

source: [_ly_] Sir! You're finally here!
french: [Monsieur ! Vous êtes enfin là !
italian: [_ly_] Signore! Sei finalmente qui!

source: [_ly_] It's exactly my size!
french: [C'est exactement ma taille !
italian: [_ly_] È esattamente la mia dimensione!

source: [_ly_] It's amazing how well this machine works!!!
french: [C'est incroyable à quel point cette machine fonctionne bien !
italian: [_ly_] È incredibile quanto questa macchina funziona!!!

source: [_ly_] A dressmaker's dream!
french: [Le rêve d'une couturière !
italian: [_ly_] Il sogno di un dressmaker!

source: [_u_] Funny, Amandine said the same thing about writers.
french: [_u_] C'est drôle, Amandine disait la même chose des écrivains.
italian: [_u_] Divertente, Amandine ha detto la stessa cosa degli scrittori.

source: [_ly_] I totally understand her.
french: [Je la comprends tout à fait.
italian: [_ly_] la capisco totalmente.

source: [_ly_] But I'll stick to my favourite area:
french: [Mais je m'en tiendrai à mon domaine de prédilection :
italian: [_ly_] Ma mi atterrò alla mia zona preferita:

source: [_ly_] ''The stuff you dress up in''~~
french: [Les choses que l'on porte pour s'habiller.
italian: [_ly_] ''La roba che ti vesti in''~~

source: [_ly_] Let me know as soon as you get any requests from the others and I...
french: [Faites-moi savoir dès que vous avez des demandes de la part des autres et je...
italian: [_ly_] Fatemi sapere non appena ricevete tutte le richieste dagli altri e Io...

source: [_ly_] I'll make you a blueprint as soon as possible!
french: [Je vous ferai un plan dès que possible !
italian: [_ly_] Ti farò un progetto il più presto possibile!

source: [_u_] Thanks Lyco! Glad to have you with us.
french: [_u_] Merci Lyco ! Heureux de vous compter parmi nous.
italian: [_u_] Grazie Lyco! Siamo lieti di averti con noi.

source: [_ly_] And I promise, it won't cost too much in resources! Ahah!
french: [Et je vous promets que cela ne coûtera pas trop cher en ressources ! Ahah !
italian: [_ly_] E prometto, non costerà troppo nelle risorse! Ahah!

source: [_ly_] Well... I'll try.
french: [Eh bien... Je vais essayer.
italian: [_ly_] Bene... Proverò.

source: [_a_] A luggage...
french: [_a_] Un bagage...
italian: [_a_] Un bagaglio...

source: [_a_] Oh no...
french: [_a_] Oh non...

source: [_a_] I was sure that stupid delivery robot had done something wrong.
french: [_a_] J'étais sûr que ce stupide robot de livraison avait fait quelque chose de mal.
italian: [_a_] Ero sicuro che lo stupido robot di consegna aveva fatto qualcosa di sbagliato.

source: [_a_] Where did you find it?
french: [_a_] Où l'avez-vous trouvé ?
italian: [_a_] Dove l'hai trovato?

source: [_u_] In the middle of the forest. My drone picked it up.
french: [Au milieu de la forêt. Mon drone l'a capté.
italian: [_u_] Nel mezzo della foresta. Il mio drone lo raccolse.

source: [_a_] Gosh... never trust robotic movers.
french: [_a_] Bon sang... ne jamais faire confiance aux robots déménageurs.
italian: [_a_] Gosh... non fidarti mai di truffatori robotici.

source: [_u_] Don't worry, here it is.
french: [Ne vous inquiétez pas, le voici.
italian: [_u_] Non ti preoccupare, qui è.

source: [_a_] How did you know it was mine?
french: [Comment avez-vous su que c'était le mien ?
italian: [_a_] Come lo sapevi che era mia?

source: [_u_] Well... I don't know many people who would have such a luxurious suitcase around here.
french: [Eh bien... Je ne connais pas beaucoup de gens qui auraient une valise aussi luxueuse par ici.
italian: [_u_] Bene... Non conosco molte persone che avrebbero una valigia così lussuosa qui intorno.

source: [_a_] Anyway, thank you so much for bringing it to me.
french: [_a_] Quoi qu'il en soit, je vous remercie de m'en avoir fait part.
italian: [_a_] Comunque, grazie mille per averlo portato a me.

source: [_a_] Yeah, I came here with just what my ship could carry...
french: [Oui, je suis venu ici avec juste ce que mon vaisseau pouvait transporter...
italian: [_a_] Sì, sono venuto qui con quello che la mia nave poteva trasportare...

source: [_a_] But a lot of my stuff has to be delivered by automated robotic movers.
french: [_a_] Mais beaucoup de mes affaires doivent être livrées par des déménageurs robotisés.
italian: [_a_] Ma molte mie cose devono essere consegnate da mover robotici automatizzati.

source: [_a_] And clearly... it wasn't a good idea.
french: [_a_] Et clairement... ce n'était pas une bonne idée.
italian: [_a_] E chiaramente... non era una buona idea.

source: [_u_] Why not use normal movers?
french: [Pourquoi ne pas faire appel à des déménageurs normaux ?
italian: [_u_] Perché non usare mover normali?

source: [_a_] I...
french: [_a_] Je...

source: [_a_] I wanted to make sure nobody knew where I was going.
french: [Je voulais m'assurer que personne ne savait où j'allais.
italian: [_a_] Volevo assicurarmi che nessuno sapesse dove stavo andando.

source: [_a_] Unscrupulous paparazzi are hell to get rid of once they know where you are.
french: [_a_] Il est difficile de se débarrasser de paparazzis sans scrupules une fois qu'ils savent où vous êtes.
italian: [_a_] I paparazzi senza scrupoli sono l'inferno per sbarazzarsi di una volta che sanno dove sei.

source: [_a_] So I was careful.
french: [J'ai donc été prudent.
italian: [_a_] Così ero prudente.

source: [_a_] That's exactly what it is.
french: [_a_] C'est exactement ce que c'est.
italian: [_a_] È esattamente quello che è.

source: [_a_] I ran away from my own hell.
french: [J'ai fui mon propre enfer.
italian: [_a_] Sono scappato dal mio inferno.

source: [_a_] I couldn't take a step outside without at least 10 paparazzi following me.
french: [Je ne pouvais pas faire un pas dehors sans qu'au moins 10 paparazzis me suivent.
italian: [_a_] Non potevo fare un passo fuori senza almeno 10 paparazzi che mi seguivano.

source: [_a_] If I had known that writing a book would cause me so many problems...
french: [_a_] Si j'avais su qu'écrire un livre me causerait tant de problèmes...
italian: [_a_] Se avessi saputo che scrivere un libro mi avrebbe causato tanti problemi...

source: [_u_] You wouldn't have written it?
french: [Vous ne l'auriez pas écrit ?
italian: [_u_] Non lo avresti scritto?

source: [_a_] Nah, I think I would have done it anyway.
french: [_a_] Non, je pense que je l'aurais fait de toute façon.
italian: [_a_] Nah, penso che lo avrei fatto comunque.

source: [_a_] But anonymously or something like that.
french: [_a_] Mais de manière anonyme ou quelque chose comme ça.
italian: [_a_] Ma anonimamente o qualcosa del genere.

source: [_u_] I mean... Your book is clearly loved and all...
french: [Je veux dire... Votre livre est clairement aimé et tout...
italian: [_u_] Voglio dire... Il tuo libro è chiaramente amato e tutto...

source: [_u_] But... I didn't realize how much.
french: [Mais... Je n'avais pas réalisé à quel point.
italian: [_u_] Ma... Non mi sono reso conto di quanto.

source: [_a_] Well, I have to admit I was as surprised as you are.
french: [Je dois admettre que j'ai été aussi surpris que vous.
italian: [_a_] Bene, devo ammettere che sono rimasto sorpreso come voi.

source: [_a_] The first book was an unimaginable success.
french: [_a_] Le premier livre a connu un succès inimaginable.
italian: [_a_] Il primo libro è stato un successo inimmaginabile.

source: [_a_] And then when they started making merchandising out of it...
french: [_a_] Et quand ils ont commencé à en faire du merchandising...
italian: [_a_] E poi quando hanno iniziato a fare merchandising fuori di esso...

source: [_a_] The worst was this card game... This thing is played out on a galactic scale now.
french: [_a_] Le pire était ce jeu de cartes... Cette chose se joue maintenant à l'échelle galactique.
italian: [_a_] Il peggio è stato questo gioco di carte... Questa cosa è giocata su una scala galattica ora.

source: [_u_] Oh yes... I heard about that one.
french: [Oh oui... J'en ai entendu parler.
italian: [_u_] Oh sì... Ho sentito di quello.

source: [_a_] Anyway... yeah it happened fast.
french: [_a_] Quoi qu'il en soit... oui, c'est arrivé vite.
italian: [_a_] Comunque, sì... è successo velocemente.

source: [_a_] Every time I coughed in public, it ended up on a magazine cover.
french: [Chaque fois que je toussais en public, cela se retrouvait sur la couverture d'un magazine.
italian: [_a_] Ogni volta che ho tossito in pubblico, è finito su una copertina di riviste.

source: [_a_] Even after several years without a new book, I thought it would settle down, but...
french: [_a_] Même après plusieurs années sans nouveau livre, je pensais que ça allait se calmer, mais...
italian: [_a_] Anche dopo diversi anni senza un nuovo libro, ho pensato che si sarebbe stabilito, ma...

source: [_u_] You wanted to be forgotten and instead you became a legend?
french: [Vous vouliez être oublié et vous êtes devenu une légende ?
italian: [_u_] Volevi essere dimenticato e invece sei diventato una leggenda?

source: [_a_] Exactly!
french: [_a_] Exactement !
italian: [_a_] Esattamente!

source: [_a_] Mh... that would make a great catchphrase for a book...
french: [_a_] Mh... ça ferait une bonne phrase d'accroche pour un livre...
italian: [_a_] Mh... che farebbe una grande frase per un libro...

source: [_a_] Mind if I steal it?
french: [Ça vous dérange si je le vole ?
italian: [_a_] Mente se lo rubo?

source: [_u_] Please do.
french: [S'il vous plaît, faites-le.
italian: [_u_] Si prega di fare.

source: [_a_] Well... if you don't mind, of course.
french: [_a_] Eh bien... si cela ne vous dérange pas, bien sûr.
italian: [_a_] Bene... se non ti dispiace, ovviamente.

source: [_u_] No, of course not.
french: [Non, bien sûr.
italian: [_u_] No, ovviamente no.

source: [_u_] Stay here as long as you like.
french: [Restez ici aussi longtemps que vous le souhaitez.
italian: [_u_] Rimani qui finché vuoi.

source: [_a_] Thanks, it's nice to finally settle down somewhere, away from all this...
french: [_a_] Merci, c'est bien de s'installer enfin quelque part, loin de tout ça...
italian: [_a_] Grazie, è bello stabilirsi finalmente da qualche parte, lontano da tutto questo...

source: [_a_] ...''Media madness''
french: [_a_] ...''La folie des médias'
italian: [_a_] ...''Media follness''

source: [_a_] Is that so?
french: [_a_] Est-ce le cas ?
italian: [_a_] È così?

source: [_u_] I mean, you know...
french: [Je veux dire, vous savez...
italian: [_u_] Voglio dire, sa...

source: [_a_] I know exactly what you mean.
french: [_a_] Je sais exactement ce que vous voulez dire.
italian: [_a_] So esattamente cosa intendi.

source: [_a_] I've met a lot of particularly famous people on red carpets and...
french: [_a_] J'ai rencontré beaucoup de personnes particulièrement célèbres sur les tapis rouges et...
italian: [_a_] Ho incontrato un sacco di persone particolarmente famose su tappeti rossi e...

source: [_a_] Lord, these people are unbearable sometimes.
french: [_a_] Seigneur, ces gens sont parfois insupportables.
italian: [_a_] Signore, queste persone sono insopportabili a volte.

source: [_a_] They really can have an ego bigger than a thousand suns sometimes ahah
french: [_a_] Ils peuvent vraiment avoir un ego plus grand que mille soleils parfois ahah
italian: [_a_] Possono davvero avere un ego più grande di un migliaio di soli a volte ahah

source: [_a_] Anyway, I hope I'm not like that.
french: [_a_] En tout cas, j'espère que je ne suis pas comme ça.
italian: [_a_] Comunque, spero di non essere così.

source: [_a_] Likewise, mon bon monsieur ~
french: [_a_] De même, mon bon monsieur ~
italian: [_a_] Allo stesso modo, mon bon monsieur ~

source: [_a_] But I also hope you do other things besides working here.
french: [_a_] Mais j'espère aussi que vous faites autre chose que travailler ici.
italian: [_a_] Ma spero anche che tu faccia altre cose oltre a lavorare qui.

source: [_a_] It would be nice to be able to relax a bit more from time to time.
french: [_a_] Il serait bon de pouvoir se détendre un peu plus de temps en temps.
italian: [_a_] Sarebbe bello potersi rilassare un po' di più di tanto in tanto.

source: [_a_] If you're up for it, of course.
french: [_a_] Si vous êtes d'accord, bien sûr.
italian: [_a_] Se sei pronto per questo, ovviamente.

source: [_a_] Totally.
french: [_a_] Totalement.
italian: [_a_] Totalmente.

source: [_a_] This woman is clearly passionate about her work.
french: [Cette femme est manifestement passionnée par son travail.
italian: [_a_] Questa donna è chiaramente appassionata del suo lavoro.

source: [_a_] Which is great, but it's always a challenge to work with that kind of person.
french: [_a_] Ce qui est formidable, mais c'est toujours un défi de travailler avec ce genre de personne.
italian: [_a_] Che è grande, ma è sempre una sfida lavorare con quel tipo di persona.

source: [_a_] And of course, I hope we'll continue to work together, my dear [name].
french: [_a_] Et bien sûr, j'espère que nous continuerons à travailler ensemble, mon cher [nom].
italian: [_a_] E naturalmente, spero che continueremo a lavorare insieme, mia cara [name].

source: [_u_] I hope so too.
french: [Je l'espère aussi.
italian: [_u_] lo spero anche.

source: [_a_] Oh, and about my luggage problem...
french: [_a_] Oh, et à propos de mon problème de bagages...
italian: [_a_] Oh, e circa il mio problema bagagli...

source: [_a_] I don't think it's the only one that's been lost.
french: [_a_] Je ne pense pas que ce soit le seul qui ait été perdu.
italian: [_a_] Non penso che sia l'unico che è stato perso.

source: [_a_] If you see any others...
french: [Si vous en voyez d'autres...
italian: [_a_] Se vedi qualcun altro...

source: [_u_] Don't worry, I'll keep an eye out for it.
french: [Ne vous inquiétez pas, j'y veillerai.
italian: [_u_] Non ti preoccupare, terrò d'occhio per questo.

source: [_a_] Thanks, that's sweet.
french: [Merci, c'est gentil.
italian: [_a_] Grazie, è dolce.

source: [_a_] I'm going back to work, see you later!
french: [Je retourne au travail, à plus tard !
italian: [_a_] Tornerò al lavoro, ci vediamo più tardi!

source: [_u_] Nice color.
french: [_u_] Belle couleur.
italian: [_u_] Bel colore.

source: [_a_] Thank you! It feels so good to finally have some of my stuff!
french: [_a_] Merci ! Ça fait du bien d'avoir enfin quelques unes de mes affaires !
italian: [_a_] Grazie! Si sente così bene avere finalmente alcune delle mie roba!

source: [_u_] Speaking of which, I've got the rest with me!
french: [A ce propos, j'ai le reste avec moi !
italian: [_u_] Parlando di cui, ho il resto con me!

source: [_a_] Wonderful!
french: [_a_] Merveilleux !
italian: [_a_] Meraviglioso!

source: [_a_] Finally I can breathe a little.
french: [Je peux enfin respirer un peu.
italian: [_a_] Finalmente posso respirare un po'.

source: [_a_] I've had this problem on my mind for a while now...
french: [_a_] Ce problème me préoccupe depuis un certain temps...
italian: [_a_] Ho avuto questo problema sulla mia mente per un po 'ora...

source: [_a_] Oh, and... I think I've really got too much stuff with me now.
french: [_a_] Oh, et... Je crois que j'ai vraiment trop de choses sur moi maintenant.
italian: [_a_] Oh, e... penso di avere davvero troppa roba con me ora.

source: [_a_] Tinker was kind enough to lend me a small room to store my furniture...
french: [_a_] Tinker a eu la gentillesse de me prêter une petite pièce pour ranger mes meubles...
italian: [_a_] Tinker era abbastanza gentile da prestarmi una piccola stanza per riporre i miei mobili...

source: [_a_] If you want, I can give you some.
french: [Si tu veux, je peux t'en donner.
italian: [_a_] Se vuoi, io posso darti un po'.

source: [_a_] I'd rather have someone use them than have them gather dust pointlessly.
french: [Je préfère que quelqu'un les utilise plutôt que de les voir prendre la poussière inutilement.
italian: [_a_] Preferirei che qualcuno li usasse che li faccia raccogliere la polvere inutilmente.

source: [_u_] Thank you! That's so nice of you!
french: [Merci ! C'est très gentil de votre part !
italian: [_u_] Grazie! È così bello da voi!

source: [_a_] You're welcome.
french: [De rien.
italian: [_a_] Sei il benvenuto.

source: [_a_] Just be careful with the leather. It's pretty, but once it's stained, it's ruined.
french: [_a_] Faites attention au cuir. C'est joli, mais une fois taché, c'est fichu.
italian: [_a_] Fai attenzione con la pelle. È bella, ma una volta macchiata, è rovinata.

source: [_a_] Anyway, thanks again for everything...
french: [_a_] Quoi qu'il en soit, merci encore pour tout...
italian: [_a_] Comunque, grazie ancora per tutto...

source: [_a_] And if you're curious, I can show you my new outfits too!
french: [_a_] Et si vous êtes curieux, je peux aussi vous montrer mes nouvelles tenues !
italian: [_a_] E se sei curioso, posso mostrarti anche i miei nuovi abiti!

source: [_u_] It would be a pleasure.
french: [Ce serait un plaisir.
italian: [_u_] Sarebbe un piacere.

source: [_u_] Do you remember our Old Jasmine?
french: [Vous vous souvenez de notre vieux Jasmin ?
italian: [_u_] Ti ricordi il nostro vecchio gelsomino?

source: [_a_] No... don't tell me...
french: [Non... ne me dites pas...
italian: [_a_] No... non dirmi...

source: [_a_] She... became Aladin?
french: [_a_] Elle... est devenue Aladin ?
italian: [_a_] Lei... è diventata Aladin?

source: [_a_] Now that's interesting.
french: [_a_] Voilà qui est intéressant.
italian: [_a_] Ora è interessante.

source: [_u_] And apparently she wants revenge on Sherazade.
french: [_u_] Et apparemment, elle veut se venger de Shéhérazade.
italian: [_u_] E apparentemente vuole vendetta su Sherazade.

source: [_a_] There's enough here to make something interesting...
french: [Il y a de quoi faire quelque chose d'intéressant...
italian: [_a_] C'è abbastanza qui per rendere qualcosa di interessante...

source: [_u_] I knew you'd like it.
french: [Je savais que vous l'aimeriez.
italian: [_u_] lo sapevo che ti sarebbe piaciuto.

source: [_a_] Okay... I'll think about what we could do, but I can already see where this could lead us...
french: [_a_] D'accord... Je vais réfléchir à ce que nous pourrions faire, mais je vois déjà où cela pourrait nous mener...
italian: [_a_] Okay... Penso a quello che potremmo fare, ma posso già vedere dove questo potrebbe condurci...

source: [_a_] If you had to choose between... putting Jasmine, or rather Aladdin at the head of the kingdom...
french: [_a_] Si vous deviez choisir entre... mettre Jasmine, ou plutôt Aladin à la tête du royaume...
italian: [_a_] Se dovessi scegliere tra... mettere Jasmine, o meglio Aladdin alla testa del regno...

source: [_a_] ...or Sherazade, who would you choose?
french: [_a_] ...ou Shéhérazade, qui choisirez-vous ?
italian: [_a_] ...o Sherazade, chi scegliereste?

source: [_u_] Mh... Aladdin or Sherazade....
french: [_u_] Mh... Aladin ou Shéhérazade....

source: [_a_] You don't have to give me an answer right away.
french: [_a_] Vous n'êtes pas obligé de me donner une réponse tout de suite.
italian: [_a_] Non devi darmi una risposta immediatamente.

source: [_a_] But I think we're going to have to decide who wins in the end.
french: [_a_] Mais je pense que nous allons devoir décider qui gagne à la fin.
italian: [_a_] Ma penso che dovremo decidere chi vince alla fine.

source: [_u_] And that would lead to different consequences?
french: [_u_] Et cela entraînerait des conséquences différentes ?
italian: [_u_] E questo porterebbe a conseguenze diverse?

source: [_a_] Of course, it's not funny otherwise.
french: [_a_] Bien sûr, ce n'est pas drôle autrement.
italian: [_a_] Naturalmente, non è divertente altrimenti.

source: [_ml_] Hey, [name].
french: [Hé, [nom].

source: [_ml_] I have to send my drones to fix the brothel...
french: [Je dois envoyer mes drones réparer le bordel...
italian: [_ml_] Devo inviare i miei droni per riparare il brotele...

source: [_ml_] I think Emee is there, can you ask her if I can send them now?
french: [Je pense qu'Emee est là, pouvez-vous lui demander si je peux les envoyer maintenant ?
italian: [_ml_] Penso che Emee sia lì, puoi chiederle se posso mandarli adesso?

source: [_ml_] I can't really get in touch with her.
french: [Je ne peux pas vraiment entrer en contact avec elle.
italian: [_ml_] Non posso davvero mettermi in contatto con lei.

source: [_u_] Okay, I'm on it.
french: [D'accord, je m'en occupe.
italian: [_u_] Va bene, sono su di esso.

source: [_a_] See you later [name]!
french: [À plus tard [nom] !]
italian: [_a_] Ci vediamo più tardi [name]!

source: [_e_] Well, you're just in time!
french: [Eh bien, vous arrivez juste à temps !
italian: [_e_] Beh, sei solo in tempo!

source: [_u_] Really?
french: [_u_] Vraiment ?
italian: [_u_] Davvero?

source: [_u_] For what reason?
french: [Pour quelle raison ?
italian: [_u_] Per quale motivo?

source: [_e_] I've just received something from Lycoris...
french: [Je viens de recevoir quelque chose de Lycoris...
italian: [_e_] Ho appena ricevuto qualcosa da Lycoris...

source: [_e_] Want to see?
french: [Vous voulez voir ?
italian: [_e_] Vuoi vedere?

source: [_u_] Take a guess.
french: [_u_] Devinez.
italian: [_u_] Prendi un'ipotesi.

source: [_e_] So...
french: [_e_] Donc...
italian: [_e_] Così...

source: [_e_] Do you like it?
french: [_e_] Cela vous plaît-il ?
italian: [_e_] Ti piace?

source: [_u_] Wow... that's bold.
french: [_u_] Wow... c'est audacieux.
italian: [_u_] Wow... è grassetto.

source: [_e_] I was expecting something like that, but...
french: [Je m'attendais à quelque chose comme ça, mais...
italian: [_e_] Mi aspettavo qualcosa di simile, ma...

source: [_e_] This Lycoris doesn't do things by halves.
french: [Ce Lycoris ne fait pas les choses à moitié.
italian: [_e_] Questo Lycoris non fa le cose a metà.

source: [_u_] Indeed... Good thing you're not prudish!
french: [En effet... Heureusement que vous n'êtes pas pudique !
italian: [_u_] Indeed... Buona cosa non sei prupiatto!

source: [_e_] I think I lost whatever modesty I had left a long time ago.
french: [Je crois que j'ai perdu depuis longtemps tout ce qui me restait de pudeur.
italian: [_e_] Penso di aver perso qualsiasi modestia che avevo lasciato molto tempo fa.

source: [_ly_] Hey! Where are you guys?
french: [Hé ! Où êtes-vous ?
italian: [_ly_] Hey! Dove sei ragazzi?

source: [_ly_] This place is really huge!
french: [Cet endroit est vraiment immense !
italian: [_ly_] Questo posto è davvero enorme!

source: [_u_] Did you bring Lycoris with you?
french: [Avez-vous amené Lycoris avec vous ?
italian: [_u_] Hai portato Lycoris con te?

source: [_e_] No, I thought it was you.
french: [Non, je pensais que c'était vous.
italian: [_e_] No, pensavo che fosse tu.

source: [_u_] Absolutely not.
french: [_u_] Absolument pas.
italian: [_u_] Assolutamente no.

source: [_u_] Hey Lyco, we're here!
french: [Hey Lyco, on est là !
italian: [_u_] Hey Lyco, siamo qui!

source: [_ly_] Oooh!
french: [Oooh !

source: [_ly_] Hi there!
french: [Bonjour !
italian: [_ly_] Ciao!

source: [_ly_] I didn't think I'd find anyone here...
french: [Je ne pensais pas trouver quelqu'un ici...
italian: [_ly_] Non pensavo che avrei trovato nessuno qui...

source: [_e_] Nice outfit.
french: [_e_] Belle tenue.
italian: [_e_] Bel vestito.
