Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_u_] I don't feel too secure right now...
french: [ _u_ ] Je ne me sens pas trop en sécurité maintenant ...

source: [_tb_] Fine, for fuck's sake! I'll scan the area around you if that shuts your whining.
french: [ _tb_ ] Amende, pour l'amour de la merde ! Je vais balayer la zone autour de vous si ça ferme ton whining.

source: [_u_] Can you do that?
french: [ _u_ ] Pouvez-vous faire ça?

source: [_tb_] I do, though the area of effect is limited.
french: [ _tb_ ] Je fais, bien que la zone d'effet soit limitée.

source: [_tb_] But I don't think...
french: [ _tb_ ] Mais je ne pense pas ...

source: [_tb_] Wait wait wait.
french: [ _tb_ ] Attente d'attente.

source: [_u_] Oh my God, I knew it. I'm going to die.
french: [ _u_ ] Oh mon Dieu, je le savais. Je vais mourir.

source: [_tb_] Stop being nervous for no reason.
french: [ _tb_ ] Arrêter d'être nerveux sans raison.

source: [_tb_] There's some kind of anomaly not far from you.
french: [ _tb_ ] Il y a une sorte d'anomalie pas loin de vous.

source: [_u_] Are you talking about the well?
french: [ _u_ ] Vous parlez du puits?

source: [_tb_] No, it's about 200 meters to your right. Go check it out.
french: [ _tb_ ] Non, il est à environ 200 mètres à droite. Va vérifier.

source: [_u_] Sigh. I don't get paid enough for this shit.
french: [ _u_ ] Sigh. Je ne suis pas assez payé pour ce merde.

source: [_u_] I don't see much...
french: [ _u_ ] Je ne vois pas beaucoup ...

source: [_u_] You could at least hire a gardener! This forest is really...
french: [ _u_ ] Vous pourriez au moins embaucher un jardinier ! Cette forêt est vraiment ...

source: [_tb_] It's a forest, stop complaining and move on.
french: [ _tb_ ] C'est une forêt, arrête de se plaindre et se déplace.

source: [_u_] What the hell is this thing?
french: [ _u_ ] Que diable est ce truc?

source: [_tb_] Is that... a spaceship?
french: [ _tb_ ] Est-ce que c'est un vaisseau spatial?

source: [_u_] It looks really old...
french: [ _u_ ] C'est vraiment vieux ...

source: [_u_] I don't see what that has to do with the whole virus thing...
french: [ _u_ ] Je ne vois pas ce que cela a à voir avec l'ensemble du virus ...

source: [_tb_] Hey, wait a second. This ship rings a bell, actually!
french: [ _tb_ ] Hé, attendez une seconde. Ce vaisseau sonne une cloche, en fait !

source: [_tb_] Get closer.
french: [ _tb_ ] Se rapprocher.

source: [_u_] Okay, can you see better now?
french: [ _u_ ] Ok, tu vois mieux maintenant?

source: [_tb_] Oh my God... I can't believe it.
french: [ _tb_ ] Oh mon Dieu ... Je n'arrive pas à le croire.

source: [_tb_] Do you remember that I used to be a military A.I.?
french: [ _tb_ ] Tu te souviens que j'ai été un A.I. militaire?

source: [_tb_] That is exactly right!
french: [ _tb_ ] C'est exact !

source: [_tb_] I'm glad to see you pay attention to what I'm saying!
french: [ _tb_ ] Je suis heureux de vous voir prêter attention à ce que je dis !

source: [_tb_] Absolutely not.
french: [_tb_] Absolument pas.

source: [_tb_] I was a military robot of the Empire during the Great Energy War.
french: [ _tb_ ] J'étais un robot militaire de l'Empire pendant la guerre de l'énergie.

source: [_tb_] Okay. Nice to see you don't listen when I talk.
french: [ _tb_ ] Ok. Ravi de voir que vous n'écoutez pas quand je parle.

source: [_tb_] I don't know if I've ever told you this before,
french: [ _tb_ ] Je ne sais pas si je vous ai déjà dit ça avant,

source: [_tb_] But, I was a military robot of the Empire during the Great Energy War.
french: [ _tb_ ] Mais j'étais un robot militaire de l'Empire pendant la Grande Guerre de l'Énergie.

source: [_tb_] I'm pretty sure this is an Empire fighter from back then.
french: [ _tb_ ] Je suis presque sûr qu'il s'agit d'un chasseur de l'Empire.

source: [_u_] Really? Wow... It's definitely a very old ship.
french: [ _u_ ] Vraiement? Wow ... C'est définitivement un vieux bateau.

source: [_tb_] Yeah, it's pretty much an archaeological site at this point.
french: [ _tb_ ] Oui, c'est un site archéologique à ce point.

source: [_u_] Does that mean you're so old that you're also an archaeological relic?
french: [ _u_ ] Cela signifie-t-il que vous êtes si vieux que vous êtes aussi une relique archéologique?

source: [_fy2_s_] Freeze!
french: [ _fy2_s_ ] Gel !

source: [_fy2_s_] Identify yourself.
french: [ _fy2_s_ ] Identifiez-vous.

source: [_u_] Oh, boy. What the heck is this now?
french: [ _u_ ] Oh, mon garçon. Qu'est-ce que c'est maintenant?

source: [_u_] I am [name], a simple adventurer.
french: [ _u_ ] Je suis [ nom ], un simple aventurier.

source: [_fy2_s_] [name], You are here on sacred land.
french: [ _fy2_s_ ] [ nom ], Vous êtes ici sur des terres sacrées.

source: [_fy2_s_] Leave this place immediately.
french: [ _fy2_s_ ] Laissez immédiatement cette place.

source: [_u_] A sacred land?
french: [ _u_ ] Une terre sacrée?

source: [_u_] You mean this wreackage back there?
french: [ _u_ ] Vous voulez dire que ce wreackage est là?

source: [_fy3_s_] I've already told you to call me if you see any intruders...
french: [ _fy3_s_ ] Je vous ai déjà dit de m'appeler si vous voyez des intrus ...

source: [_fy2_s_] ... but... My lord I...
french: [ _fy2_s_ ] ... mais ... Mon seigneur I. ..

source: [_fy3_s_] No excuses. These intruders can be dangerous....
french: [ _fy3_s_ ] Pas d'excuses. Ces intrus peuvent être dangereux ...

source: [_u_] mhhhh... my head...
french: [ _u_ ] mhhhh ... ma tête ...

source: [_fy3_s_] So he's the intruder?
french: [ _fy3_s_ ] Donc il est l'intrus?

source: [_fy3_s_] He's not really impressive...
french: [ _fy3_s_ ] Il n'est pas vraiment impressionnant ...

source: [_fy3_s_] And unarmed, to boot!
french: [ _fy3_s_ ] Et non armé, pour amorcer !

source: [_fy2_s_] Yes, but... he insulted the sacred temple, my lord.
french: [ _fy2_s_ ] Oui, mais ... il a insulté le temple sacré, mon seigneur.

source: [_fy3_s_] Really? He does not seem anything like the usual degenerates.
french: [ _fy3_s_ ] Vraiement? Il ne semble pas comme le dégénère habituel.

source: [_fy3_s_] Far from it, I would say.
french: [ _fy3_s_ ] Loin de ça, je dirais.

source: [_fy3_s_] You may leave. I will take care of him.
french: [ _fy3_s_ ] Vous pouvez partir. Je m'occupe de lui.

source: [_fy2_s_] Yes my lord.
french: [ _fy2_s_ ] Oui mon seigneur.

source: [_fy3_s_] You, stand up.
french: [ _fy3_s_ ] Vous, restez debout.

source: [_fy3_s_] Who are you, and what are you doing here?
french: [ _fy3_s_ ] Qui êtes-vous, et que faites-vous ici?

source: [_u_] I am [name] and... I'm an adventurer.
french: [ _u_ ] Je suis [ nom ] et ... Je suis un aventurier.

source: [_fy3_s_] An adventurer? That's a first.
french: [ _fy3_s_ ] Un aventurier? C'est une première.

source: [_fy3_s_] We're more accustomed to bandits, or zealots with W-marked foreheads...
french: [ _fy3_s_ ] Nous sommes plus habitués aux bandits, ou aux fanatiques avec les front marqués de W ...

source: [_fy3_s_] But an adventurer android... That's new.
french: [ _fy3_s_ ] Mais un aventurier android ... C'est nouveau.

source: [_u_] Wait, wait, wait.
french: [ _u_ ] Attendez, attendez, attendez.

source: [_u_] Did you say ''android?''
french: [ _u_ ] Vous avez dit "android?"

source: [_fy3_s_] Yes I...
french: [ _fy3_s_ ] Oui I. ..

source: [_fy3_s_] Wait wait wait, you are not an android????
french: [ _fy3_s_ ] Attendre attendre, vous n'êtes pas un androïde? ???

source: [_u_] No, I'm not! But you... who are you?
french: [ _u_ ] Non, je ne suis pas ! Mais vous ... qui êtes vous?

source: [_fy3_s_] I... It's kind of complicated, but to keep it simple, I'm a conscious AI.
french: [ _fy3_s_ ] I. .. C'est un peu compliqué, mais pour le garder simple, je suis un IA conscient.

source: [_u_] Okay... I wasn't expecting that.
french: [ _u_ ] Ok ... Je ne m'attendais pas à ça.

source: [_u_] Don't move, I'm calling my boss.
french: [ _u_ ] Ne bouchez pas, j'appelle mon patron.

source: [_tb_] Ooooh... Who's she?
french: [ _tb_ ] Ooooh ... Qui est-elle?

source: [_u_] You're gonna love this, she's an AI with consciousness.
french: [ _u_ ] Tu vas adorer ça, elle est une IA avec conscience.

source: [_u_] I think she's coming...
french: [ _u_ ] Je pense qu'elle vient ...

source: [_tb_] Hello! I'm Tinker! I am the CEO++ of this planet.
french: [ _tb_ ] Bonjour ! Je suis Tinker ! Je suis le PDG + + de cette planète.

source: [_tb_] And here is [name], my employee.
french: [ _tb_ ] Et voici [ nom ], mon employé.

source: [_fy3_s_] Hi! You can call me Bonny.
french: [ _fy3_s_ ] Salut ! Tu peux m'appeler Bonny.

source: [_fy3_] Your greetings are coming rather late!
french: [ _fy3_ ] Vos salutations arrivent plutôt tard !

source: [_fy3_] It's been almost 10 years since I crashed here.
french: [ _fy3_ ] Cela fait presque 10 ans que je me suis écrasé ici.

source: [_tb_] Wait... don't tell me...
french: [ _tb_ ] Attends ... ne me dis pas ...

source: [_tb_] You were the AI of this spaceship??
french: [ _tb_ ] Vous étiez l'IA de ce vaisseau??

source: [_fy3_] That is exactly right!
french: [ _fy3_ ] C'est exact !

source: [_fy3_] Empire's automated forces, 2nd battalion, 4th squadron.
french: [ _fy3_ ] Les forces automatisées de l'Empire, 2e bataillon, 4e escadron.

source: [_tb_] Oh my God... I can't believe it...
french: [ _tb_ ] Oh mon Dieu ... Je n'arrive pas à le croire ...

source: [_fy3_] Yes I know, I'm pretty old ahah
french: [ _fy3_ ] Oui, je sais, je suis assez vieille ahah

source: [_tb_] I was Captain Amelia's personal assistant!
french: [ _tb_ ] J'étais l'assistante personnelle du capitaine Amelia !

source: [_fy3_] No way!!!
french: [ _fy3_ ] Pas de chemin !!!

source: [_fy3_] I remember you! Weren't you next to her during the Battle of the Three Suns speech?
french: [ _fy3_ ] Je me souviens de vous ! Vous n'étiez pas à côté d'elle lors de la bataille du discours des Trois Suns?

source: [_tb_] Yes!! Exactly it was me!
french: [ _tb_ ] Oui ! Exactement c'était moi !

source: [_u_] And now you both end up in... android fairy bodies? The chances were pretty small...
french: [ _u_ ] Et maintenant, vous avez tous les deux des corps de fées androïdes? Les chances étaient plutôt petites ...

source: [_tb_] Yes, indeed.
french: [ _tb_ ] Oui, en effet.

source: [_fy3_] Well... My ship was damaged amidst the Battle of the Three Suns.
french: [ _fy3_ ] Eh bien ... Mon bateau a été endommagé au milieu de la bataille des Trois Suns.

source: [_fy3_] I lost control over both the engines and the weaponry.
french: [ _fy3_ ] J'ai perdu le contrôle à la fois des moteurs et de l'armement.

source: [_fy3_] And I started drifting slowly in space.
french: [ _fy3_ ] Et j'ai commencé à dériver lentement dans l'espace.

source: [_fy3_] And then, 200 years later... I somehow ended up passing through this planet's atmosphere!
french: [ _fy3_ ] Et puis, 200 ans plus tard ... J'ai fini par passer par l'atmosphère de cette planète !

source: [_fy3_] If I hadn't stumbled upon this planet... I'd still be lost to the void of space.
french: [ _fy3_ ] Si je n'avais pas trébué sur cette planète ... Je serais encore perdu face au vide de l'espace.

source: [_fy3_] When I crashed here I apparently fell right into some kind of...
french: [ _fy3_ ] Quand je me suis écrasé ici, je suis apparemment tombé dans une sorte de ...

source: [_fy3_] ... fairy village.
french: [ _fy3_ ] ... village de fées.

source: [_tb_] A... Fairy village? There were still some still alive by then?
french: [ _tb_ ] A. .. Fairy village? Il y en avait encore d'autres encore d'ici là?

source: [_fy3_] There were! Until, y'know, I came crashing down on them.
french: [ _fy3_ ] Il y en a eu ! Jusqu'à ce que je sache, je suis tombé sur eux.

source: [_fy3_] After landing, I realised the ship's didn't have much power left at all.
french: [ _fy3_ ] Après l'atterrissage, j'ai réalisé que le navire n'avait pas beaucoup de pouvoir.

source: [_fy3_] So I started copying myself into the nearest device
french: [ _fy3_ ] J'ai donc commencé à me copier dans l'unité la plus proche

source: [_fy3_] And it was this fairy. With those... strange clothes.
french: [ _fy3_ ] Et c'était cette fée. Avec ces ... vêtements étranges.

source: [_fy3_] Yes! How did you know that?
french: [ _fy3_ ] Oui ! Comment saviez-vous cela?

source: [_fy3_] It took me years to open the door...
french: [ _fy3_ ] Il m'a fallu des années pour ouvrir la porte ...

source: [_u_] You just had to say ''Open Sesame'' to open it.
french: [ _u_ ] Vous avez juste eu à dire '' Open Sesame''pour l'ouvrir.

source: [_fy3_] Yeah, well, I made explosives and... Well, you get the idea.
french: [ _fy3_ ] Ouais, bien, j'ai fait des explosifs et ... Eh bien, vous avez l'idée.

source: [_tb_] And you wouldn't happen to have... done something the computers in that outpost, by any chance?
french: [ _tb_ ] Et vous n'arriveriez pas à avoir ... fait quelque chose des ordinateurs dans ce poste, par hasard?

source: [_fy3_] Maybe... why?
french: [ _fy3_ ] Peut-être ... pourquoi?

source: [_tb_] Our entire android network shut down yesterday, so we're looking into the cause nearby.
french: [ _tb_ ] Tout notre réseau androïde s'est arrêté hier, donc nous étudions la cause à proximité.

source: [_fy3_] Oh... sorry! It's probably my fault.
french: [ _fy3_ ] Oh ... désolé ! C'est probablement ma faute.

source: [_tb_] It's fine. Now that I know where it's from, fixing it should be a breeze.
french: [ _tb_ ] C'est bien. Maintenant que je sais d'où elle vient, la fixation devrait être une brise.

source: [_u_] Well that's that! The investigation is complete!
french: [ _u_ ] Eh bien, c'est ça ! L'enquête est terminée !

source: [_u_] I'll give you two some space, I bet you have a lot to talk about.
french: [ _u_ ] Je vais vous donner un peu d'espace, je parie que vous avez beaucoup à parler.

source: [_tb_] Ahah thank you employee!
french: [ _tb_ ] Ahah merci à l'employé !

source: [_fy3_] And sorry about the electroshock earlier.
french: [ _fy3_ ] Et désolé pour l'électroshock plus tôt.

source: [_u_] No problem, I'm used to it. See you later!
french: [ _u_ ] Aucun problème, je suis habitué. À plus tard !

source: [_tb_] So, tell me, how are you going to do it?
french: [ _tb_ ] Alors, dis-moi, comment allez-vous le faire?

source: [_u_] This is a very good question.
french: [ _u_ ] C'est une très bonne question.

source: [_u_] Considering how far I already went with her...
french: [ _u_ ] Considérant jusqu'où je suis allé avec elle ...

source: [_u_] There's a good chance she'll be into what I'll ask of her.
french: [ _u_ ] Il y a une bonne chance qu'elle soit dans ce que je vais lui demander.

source: [_tb_] So what? You're just gonna ask her to fuck? Like...
french: [ _tb_ ] Alors quoi? Tu vas juste lui demander de baiser? Comme ...

source: [_tb_] ''Hey girl, let's fuck!''?
french: [ _tb_ ] '' Hé fille, merde ! ''?

source: [_u_] I mean... It'd be kinda sick if it worked.
french: [ _u_ ] Je veux dire ... Ça serait un peu malade si ça fonctionnait.

source: [_tb_] Go ahead. I for sure don't wanna miss that.
french: [ _tb_ ] Allez-y. Je ne veux pas manquer ça.

source: [_u_] Okay, here we go.
french: [ _u_ ] Ok, on y va.

source: [_sw_] Greetings sir!
french: [ _sw_ ] Salutations monsieur !

source: [_sw_] What brings you here on this lovely day?
french: [ _sw_ ] Qu'est-ce qui vous amène ici ce beau jour?

source: [_sw_] Somehow, I have a hunch this is going to be something lewd.
french: [ _sw_ ] Quelque part, j'ai une intuition que ça va être quelque chose de perspicace.

source: [_sw_] Am I right?
french: [ _sw_ ] Suis-je juste?

source: [_u_] I want to have sex with you.
french: [ _u_ ] Je veux avoir des relations sexuelles avec vous.

source: [_sw_] That's very kind of you.
french: [ _sw_ ] C'est très gentil de vous.

source: [_u_] Alright, I'll cut to the chase. I want to have sex with you.
french: [ _u_ ] Alright, je vais couper à la chasse. Je veux avoir des relations sexuelles avec toi.

source: [_sw_] Your bluntness will never cease to entertain me. Truly.
french: [ _sw_ ] Votre franchise ne cessera jamais de me divertir. Vraie.

source: [_sw_] And for what god-forsaken reason did you imagine I was going to accept?
french: [ _sw_ ] Et pour quelle raison dieu-forsaken avez-vous imaginé que j'allais accepter?

source: [_u_] I mean, we've already bonded through quite a few perverted acts, so...
french: [ _u_ ] Je veux dire, nous avons déjà cautionné à travers un certain nombre d'actes pervers, donc ...

source: [_sw_] My dear friend, I am a princess...
french: [ _sw_ ] Mon cher ami, je suis une princesse ...

source: [_sw_] And you are just a huntsman.
french: [ _sw_ ] Et vous n'êtes qu'un artisan.

source: [_sw_] It would be preposterous to soil my regal purity with a lowly commoner like you.
french: [ _sw_ ] Il serait absurde de mettre en terre ma pureté régale avec un minuscule roturier comme vous.

source: [_u_] Okay. Outch.
french: [ _u_ ] Ok. Outch.

source: [_sw_] I don't mean to offend. I know you're a good man, but...
french: [ _sw_ ] Je ne veux pas offensé. Je sais que tu es un homme bon, mais ...

source: [_u_] Take it easy.
french: [ _u_ ] Il est facile de le faire.

source: [_u_] Let's ignore the part when you threw me into the royal friendzone, shall we?
french: [ _u_ ] Ne négligeons pas la partie quand tu m'as jeté dans la zone d'amitié royale, allons-nous?

source: [_u_] I am in fact a prince.
french: [ _u_ ] Je suis en fait un prince.

source: [_sw_] Of course you are.
french: [ _sw_ ] Bien sûr que vous êtes.

source: [_sw_] Royal lineage sure is a mere detail you somehow never mentioned before, which suddenly becomes important when it comes to fornicating.
french: [ _sw_ ] La lignée royale est un simple détail que vous n'avez jamais mentionné avant, qui devient soudain important quand il s'agit de forgrer.

source: [_sw_] Do I look like a simpleton?
french: [ _sw_ ] Est-ce que je ressemble à un simpleton?

source: [_u_] I know it might sound absurd...
french: [ _u_ ] Je sais que ça pourrait sembler absurde ...

source: [_sw_] It does.
french: [ _sw_ ] C'est le cas.

source: [_u_] What would it take for you to be convinced?
french: [ _u_ ] Qu'est-ce qu'il vous faudrait pour être convaincu?

source: [_sw_] There might be something.
french: [ _sw_ ] Il peut y avoir quelque chose.

source: [_sw_] Bring me back the head of the great emerald dragon, terror of the azure cities.
french: [ _sw_ ] Apportez-moi la tête du grand dragon émeraude, la terreur des villes d'azur.

source: [_sw_] The Guardian of the forgotten king's treasure at the top of the highest mountain in the...
french: [ _sw_ ] Le Gardien du trésor du roi oublié au sommet de la plus haute montagne du ...

source: [_u_] I'm not doing that.
french: [ _u_ ] Je ne fais pas ça.

source: [_u_] Isn't there another way? Like some document testifying that I'm a prince or something?
french: [ _u_ ] N'y a-t-il pas un autre moyen? Comme un document qui témoigne que je suis un prince ou quelque chose?

source: [_sw_] A document?
french: [ _sw_ ] Un document?

source: [_sw_] Slaying a dragon seems a lot more righteous...
french: [ _sw_ ] La pose d'un dragon semble beaucoup plus juste ...

source: [_u_] No. Go and slay a dragon on your own time.
french: [ _u_ ] No. Go et tuez un dragon sur votre propre temps.

source: [_u_] Is there another way?
french: [ _u_ ] Y a-t-il une autre façon?

source: [_sw_] Sigh... You're out of luck...
french: [ _sw_ ] Sigh ... Vous êtes hors de chance ...

source: [_sw_] Unless I can ask the queen's magic mirror...
french: [ _sw_ ] Sauf si je peux demander le miroir magique de la reine ...

source: [_u_] Great! Let's do that!
french: [ _u_ ] Grand ! Faisons ça !

source: [_u_] I mean... can we do that?
french: [ _u_ ] Je veux dire ... pouvons-nous faire ça?

source: [_tb_] Perhaps.
french: [ _tb_ ] Peut-être.

source: [_u_] Yeah, we can do that.
french: [ _u_ ] Ouais, on peut faire ça.

source: [_sw_] The queen is after me, don't you remember? I doubt she'll let me stroll inside her castle.
french: [ _sw_ ] La reine est après moi, tu ne te souviens pas? Je doute qu'elle me laisse se promener à l'intérieur de son château.

source: [_u_] I will find a way, don't worry.
french: [ _u_ ] Je trouverai un moyen, ne vous inquiéterais pas.

source: [_sw_] I'm eager to see the mirror shatter your alleged lineage.
french: [ _sw_ ] Je suis impatient de voir le miroir brisez votre lignée alléguée.

source: [_u_] What if I am indeed a prince...
french: [ _u_ ] Et si je suis vraiment un prince ...

source: [_sw_] You are most definitely not.
french: [ _sw_ ] Vous n'êtes certainement pas.

source: [_u_] ...I'll stick my dick in your...
french: [ _u_ ] ...Je vais coller ma bite dans votre ...

source: [_sw_] Dream on boy.
french: [ _sw_ ] Rêve sur le garçon.

source: [_sw_] Let me know when you find a solution.
french: [ _sw_ ] Laissez-moi savoir quand vous trouvez une solution.

source: [_sw_] See you later...
french: [ _sw_ ] Voir plus tard ...

source: [_u_] So, how's that going to work?
french: [ _u_ ] Alors, comment ça va fonctionner?

source: [_tb_] We need to do two things: retrieve the mirror and find a suitable location to set it up.
french: [ _tb_ ] Nous devons faire deux choses: récupérer le miroir et trouver un endroit approprié pour la mettre en place.

source: [_u_] Which means getting into somewhere gloomy and mysterious, I take it...
french: [ _u_ ] Ce qui veut dire s'introduire dans un endroit morose et mystérieux, je le prends ...

source: [_tb_] Nope. I already know where it is.
french: [ _tb_ ] Non. Je sais déjà où c'est.

source: [_tb_] It's in the Queen's castle. More accurately, in her cellar.
french: [ _tb_ ] C'est dans le château de la Reine. Plus précisément, dans sa cave.

source: [_u_] Alright, can't we just leave it there?
french: [ _u_ ] Alright, on ne peut pas juste la laisser là?

source: [_tb_] The castle is completely ruined. If Snow White sees it, her scenario'll most likely glitch out.
french: [ _tb_ ] Le château est complètement ruiné. Si Snow White le voit, son scénario risque fort de s'accrochez.

source: [_u_] Oh. Okay, I see.
french: [ _u_ ] Oh. Ok, je vois.

source: [_tb_] Which is why we need to relocate it. Preferably someplace dark.
french: [ _tb_ ] C'est pourquoi nous devons le relocaliser. De préférence quelque part sombre.

source: [_tb_] I'll setup the drone so that it'll look for suitable locations nearby Snow White.
french: [ _tb_ ] I'll setup the drone so that it'll look for convenable locations nearby Snow White.

source: [_u_] And what about the mirror?
french: [ _u_ ] Et qu'en est-il du miroir?

source: [_tb_] I think you can ask Emee or Melissandre to help you with this.
french: [ _tb_ ] Je pense que vous pouvez demander à Emee ou à Melissandre de vous aider.

source: [_u_] You mean, it needs to be one or the other?
french: [ _u_ ] Vous voulez dire qu'il doit être l'un ou l'autre?

source: [_tb_] Based on which one you prefer, yes.
french: [ _tb_ ] Sur la base de laquelle vous préférez, oui.

source: [_tb_] You're my second in command now. This means you'll have responsabilities regarding the growing number of employees, and you'll need to make decisions.
french: [ _tb_ ] Vous êtes mon second dans la commande maintenant. Cela signifie que vous aurez des responsabilités à l'égard du nombre croissant d'employés et que vous devrez prendre des décisions.

source: [_tb_] Choices... Consequences...
french: [ _tb_ ] Choix ... Conséquences ...

source: [_tb_] Welcome to my world, buddy.
french: [ _tb_ ] Bienvenue dans mon monde, mon pote.

source: [_u_] Okay Tinker, I'll take care of this.
french: [ _u_ ] Ok Tinker, je m'en occupe.

source: [_u_] Good news, we can go see this magic mirror whenever you want.
french: [ _u_ ] Bonne nouvelle, on peut aller voir ce miroir magique quand tu veux.
