Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_TB.po
Languages: french, italian

source: [_tb_] But I'm very happy to see that you care about my sexual appetite.
french: [ _tb_ ] Mais je suis très heureux de voir que vous vous souciez de mon appétit sexuel.
italian: [_tb_] Ma sono molto felice di vedere che ti interessa il mio appetito sessuale.

source: [_tb_] Oh... you can be sure I'm going to have fun...
french: [ _tb_ ] Oh ... vous pouvez être sûr que je vais m'amuser ...
italian: [_tb_] Oh... puoi essere sicuro che mi divertirò...

source: [_tb_] See you later [name]!
french: [ _tb_ ] Voir plus tard [ nom ] !
italian: [_tb_] Ci vediamo più tardi [name]!

source: [_tb_] Oh... I feel a serious conversation coming on.
french: [ _tb_ ] Oh ... Je ressens une conversation sérieuse.
italian: [_tb_] Oh... Sento una conversazione seria.

source: [_u_] Why were employees' bodies scanned back then?
french: [ _u_ ] Pourquoi les corps des employés sont-ils scannés à l'époque?
italian: [_u_] Perché allora i corpi dei dipendenti sono stati scansionati?

source: [_u_] What were your plans?
french: [ _u_ ] Quels étaient vos plans?
italian: [_u_] Quali erano i tuoi piani?

source: [_tb_] Well, if I expected to hear about it 150 years later...
french: [ _tb_ ] Eh bien, si je m'attendais à en entendre 150 ans plus tard ...
italian: [_tb_] Beh, se mi aspettavo di sentire circa 150 anni dopo...

source: [_tb_] They were used to lay the foundations for future androids.
french: [ _tb_ ] Ils ont été utilisés pour poser les fondations des futurs androïdes.
italian: [_tb_] Essi sono stati utilizzati per gettare le basi per gli androidi futuri.

source: [_tb_] For example, Snow White's body was made from a scan of the first intern of the park.
french: [ _tb_ ] Par exemple, le corps de Snow White a été réalisé à partir d'une analyse du premier stagiaire du parc.
italian: [_tb_] Per esempio, il corpo di Snow White è stato fatto da una scansione del primo stagista del parco.

source: [_tb_] And Sherazade's... I think it was a famous singer who had visited the park as a guest.
french: [ _tb_ ] Et Sherazade ... Je pense que c'était un chanteur célèbre qui avait visité le parc en tant qu'invité.
italian: [_tb_] E Sherazade... Penso che fosse un cantante famoso che aveva visitato il parco come ospite.

source: [_u_] Wait... because you also scan the bodies of visitors?
french: [ _u_ ] Attendez ... parce que vous balayer aussi les corps des visiteurs?
italian: [_u_] Aspetta... perché scansiona anche i corpi dei visitatori?

source: [_tb_] Our policy was to collect all possible data within our reach.
french: [ _tb_ ] Notre politique était de recueillir toutes les données possibles à notre portée.
italian: [_tb_] La nostra politica era quella di raccogliere tutti i dati possibili a nostra portata di mano.

source: [_tb_] The park's creator thought it would help improve the ''user experience''.
french: [ _tb_ ] Le créateur du parc a pensé qu'il aiderait à améliorer l''' expérience utilisateur''.
italian: [_tb_] Il creatore del parco ha pensato che avrebbe contribuito a migliorare la ''esperienza utente''.

source: [_tb_] Personally I think it was mostly an excuse to spy on people.
french: [ _tb_ ] Personnellement, je pense que c'était surtout une excuse pour espionner les gens.
italian: [_tb_] Personalmente penso che fosse per lo più una scusa per spiare le persone.

source: [_tb_] Scanning people?
french: [ _tb_ ] Numérisation des personnes?
italian: [_tb_] Scansione persone?

source: [_tb_] No, never.
french: [ _tb_ ] Non, jamais.
italian: [_tb_] No, mai.

source: [_tb_] Well... if need be... we can always do it.
french: [ _tb_ ] Eh bien ... si besoin est ... on peut toujours le faire.
italian: [_tb_] Bene... se necessario è... possiamo sempre farlo.

source: [_tb_] All right, All right! We won't do it!
french: [ _tb_ ] Très bien, d'accord ! Nous ne le ferons pas !
italian: [_tb_] Va bene, va bene! Non lo faremo!

source: [_tb_] ...Only on people who volunteer?
french: [ _tb_ ] ...Seulement sur les gens qui se portent volontaires?
italian: [_tb_] ...Solo sulle persone che volontari?

source: [_u_] Mh... if you wish.
french: [ _u_ ] Mh ... si vous le souhaitez.
italian: [_u_] Mh... se vuoi.

source: [_tb_] Great.
french: [ _tb_ ] Grand.
italian: [_tb_] Grande.

source: [_tb_] I'm a unique model, my dear.
french: [ _tb_ ] Je suis un modèle unique, ma chère.
italian: [_tb_] Sono un modello unico, mio caro.

source: [_tb_] The very embodiment of perfection.
french: [ _tb_ ] L'incarnation même de la perfection.
italian: [_tb_] La stessa incarnazione della perfezione.

source: [_tb_] ...as far as I know. The original creator was a very secretive person.
french: [ _tb_ ] ... autant que je sache. Le créateur original était une personne très secrète.
italian: [_tb_] ...per quanto ne so. Il creatore originale era una persona molto segreta.

source: [_tb_] Gosh, I'm pretty sure he had two or three androids as slaves.
french: [ _tb_ ] Gosh, je suis sûr qu'il avait deux ou trois androïdes comme esclaves.
italian: [_tb_] Gosh, sono abbastanza sicuro che aveva due o tre androidi come schiavi.

source: [_tb_] But as I told you... he had sensored all sexual possibility in them.
french: [ _tb_ ] Mais comme je vous l'ai dit ... il a censuré toutes les possibilités sexuelles en eux.
italian: [_tb_] Ma come ti ho detto... aveva percepito tutte le possibilità sessuali in loro.

source: [_tb_] So he wasn't even using them for... well... fun.
french: [ _tb_ ] Donc il ne les utilisait même pas pour ... bien ... amusant.
italian: [_tb_] Quindi non li stava nemmeno usando per... bene... divertimento.

source: [_tb_] Yeah... Really not a fun person.
french: [ _tb_ ] Ouais ... Vraiement pas une personne amusante.
italian: [_tb_] Sì... Davvero non una persona divertente.

source: [_tb_] On the other hand, he had this crazy idea of wanting to... how can I put this...
french: [ _tb_ ] D'autre part, il avait cette idée folle de vouloir ... comment je peux mettre ça ...
italian: [_tb_] D'altra parte, aveva questa folle idea di volere... come posso mettere questo...

source: [_tb_] Transferring people's minds into android bodies to make them immortal.
french: [ _tb_ ] Transférer l'esprit des gens dans les corps androïdes pour les rendre immortels.
italian: [_tb_] Trasferire le menti delle persone in corpi androidi per renderle immortali.

source: [_u_] Now that's creepy.
french: [ _u_ ] Maintenant, c'est flirteur.
italian: [_u_] Ora è pauroso.

source: [_tb_] Yup, I think his original aim was to offer his best employees the chance to become immortal.
french: [ _tb_ ] Yup, je pense que son but premier était d'offrir à ses meilleurs employés la chance de devenir immortel.
italian: [_tb_] Yup, penso che il suo obiettivo originale fosse quello di offrire ai suoi migliori dipendenti la possibilità di diventare immortali.

source: [_u_] That's REALLY creepy.
french: [ _u_ ] C'est REALLY creepy.
italian: [_u_] È davvero inquietante.

source: [_tb_] But after a few months, he cancelled the project.
french: [ _tb_ ] Mais après quelques mois, il a annulé le projet.
italian: [_tb_] Ma dopo pochi mesi ha annullato il progetto.

source: [_u_] This is the project that copied Melissandre's spirit in an android, isn't it?
french: [ _u_ ] C'est le projet qui a copié l'esprit de Melissandre dans un androïde, n'est-ce pas?
italian: [_u_] Questo è il progetto che ha copiato lo spirito di Melissandre in un android, vero?

source: [_tb_] Absolutely.
french: [ _tb_ ] Absolument.
italian: [_tb_] Assolutamente.

source: [_u_] Tinker, can you promise me that you won't hide anything so strange from me?
french: [ _u_ ] Tinker, pouvez-vous me promettre que vous ne cacherez rien de si étrange de moi?
italian: [_u_] Tinker, puoi promettermi che non nasconderai nulla di così strano da me?

source: [_tb_] I promise I'm not planning anything strange.
french: [ _tb_ ] Je promets que je ne planifie rien d'étrange.
italian: [_tb_] Prometto che non sto pianificando niente di strano.

source: [_tb_] All I want is to get this park up and running again.
french: [ _tb_ ] Tout ce que je veux, c'est de faire fonctionner ce parc.
italian: [_tb_] Tutto quello che voglio è ottenere questo parco in esecuzione di nuovo.

source: [_tb_] Are you feeling better now?
french: [ _tb_ ] Tu te sens mieux maintenant?
italian: [_tb_] Ti senti meglio adesso?

source: [_u_] All right, then.
french: [ _u_ ] Très bien, alors.
italian: [_u_] Va bene, allora.

source: [_tb_] Anything else you'd like to ask me?
french: [ _tb_ ] N'importe quoi d'autre que vous aimeriez me demander?
italian: [_tb_] Qualcosa altro ti piacerebbe chiedermi?

source: [_tb_] Another irrational fear, perhaps?
french: [ _tb_ ] Une autre peur irrationnelle, peut-être?
italian: [_tb_] Un'altra paura irrazionale, forse?

source: {color=#3ad8ff}I need to talk to you about the park{/color}
french: { color=#3ad8ff} Je dois vous parler du parc { /color }
italian: {color=#3ad8ff}Devo parlarti del parco{/color}

source: {color=#3ad8ff}Would you like a unicorn horn? {/color}
french: { color=#3ad8ff} Voulez-vous une corne de licorne? { /couleur }
italian: {color=#3ad8ff}Vuoi un corno unicorno? {/color}

source: {color=#3ad8ff}Have you tried on your new dress?{/color}
french: { color=#3ad8ff} Avez-vous essayé sur votre nouvelle robe? { /color }
italian: {color=#3ad8ff}Hai provato il tuo nuovo vestito?{/color}

source: {color=#3ad8ff}We are looking for a girl{/color}
french: { color=#3ad8ff} Nous recherchons une fille { /color }
italian: {color=#3ad8ff}Stiamo cercando una ragazza{/color}

source: $I have some questions for you
french: $I ont des questions pour vous
italian: $I ha alcune domande per te

source: $Would you like to change your clothes, Boss? {image=shirt01.png}
french: $Would vous aimez changer vos vêtements, Boss? { image=shirt01.png }
italian: $Would ti piace cambiare i tuoi vestiti, Boss? {image=shirt01.png}

source: $Good night Tinker!
french: $Good nuit Tinker !
italian: $Good notte Tinker!

source: $See you later, Boss!
french: $See , plus tard, Boss !
italian: $See più tardi, Boss!

source: // Basic Tinker Dress
french: // Robe de base Tinker
italian: // Abito Tinker Basic

source: {color=#3ad8ff}Basic Tinker Dress ???{/color}
italian: {color=#3ad8ff}Abito Tinker Basic ???{/color}

source: // Basic Tinker Dress v2
french: // Robe de Tinker de base v2
italian: // Abito base Tinker v2

source: // Arabian Nights
french: // Nuits arabes
italian: // Notti Arabe

source: // Wish Outfit
italian: // Abito Desiderio

source: // Vintage Workwear
french: // Vêtements de Vintage
italian: // Workwear Vintage

source: // Vintage Workwear v2
french: // Vêtements de travail Vintage v2
italian: // Abbigliamento da lavoro vintage v2

source: {color=#3ad8ff}// Vintage Workwear ???{/color}
italian: {color=#3ad8ff}// Abbigliamento da lavoro vintage ???{/color}

source: // Vintage Workwear v3
french: // Vêtements de travail Vintage v3
italian: // Abbigliamento da lavoro vintage v3

source: // Lycoris Dress
french: // Robe de Lycoris
italian: // Abito Lycoris

source: {color=#3ad8ff}// Brothel Dress ???{/color}
french: { color=#3ad8ff}// Robe Brothel? ?? { /color }
italian: {color=#3ad8ff}// Vestito Brothel ???{/color}

source: // Basic Tinker HairStyle
italian: // Stile Di Capelli Basico Tinker

source: // Loose Hair
italian: // Capelli Sciolti

source: // Wish Hair
italian: // Capelli Desideri

source: // Lycoris HairStyle
italian: // Stile Capelli Lycoris

source: // Military Cap
french: // Cap militaire
italian: // Berretto Militare

source: // Old Hat
french: // Ancien chapeau
italian: // Cappello Vecchio

source: // Cyber haircut
french: // Cybercoiffure
italian: // haircut Cyber

source: What's your plan for this place?
french: Quel est votre plan pour cet endroit?
italian: Qual è il suo piano per questo posto?

source: Do we need to hire more employees?
french: Devons-nous embaucher davantage d'employés?
italian: Abbiamo bisogno di assumere più dipendenti?

source: What kind of skills are we looking for?
french: Quel genre de compétences cherchons-nous?
italian: Che tipo di abilità stiamo cercando?

source: $That's all I wanted to know for now.
french: $That's tout ce que je voulais savoir maintenant.
italian: $Thatè tutto quello che volevo sapere per ora.

source: How did you lose your voice?
french: Comment as-tu perdu ta voix?
italian: Come hai perso la voce?

source: What is this place ?
french: Quel est cet endroit?
italian: Cos'è questo posto ?

source: Where do you go when you leave this room?
french: Où es-tu quand tu parles de cette pièce?
italian: Dove vai quando lasci questa stanza?

source: Why didn't anyone come to this planet before me?
french: Pourquoi personne n'est venu sur cette planète avant moi?
italian: Perché nessuno è venuto su questo pianeta prima di me?

source: What's this ''Gallery'' on the computer?
french: Qu'est-ce que cette "galerie" sur l'ordinateur ?
italian: Cos'è questa 'Gallery'' sul computer?

source: That's all I wanted to know for now.
french: C'est tout ce que je voulais savoir maintenant.
italian: È tutto quello che volevo sapere per ora.

source: You can do it here too if you want!
french: Tu peux le faire ici aussi si tu veux !
italian: Puoi farlo anche qui se vuoi!

source: Why don't you do it here too?
french: Pourquoi ne pas le faire ici aussi?
italian: Perché non lo fai anche qui?

source: Do you need a helping hand with your horn?
french: Vous avez besoin d'un coup de main avec votre corne?
italian: Hai bisogno di una mano d'aiuto con il tuo corno?

source: Have fun with your new toy
french: Amuse-toi avec ton nouveau jouet
italian: Divertiti con il tuo nuovo giocattolo

source: And you're still doing it?
french: Et vous le faites toujours?
italian: E lo stai ancora facendo?

source: What about you? Who's your face based on?
french: Qu'en est-il de vous? Qui est votre visage sur la base?
italian: E tu? Chi è il tuo volto basato su?

source: So... no evil plans?
french: Donc ... pas de mauvais plans?
italian: Quindi... nessun piano malvagio?

source: [_u_] No.
french: [_u_] Non.

source: [_u_] No.
french: [_u_] Non.

source: [_tb_] Mh...
french: [Mh...

source: [_tb_] No...
french: [ _tb_ ] Non.

source: [_tb_] Sup [name]!
french: [ _tb_ ] Sup [ nom ] !

source: [_tb_] Oh, yeah... okay...
french: [ _tb_ ] Oh, ouais ... Ok ...

source: [_tb_] No.
french: [Non.
