Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_LY.po
Languages: french, italian

source: [_ly_] Hey... stop it!
french: [ _ly_ ] Hé ... arrête !
italian: [_ly_] Hey... fermarlo!

source: [_ly_] You're gonna make me blush.
french: [ _ly_ ] Tu vas me faire flush.
italian: [_ly_] Mi farai arrossire.

source: [_ly_] Plus I look like nothing when I jerk off.
french: [ _ly_ ] Plus je ne ressemble à rien quand je me branle.
italian: [_ly_] Plus Non assomiglio a niente quando mi masturbo.

source: [_ly_] My hair's a mess and I'm making funny faces.
french: [ _ly_ ] Mes cheveux sont en désordre et je fais des visages drôles.
italian: [_ly_] I miei capelli sono un pasticcio e sto facendo facce divertenti.

source: [_u_] Are you trying to make me hard or something?
french: [ _u_ ] Etes-vous en train d'essayer de me faire mal ou quelque chose?
italian: [_u_] Stai cercando di rendermi duro o qualcosa?

source: [_ly_] You're just saying that because you haven't seen me do it yet!
french: [ _ly_ ] Vous dites juste que parce que vous ne m'avez pas encore vu faire ça !
italian: [_ly_] Lo stai dicendo solo perché non mi hai ancora visto!

source: [_u_] Yet?
french: [ _u_ ] Pourtant?
italian: [_u_] Già?

source: [_ly_] Uh... in a manner of speaking.
french: [ _ly_ ] Uh ... d'une manière de parler.
italian: [_ly_] Uh... in un modo di parlare.

source: [_ly_] Too bad it will remain a fantasy.
french: [ _ly_ ] Trop mauvais ça restera un fantasme.
italian: [_ly_] Peccato che rimarrà una fantasia.

source: [_ly_] I think that if I ever set foot in the palace again, I'll be blamed for leaving.
french: [ _ly_ ] Je pense que si j'ai toujours mis le pied dans le palais, je serai blâma de partir.
italian: [_ly_] Penso che se mai ho messo piede di nuovo nel palazzo, sarò incolpato di partire.

source: [_u_] Not necessarily... if I can corrupt Sherazade, you will be able to do whatever you want.
french: [ _u_ ] Pas nécessairement ... si je peux corrompu Sherazade, vous serez capable de faire ce que vous voulez.
italian: [_u_] Non necessariamente... se posso corrompere Sherazade, sarai in grado di fare quello che vuoi.

source: [_ly_] Is that so?
french: [ _ly_ ] Est-ce ainsi?
italian: [_ly_] È così?

source: [_ly_] Now that... would be fun.
french: [ _ly_ ] Maintenant que ... serait amusant.
italian: [_ly_] Ora che... sarebbe divertente.

source: [_ly_] Anyway, did you want to talk about something else?
french: [ _ly_ ] Quoi qu'il en soit, tu voulais parler d'autre chose?
italian: [_ly_] Comunque volevi parlare di qualcos'altro?

source: [_ly_] You mean the garment I just finished making?
french: [ _ly_ ] Vous voulez dire le vêtement que je viens de finir?
italian: [_ly_] Intendi il capo che ho appena finito di creare?

source: [_ly_] Nah, I don't think so.
french: [ _ly_ ] Nah, je ne le pense pas.
italian: [_ly_] Nah, non penso così.

source: [_ly_] The one I'm wearing?
french: [ _ly_ ] La seule que je porte?
italian: [_ly_] Quello che sto indossando?

source: [_ly_] Why not? What kind of change would you see?
french: [ _ly_ ] Pourquoi pas? Quel genre de changement verriez-vous?
italian: [_ly_] Perché no? Che tipo di cambiamento vedrete?

source: [_u_] Well uh... just something a little more...
french: [ _u_ ] Eh bien ... juste quelque chose un peu plus ...
italian: [_u_] Beh uh... solo qualcosa di più...

source: [_u_] Open?
french: [ _u_ ] Ouvert?
italian: [_u_] Apri?

source: [_ly_] You mean a little more nude?
french: [ _ly_ ] Vous voulez dire un peu plus nude?
italian: [_ly_] Significa un po' più nudo?

source: [_u_] Yeah... I guess so.
french: [ _u_ ] Ouais ... Je suppose.
italian: [_u_] Sì... Immagino così.

source: [_ly_] Mh... you naughty boy.
french: [ _ly_ ] Mh ... tu es vilainé.
italian: [_ly_] Mh... hai cattivo ragazzo.

source: [_ly_] In fact, I didn't really dare wear anything more nude, I must admit!
french: [ _ly_ ] En fait, je n'ai pas vraiment osé porter quoi que ce soit de plus, je dois l'avouer !
italian: [_ly_] In effetti, non osavo davvero indossare niente di più nudo, devo ammetterlo!

source: [_ly_] Maybe Tinker might not have liked it, or something.
french: [ _ly_ ] Peut-être que Tinker n'a pas aimé ça, ou quelque chose.
italian: [_ly_] Forse Tinker potrebbe non essere piaciuto, o qualcosa.

source: [_u_] Yeah... no, I don't think you'll have any trouble changing outfits.
french: [ _u_ ] Ouais ... non, je ne pense pas que vous aurez de la difficulté à changer les tenues.
italian: [_u_] Sì... no, non credo che avrai problemi a cambiare abiti.

source: [_ly_] Great!
french: [ _ly_ ] Grand !
italian: [_ly_] Ottimo!

source: [_u_] So uh... do you need me to create your outfit with my machine or something?
french: [ _u_ ] Alors euh ... avez-vous besoin de moi pour créer votre tenue avec ma machine ou quelque chose?
italian: [_u_] So uh... hai bisogno di me per creare il tuo outfit con la mia macchina o qualcosa?

source: [_ly_] Nah... I don't think I'll be needing it.
french: [ _ _ ] Nah ... Je ne pense pas que j'en aurai besoin.
italian: [_ly_] Nah... Non penso che ne avrò bisogno.

source: [_ly_] I just have to remove this part...
french: [ _ly_ ] Je dois juste enlever cette partie ...
italian: [_ly_] devo solo rimuovere questa parte...

source: [_ly_] Oh, and this too!
french: [ _ly_ ] Oh, et ça aussi !
italian: [_ly_] Oh, e anche questo!

source: [_ly_] And I could also...
french: [ _ly_ ] Et je pourrais aussi ...
italian: [_ly_] E potrei anche...

source: [_ly_] No no... that would be a bit too much...
french: [ _ly_ ] Non non ... ce serait un peu trop ...
italian: [_ly_] No no... che sarebbe un po' troppo...

source: [_ly_] There, now that's perfect!
french: [ _ly_ ] Là, c'est parfait !
italian: [_ly_] Lì, ora è perfetto!

source: [_ly_] I don't know about you... but I think it's better.
french: [ _ly_ ] Je ne sais pas pour vous ... mais je pense que c'est mieux.
italian: [_ly_] Non so di te... ma penso che sia meglio.

source: [_u_] Absolutely.
french: [_u_] Absolument.
italian: [_u_] Assolutamente.

source: [_ly_] Are you sure it's not too much?
french: [ _ly_ ] Etes-vous sûr que ce n'est pas trop?
italian: [_ly_] Sei sicuro che non sia troppo?

source: [_u_] Absolutely sure. I remind you that we spend our time corrupting androids here.
french: [ _u_ ] Bien sûr. Je vous rappelle que nous passons notre temps à corrompter les androïdes ici.
italian: [_u_] Assolutamente sicuro. Vi ricordo che passiamo il nostro tempo corrompendo gli androidi qui.

source: [_u_] No one will ever be embarrassed by the sight of a little nudity.
french: [ _u_ ] Personne ne sera jamais gêné par la vue d'une petite nudité.
italian: [_u_] Nessuno sarà mai imbarazzato dalla vista di una piccola nudità.

source: [_ly_] Oh, yeah, that makes sense...
french: [ _ly_ ] Oh, ouais, c'est logique ...
italian: [_ly_] Oh, sì, che ha senso...

source: [_ly_] Speaking of nudity!
french: [ _ly_ ] Parler de nudité !
italian: [_ly_] Parlando di nudità!

source: [_ly_] When I first used the machine to make my outfit... it created something...
french: [ _ly_ ] Quand j'ai utilisé la machine pour faire ma tenue ... elle a créé quelque chose ...
italian: [_ly_] Quando ho usato per la prima volta la macchina per fare il mio outfit... ha creato qualcosa...

source: [_ly_] Well, let me show you this!
french: [ _ly_ ] Eh bien, laissez-moi vous montrer ceci !
italian: [_ly_] Beh, lasciate che vi mostri questo!

source: [_ly_] You... uh...
french: [ _ly_ ] Vous ... euh ...
italian: [_ly_] Tu... uh...

source: [_ly_] Do you mind if I change here?
french: [ _ly_ ] N'oubliez pas si je change ici?
italian: [_ly_] Ti dispiace se cambi qui?

source: [_ly_] You've already seen me naked anyway, so...
french: [ _ly_ ] Tu m'as déjà vu nue de toute façon, donc ...
italian: [_ly_] Mi hai già visto nudo comunque, così...

source: [_u_] Really? When did I see you naked?
french: [ _u_ ] Vraiement? Quand est-ce que je t'ai vu nue?
italian: [_u_] Davvero? Quando ti ho visto nudo?

source: [_ly_] Well... into the palace! When I was taking my bath!
french: [ _ly_ ] Eh bien ... dans le palais ! Quand j'étais en train de prendre mon bain !
italian: [_ly_] Bene... nel palazzo! Quando stavo facendo il mio bagno!

source: [_ly_] I know you've been watching me, you little voyeur!
french: [ _ly_ ] Je sais que vous m'avez regardé, vous avez peu de voyeur !
italian: [_ly_] So che mi hai guardato, tu piccolo voyeur!

source: [_u_] I saw a back, and hair... so... not really.
french: [ _u_ ] J'ai vu un dos, et les cheveux ... donc ... pas vraiment.
italian: [_u_] ho visto un dorso, e capelli... così... non veramente.

source: [_ly_] Oh... I could have sworn that...
french: [ _ly_ ] Oh ... J'aurais pu prêter serment ...
italian: [_ly_] Oh... Avrei potuto giurare che...

source: [_ly_] Anyway, there's also the time I showed you my tits when you were in prison.
french: [ _ly_ ] En tout cas, il y a aussi le temps où je vous ai montré mes seins quand vous étiez en prison.
italian: [_ly_] Comunque, c'è anche il tempo che ti ho mostrato le mie tette quando eri in prigione.

source: [_u_] It never happened. I asked you once...
french: [ _u_ ] Ça ne s'est jamais passé. Je t'ai demandé une fois ...
italian: [_u_] Non è mai successo. Ti ho chiesto una volta...

source: [_u_] By the way, sorry about that, I thought you were an android...
french: [ _u_ ] Au fait, désolé pour ça, je pensais que vous étiez un androïde ...
italian: [_u_] A proposito, mi dispiace di questo, ho pensato che tu fossi un androide...

source: [_u_] And you said no because you had too many clothes.
french: [ _u_ ] Et vous avez dit non parce que vous aviez trop de vêtements.
italian: [_u_] E tu hai detto di no perché avevi troppi vestiti.

source: [_ly_] Damn... I could have sworn you'd seen me naked before... it's crazy.
french: [ _ly_ ] Damn ... J'aurais pu prêter serment que je me suis vu nu avant ... c'est fou.
italian: [_ly_] Dannazione... Avrei potuto giurare che mi avresti visto nudo prima... è pazzo.

source: [_ly_] It makes things even more interesting ahah!
french: [ _ly_ ] Cela rend les choses encore plus intéressantes ahah !
italian: [_ly_] Rende le cose ancora più interessanti ahah!

source: [_ly_] I'm just teasing you!
french: [ _ly_ ] Je suis juste te taquinant !
italian: [_ly_] Ti sto prendendo in giro!

source: [_ly_] Anyway, I'll be back.
french: [ _ly_ ] Quoi qu'il en soit, je reviendrai.
italian: [_ly_] Comunque, sarò di ritorno.

source: [_ly_] You're going to laugh when you see this...
french: [ _ly_ ] Tu vas rire quand tu vois ça ...
italian: [_ly_] Riderai quando vedrai questo...

source: [_ly_] It's ridiculous, isn't it?
french: [ _ly_ ] C'est ridicule, n'est-ce pas?
italian: [_ly_] È ridicolo, vero?

source: [_ly_] It's the tightest skirt of all time!
french: [ _ly_ ] C'est la jupe la plus serreuse de tous les temps !
italian: [_ly_] È la gonna più stretta di tutti i tempi!

source: [_ly_] I think I messed up the measurements when I did that thing.
french: [ _ly_ ] Je pense que j'ai foiré les mesures quand j'ai fait ça.
italian: [_ly_] Penso di aver disordinato le misure quando ho fatto quella cosa.

source: [_u_] Wow... that's sexy.
french: [ _u_ ] Wow ... c'est sexy.
italian: [_u_] Wow... è sexy.

source: [_ly_] Are you making fun of me?
french: [ _ly_ ] Tu te moque de moi?
italian: [_ly_] Ti stai prendendo gioco di me?

source: [_ly_] I look like a waitress in a strip club!
french: [ _ly_ ] J'ai l'air d'une serveuse dans un strip-club !
italian: [_ly_] Io assomiglio a una cameriera in un club di strisce!

source: [_ly_] Damn... this thing's way too short!
french: [ _ly_ ] Damn ... cette chose est trop courte !
italian: [_ly_] Dannazione... questa cosa è troppo corta!

source: [_ly_] Plus I never wear panties, so...
french: [ _ly_ ] Plus je ne porte jamais de panties, donc ...
italian: [_ly_] Plus Non indosso mai mutandine, così...

source: [_ly_] I mean...
french: [ _ly_ ] Je veux dire ...
italian: [_ly_] Voglio dire...

source: [_ly_] Anyway...
french: [ _ly_ ] En tout cas ...
italian: [_ly_] Comunque...

source: [_ly_] If you like... we can look at my outfits whenever you want.
french: [ _ly_ ] Si vous voulez ... nous pouvons regarder mes tenues quand vous voulez.
italian: [_ly_] Se ti piace... possiamo guardare i miei abiti ogni volta che vuoi.

source: [_u_] It would be a pleasure, Lyco!
french: [ _u_ ] Ce serait un plaisir, Lyco !
italian: [_u_] Sarebbe un piacere, Lyco!

source: [_u_] Don't you have an even more revealing version of this garment?
french: [ _u_ ] N'avez-vous pas une version encore plus révélateur de ce vêtement?
italian: [_u_] Non hai una versione ancora più rivelatrice di questo capo?

source: [_ly_] Ahah I think it might be a bit too much for a work outfit!
french: [ _ly_ ] Ahah je pense que ça pourrait être un peu trop pour une tenue de travail !
italian: [_ly_] Ahah Penso che potrebbe essere un po' troppo per un outfit di lavoro!

source: [_ly_] But...
french: [ _ly_ ] Mais ...
italian: [_ly_] Ma...

source: [_ly_] Don't tell anyone, but after a few tries... I came up with something pretty cool...
french: [ _ly_ ] Ne le dites à personne, mais après quelques essais ... Je suis venu avec quelque chose de plutôt cool ...
italian: [_ly_] Non dirlo a nessuno, ma dopo qualche tentativo... mi sono avvicinato con qualcosa di abbastanza fresco...

source: [_ly_] This is just between us, okay?
french: [ _ly_ ] C'est juste entre nous, d'accord?
italian: [_ly_] Questo è solo tra noi, okay?

source: [_u_] It's a pinky promise.
french: [ _u_ ] C'est une promesse difficile.
italian: [_u_] È una promessa rosata.

source: [_ly_] Mh... ok don't move.
french: [ _ly_ ] Mh ... ok ne boum pas.
italian: [_ly_] Mh... ok non si muove.

source: [_ly_] I don't know yet when I can wear this thing, but...
french: [ _ly_ ] Je ne sais pas encore quand je peux porter cette chose, mais ...
italian: [_ly_] Non so ancora quando posso indossare questa cosa, ma...

source: [_ly_] Uhm... Don't you ever get up to any fancy parties around here?
french: [ _ _ ] Uhm ... Vous n'avez jamais eu de fêtes de fantaisie autour d'ici?
italian: [_ly_] Uhm... Non ti sei mai alzato a feste di fantasia da queste parti?

source: [_u_] Not really, no.
french: [ _u_ ] Pas vraiment, non.
italian: [_u_] Non veramente, no.

source: [_ly_] Well, we'll have to organize some then!
french: [ _ly_ ] Eh bien, nous allons devoir en organiser à l'époque !
italian: [_ly_] Beh, allora dovremo organizzarne alcuni!

source: [_ly_] Not bad, eh?
french: [ _ly_ ] Pas mal, hein?
italian: [_ly_] Non male, eh?

source: [_ly_] Thank you very much, my dear sir ~
french: [ _ly_ ] Merci beaucoup, mon cher monsieur ~
italian: [_ly_] Grazie molto, mio caro signore ~

source: [_ly_] I don't think I've worn a dress this cool in ages!
french: [ _ly_ ] Je ne pense pas avoir porté une robe ce cool dans les âges !
italian: [_ly_] Non credo di aver indossato un vestito così fresco nelle età!

source: [_u_] When are you gonna wear this?
french: [ _u_ ] Quand est-ce que tu vas porter ça?
italian: [_u_] Quando indosserai questo?

source: [_ly_] Ohhh... a man who likes legs... now that's sexy.
french: [ _ly_ ] Ohhh ... un homme qui aime les jambes ... maintenant c'est sexy.
italian: [_ly_] Ohhh... un uomo che ama le gambe... ora è sexy.

source: [_ly_] It's part of one of my favorite parts of my anatomy ahah
french: [ _ly_ ] Cela fait partie de l'une de mes parties préféées de mon anatomie ahah
italian: [_ly_] Fa parte di una delle mie parti preferite della mia anatomia ahah

source: [_u_] And what are the others?
french: [ _u_ ] Et que sont les autres?
italian: [_u_] E quali sono gli altri?

source: [_ly_] Hmm... I like my horns too...
french: [ _ly_ ] Hmm ... J'aime aussi mes cornes ...
italian: [_ly_] Hmm... Mi piacciono anche le mie corna...

source: [_ly_] And then my butt, my hips, my breasts...
french: [ _ly_ ] Et puis mon cul, mes hanches, mes seins ...
italian: [_ly_] E poi il mio culo, i miei fianchi, i miei seni...

source: [_ly_] I just have a problem with my belly!
french: [ _ly_ ] J'ai juste un problème avec mon ventre !
italian: [_ly_] Ho solo un problema con la pancia!

source: [_ly_] I have too many abs for my taste...
french: [ _ly_ ] J'ai trop de abs pour mon goût ...
italian: [_ly_] Ho troppi addominali per il mio gusto...

source: [_u_] It's truly an appalling problem.
french: [ _u_ ] C'est vraiment un problème épouvantable.
italian: [_u_] È davvero un problema spaventoso.

source: [_ly_] Stop mocking me! Ahah!
french: [ _ly_ ] Arras de me moquer ! Ahah !
italian: [_ly_] Smettetela di prendermi! Ahah!

source: [_u_] And when are you going to wear that?
french: [ _u_ ] Et quand allez-vous porter ça?
italian: [_u_] E quando lo indosserai?

source: [_ly_] Are you ever satisfied with anything?
french: [ _ly_ ] Êtes-vous jamais satisfait de quelque chose?
italian: [_ly_] Sei mai soddisfatto di qualcosa?

source: [_u_] It can happen sometimes.
french: [ _u_ ] Cela peut arriver parfois.
italian: [_u_] Può succedere a volte.

source: [_ly_] Anyway, it's a bit too much, indeed.
french: [ _ly_ ] Quoi qu'il en soit, c'est un peu trop, en effet.
italian: [_ly_] In ogni caso, è un po' troppo, davvero.

source: [_ly_] Did you want to talk about something else?
french: [ _ly_ ] Avez-vous envie de parler d'autre chose?
italian: [_ly_] Volevi parlare di qualcos'altro?

source: [_ly_] Well...
french: [ _ly_ ] Eh bien ...
italian: [_ly_] Bene...

source: [_ly_] For a future party, I suppose...
french: [ _ly_ ] Pour un futur parti, je suppose ...
italian: [_ly_] Per una festa futura, suppongo che...

source: [_ly_] Yeah, I guess it would be a good opportunity to put this dress on.
french: [ _ly_ ] Ouais, je suppose que ce serait une bonne occasion de mettre cette robe.
italian: [_ly_] Sì, immagino che sarebbe una buona occasione per mettere questo vestito.

source: [_u_] Maybe for the park's inauguration!
french: [ _u_ ] Peut-être pour l'inauguration du parc !
italian: [_u_] Forse per l'inaugurazione del parco!

source: [_ly_] That would be great!
french: [ _ly_ ] Ce serait super !
italian: [_ly_] Sarebbe fantastico!

source: [_u_] Or you can wear it to work.
french: [ _u_ ] Ou vous pouvez le porter au travail.
italian: [_u_] O puoi indossarlo al lavoro.

source: [_ly_] And have nothing to wear for special occasions!?
french: [ _ly_ ] Et n'avez rien à porter pour des occasions spéciales !?
italian: [_ly_] E non hai niente da indossare per le occasioni speciali!?

source: [_ly_] Nah, never.
french: [ _ly_ ] Nah, jamais.

source: [_ly_] Anyway, in the meantime... I'm going to put it back in my closet!
french: [ _ly_ ] En tout cas, en attendant ... Je vais le remettre dans mon placard !
italian: [_ly_] Comunque, nel frattempo... lo rimetterò nel mio armadio!

source: [_ly_] Can't wait to finally have a party...
french: [ _ly_ ] Je ne peux pas attendre d'avoir enfin une fête ...
italian: [_ly_] Non vedo l'ora di avere finalmente una festa...

source: [_ly_] Are you talking about clothing redesigns?
french: [ _ly_ ] Êtes-vous en train de parler de reconception de vêtements?
italian: [_ly_] Stai parlando di ridisegnazioni di abbigliamento?

source: [_ly_] Tinker just told me over the intercom.
french: [ _ly_ ] Tinker m'a juste parlé de l'interphone.
italian: [_ly_] Tinker mi ha appena detto sul citofono.

source: [_u_] What's the point of sending me to talk to you if...
french: [ _u_ ] Quel est l'intérêt de m'envoyer pour vous parler si ...
italian: [_u_] Qual è il punto di mandarmi a parlarvi se...

source: [_ly_] Anyway, if you need me to rework an existing outfit please don't hesitate to let me know!
french: [ _ly_ ] En tout cas, si vous avez besoin de moi pour retravailler une tenue existante, n'hésitez pas à me le faire savoir !
italian: [_ly_] Comunque, se hai bisogno di me per rielaborare un outfit esistente, non esitare a farmi sapere!

source: [_ly_] I'll have a new blueprint ready for you in no time!
french: [ _ly_ ] Je vais avoir un nouveau plan prêt pour vous en aucun temps !
italian: [_ly_] Avrò un nuovo progetto pronto per te in pochissimo tempo!

source: [_ly_] I'm starting to get the hang of this machine.
french: [ _ly_ ] Je commence à avoir le pendre de cette machine.
italian: [_ly_] Sto iniziando a prendere il blocco di questa macchina.

source: [_ly_] Interesting!
french: [ _ly_ ] Intéressant !
italian: [_ly_] Interessante!

source: [_ly_] Very interesting...
french: [ _ly_ ] Très intéressant ...
italian: [_ly_] Molto interessante...

source: [_ly_] Mister plans to have a nice evening...
french: [ _ly_ ] Mister a l'intention d'avoir une belle soirée ...
italian: [_ly_] Mister prevede di fare una bella serata...

source: [_ly_] Don't worry, don't be embarrassed! It's a pretty funny idea...
french: [ _ly_ ] Ne vous inquiétez pas, ne vous inquiétez pas ! C'est une idée assez drôle ...
italian: [_ly_] Non preoccuparti, non essere imbarazzati! È un'idea piuttosto divertente...

source: [_ly_] I must confess, I'd even like to make one for myself one day...
french: [ _ly_ ] Je dois avouer, j'aimerais même en faire un pour moi un jour ...
italian: [_ly_] Devo confessare, vorrei anche farne uno per me un giorno...

source: [_ly_] So tell me...
french: [ _ly_ ] Alors dis-moi ...
italian: [_ly_] Ditemi così...

source: [_ly_] Should I plan something to hide your love muscle or... ?
french: [ _ly_ ] Dois-je prévoir quelque chose pour cacher votre muscle d'amour ou ...?
italian: [_ly_] Dovrei pianificare qualcosa per nascondere il tuo muscolo d'amore o... ?

source: [_u_] My...?
french: [ _u_ ] Mon ...?
italian: [_u_] Mio...?

source: [_ly_] Don't you have a love muscle?
french: [ _ly_ ] N'avez-vous pas de muscle d'amour?
italian: [_ly_] Non hai un muscolo d'amore?

source: [_u_] I think we misunderstood... it's not for me.
french: [ _u_ ] Je pense que nous avons mal compris ... ce n'est pas pour moi.
italian: [_u_] Penso che abbiamo frainteso... non è per me.

source: [_u_] It's for Emee.
french: [ _u_ ] C'est pour Emee.
italian: [_u_] È per Emee.

source: [_ly_] Oh... that's...
french: [ _ly_ ] Oh ... c'est. ..
italian: [_ly_] Oh... che...

source: [_ly_] That's a shame.
french: [ _ly_ ] C'est une honte.
italian: [_ly_] È un peccato.

source: [_ly_] You sure you don't want a nice silk fuck outfit?
french: [ _ly_ ] Vous êtes sûr de ne pas vouloir une belle tenue de baise de soie?
italian: [_ly_] Sei sicuro di non volere una bella scopata di seta?

source: [_u_] That's very kind of you, but I'll pass.
french: [ _u_ ] C'est très gentil de vous, mais je vais passer.
italian: [_u_] È molto gentile da parte vostra, ma passerò.

source: [_ly_] That's too bad.
french: [ _ly_ ] C'est trop mauvais.
italian: [_ly_] È troppo male.

source: [_ly_] Er... Emee is the blue lady, right?
french: [ _ly_ ] Er ... Emee est la femme bleue, n'est-ce pas?
italian: [_ly_] Er... Emee è la signora blu, giusto?

source: [_u_] Correct.
french: [ _u_ ] Corrigez.
italian: [_u_] Corretto.

source: [_ly_] So... let's think about it...
french: [ _ly_ ] Donc ... réfléchit à ça ...
italian: [_ly_] So... pensiamoci...

source: [_ly_] We need silk! That's for sure!
french: [ _ly_ ] Nous avons besoin de soie ! C'est sûr !
italian: [_ly_] Abbiamo bisogno di seta! Sicuramente!

source: [_ly_] And jewelry!
french: [ _ly_ ] Et les bijoux !
italian: [_ly_] E gioielli!

source: [_ly_] And some blue... Or maybe orange!
french: [ _ly_ ] Et un peu de bleu ... Ou peut-être orange !
italian: [_ly_] E un po' di blu... O forse arancione!

source: [_ly_] What do you think?
french: [ _ly_ ] Que penses-tu?
italian: [_ly_] Cosa ne pensi?

source: [_ly_] Blue or Orange?
french: [ _ly_ ] Bleu ou orange?
italian: [_ly_] Blu o Arancione?

source: [_ly_] Orange you say?
french: [ _ly_ ] Orange que tu dis?
italian: [_ly_] Orange hai detto?

source: [_ly_] Mh... no.
french: [ _ly_ ] Mh ... non.
italian: [_ly_] Mh... n.
