Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_ArtDIVISION.po
Languages: french, italian

source: I have a penchant for colorful skin
french: J'ai un penchant pour les peaux colorées
italian: Ho un penchant per la pelle colorata

source: Do you want to make a garment for me?
french: Voulez-vous me confectionner un vêtement ?
italian: Vuoi fare un capo per me?

source: Let me guess... Tinker asked you something?
french: Laissez-moi deviner... Tinker t'a demandé quelque chose ?
italian: Lasciate indovinare... Tinker vi ha chiesto qualcosa?

source: Make a super sexy dress for Sherazade
french: Fabriquez une robe super sexy pour Sherazade
italian: Crea un vestito super sexy per Sherazade

source: Have a good day
french: Bonne journée
italian: Avere una buona giornata

source: You look like you're on the run
french: Tu as l'air d'être en fuite
italian: Sembra che tu sia in fuga

source: {color=#797979}You look like you're on the run{/color}
french: {color=#797979}Vous avez l'air d'être en fuite{/color}
italian: {color=#797979}Sembra che tu sia in esecuzione{/color}

source: I didn't know you were that famous
french: Je ne savais pas que vous étiez aussi célèbre
italian: Non sapevo che fossi così famosa

source: {color=#797979}I didn't know you were that famous{/color}
french: {color=#797979}Je ne savais pas que vous étiez si célèbre{/color}
italian: {color=#797979}Non sapevo che fossi così famoso{/color}

source: {color=#3ad8ff}So, you really planning on staying here long?{/color}
french: {color=#3ad8ff}Alors, vous avez vraiment l'intention de rester ici longtemps ? {/color}
italian: {color=#3ad8ff}Quindi, hai davvero intenzione di rimanere qui a lungo?{/color}

source: {color=#f45fed}You're pretty cool for a celebrity{/color}
french: {Vous êtes plutôt cool pour une célébrité{/color}
italian: {color=#f45fed}Sei abbastanza bello per una celebrity{/color}

source: {color=#f45fed}Working with you is a pleasure{/color}
french: {color=#f45fed}C'est un plaisir de travailler avec vous{/color}
italian: {color=#f45fed}Lavorare con te è un piacere{/color}

source: {color=#f45fed}You and Lyco are going to create great things!{/color}
french: {color=#f45fed}Vous et Lyco allez créer de grandes choses!{/color}
italian: {color=#f45fed}Tu e Lyco creerete grandi cose!{/color}

source: You're so sexy Lyco!
french: Tu es si sexy Lyco !
italian: Sei così sexy di Lyco!

source: You girls look gorgeous.
french: Vous êtes magnifiques.
italian: Voi ragazze sembrate stupende.

source: I look a bit overdressed next to you two
french: J'ai l'air un peu trop habillé à côté de vous deux
italian: Io sembro un po 'overdressed accanto a voi due

source: *Turn her over and take her pussy*
french: *Turn her over and take her pussy* (retournez-la et prenez sa chatte)
italian: *Rivolgila e prendi la sua figa*

source: *Turn her over and take her ass*
french: *Turn her over and take her ass* (retournez-la et prenez son cul)
italian: *Rivolgila e prendi il suo culo*

source: Continue in her ass
french: Continuer dans son cul
italian: Continua nel culo

source: Continue in her pussy
french: Continuer dans sa chatte
italian: Continua nella sua figa

source: {color=#f45fed}Didn't you have a castle before?{/color}
french: {color=#f45fed} N'avez-vous pas déjà eu un château ? {/color}
italian: {color=#f45fed}Non hai prima un castello?{/color}

source: {color=#797979}Didn't you have a castle before?{/color} {image=heart03.png}
french: {color=#797979}N'avez-vous pas déjà eu un château ? {/color} {image=heart03.png}
italian: {color=#797979}Non hai un castello prima?{/color} {image=heart03.png}

source: Sounds pretty cool
french: Ça a l'air plutôt cool
italian: Suoni abbastanza cool

source: I think it's really cool
french: Je pense que c'est vraiment cool
italian: Penso che sia davvero cool

source: You're on the right planet to do this
french: Vous êtes sur la bonne planète pour le faire
italian: Sei sul pianeta giusto per fare questo

source: Not ridiculous, just strange
french: Pas ridicule, juste étrange
italian: Non ridicolo, solo strano

source: It looks great on you!
french: Il te va à ravir !
italian: Sembra fantastico su di te!

source: You look like Amandine De Beauregard with boobs
french: Tu ressembles à Amandine De Beauregard avec des seins
italian: Sembri Amandine De Beauregard con tette

source: More cleavage would be better
french: Plus de décolleté serait préférable
italian: Più scissione sarebbe meglio

source: You are the fairest of them all
french: Tu es la plus belle d'entre elles
italian: Tu sei la più bella di loro tutti

source: It looks even better on you than Snow White.
french: Elle te va encore mieux que Blanche-Neige.
italian: Sembra ancora meglio su di te di Biancaneve.

source: Now that's boobs!
french: Ça, c'est des seins !
italian: Ora sono tette!

source: {color=#797979}We should go outside and get some fresh air{/color} {image=heart06.png}
french: {color=#797979}Nous devrions sortir et prendre l'air{/color} {image=heart06.png}
italian: {color=#797979}Dovremmo uscire e ottenere qualche aria fresca{/color} {image=heart06.png}

source: Let's meet later until we come up with an idea
french: Rencontrons-nous plus tard jusqu'à ce que nous trouvions une idée
italian: Incontriamoci più tardi fino a quando non riusciamo a trovare un'idea

source: I'm sure you were the popular type in college
french: Je suis sûr que vous étiez le type populaire à l'université
italian: Sono sicuro che tu eri il tipo popolare nel college

source: Were you some kind of neerd with a book?
french: Etiez-vous une sorte d'intello avec un livre ?
italian: Eravate del tipo di neerd con un libro?

source: You were, like, top of your class in college, right?
french: Tu étais, genre, le premier de ta classe à l'université, n'est-ce pas ?
italian: Eravi, come la parte superiore della tua classe all'università, giusto?

source: I'm honored that you're showing me this place first
french: Je suis honoré que vous me fassiez découvrir cet endroit pour la première fois.
italian: Sono onorato che mi stai mostrando questo posto prima

source: {color=#797979}I'm honored that you're showing me this place first{/color}
french: {color=#797979}Je suis honoré que vous me montriez cet endroit en premier{/color}
italian: {color=#797979}Sono onorato che mi stai mostrando questo posto prima{/color}

source: So... no wild college parties to tell?
french: Alors... pas de soirées universitaires endiablées à raconter ?
italian: Quindi... nessun college selvaggio parti da raccontare?

source: {color=#797979}So... no wild college parties to tell?{/color}
french: {color=#797979}Alors... pas de soirées universitaires endiablées à raconter... {/color}
italian: {color=#797979}So... nessun college wild parti da dire?{/color}

source: Why did you leave your castle?
french: Pourquoi avez-vous quitté votre château ?
italian: Perché avete lasciato il vostro castello?

source: {color=#797979}Why did you leave this castle?{/color}
french: {color=#797979}Pourquoi avez-vous quitté ce château ? {/color}
italian: {color=#797979}Perché hai lasciato questo castello?{/color}

source: {color=#3ad8ff}Oh... That's why you accepted Tinker's offer...{/color}
french: {color=#3ad8ff}Oh... C'est pourquoi vous avez accepté l'offre de Tinker...{/color}
italian: {color=#3ad8ff}Oh... Ecco perché hai accettato l'offerta di Tinker...{/color}

source: Have you finished writing your book yet?
french: Avez-vous fini d'écrire votre livre ?
italian: Ha già finito di scrivere il suo libro?

source: {color=#797979}Have you finished writing your book yet?{/color}
french: {color=#797979}Avez-vous fini d'écrire votre livre ? {/color}
italian: {color=#797979}Hai ancora finito di scrivere il tuo libro?{/color}

source: Are you really that modest?
french: Êtes-vous vraiment si modeste ?
italian: È davvero così modesto?

source: {color=#797979}Are you really that modest?{/color}
french: {color=#797979}Etes-vous vraiment si modeste ? {/color}
italian: {color=#797979}Sei davvero così modesto?{/color}

source: Are you attracted to anyone in the office?
french: Êtes-vous attiré par quelqu'un au bureau ?
italian: Siete attratti da qualcuno in ufficio?

source: {color=#797979}Are you attracted to anyone in the office?{/color}
french: {color=#797979}Etes-vous attiré par quelqu'un au bureau ? {/color}
italian: {color=#797979}Sei attratto da qualcuno in ufficio?{/color}

source: Are you in a relationship?
french: Êtes-vous en couple ?
italian: Siete in una relazione?

source: {color=#797979}Are you in a relationship?{/color}
french: {color=#797979}Est-ce que vous êtes en couple ? {/color}
italian: {color=#797979}Sei in una relazione?{/color}

source: How many people have you slept with?
french: Avec combien de personnes avez-vous couché ?
italian: Con quante persone hai dormito?

source: {color=#797979}How many people have you slept with?{/color}
french: {color=#797979}Quel est le nombre de personnes avec lesquelles vous avez couché ? {/color}
italian: {color=#797979}Quante persone hai dormito con?{/color}

source: {color=#f45fed}Have you ever touched one?{/color}
french: {color=#f45fed}Avez-vous déjà touché l'un d'entre eux ? {/color}
italian: {color=#f45fed}Ne hai mai toccato una?{/color}

source: {color=#797979}Have you ever touched one?{/color}
french: {color=#797979}Avez-vous déjà touché l'un d'entre eux ? {/color}
italian: {color=#797979}Ne hai mai toccato una?{/color}

source: {color=#f2923c}You never wanted to try?{/color}
french: {Vous n'avez jamais voulu essayer ?
italian: {color=#f2923c}Non hai mai voluto provare?{/color}

source: Sorry about that, that must be really tough.
french: Désolé, cela doit être très difficile.
italian: Ci dispiace, questo deve essere davvero difficile.

source: You should announce it officially
french: Vous devriez l'annoncer officiellement
italian: Dovresti annunciarlo ufficialmente

source: It's a pity for your fans
french: C'est dommage pour vos fans
italian: È un peccato per i tuoi fan

source: She has lovely breasts {image=heart04.png}
french: Elle a une belle poitrine {image=heart04.png}
italian: Ha seni incantevoli {image=heart04.png}

source: {color=#797979}She has lovely breasts{/color}
french: {color=#797979}Elle a une belle poitrine{/color}
italian: {color=#797979}Ha un bel seno{/color}

source: {color=#797979}She has lovely breasts {image=heart03.png}{/color}
french: {color=#797979}Elle a une belle poitrine {image=heart03.png}{/color}
italian: {color=#797979}Ha seni incantevoli {image=heart03.png}{/color}

source: {color=#797979}But she did suck me later{/color}
french: {color=#797979}Mais elle m'a sucé plus tard{/color}
italian: {color=#797979}Ma lei mi ha succhiato più tardi{/color}

source: {color=#797979}But she did suck me later{image=heart03.png}{/color}
french: {color=#797979}Mais elle m'a sucé plus tard{image=heart03.png}{/color}
italian: {color=#797979}Ma lei mi ha succhiato più tardi{image=heart03.png}{/color}

source: Blue breasts are cool too
french: Les seins bleus, c'est cool aussi
italian: I seni blu sono troppo freddi

source: {color=#797979}Blue breasts are cool too{/color}
french: {color=#797979}Les seins bleus sont aussi cool{/color}
italian: {color=#797979}Anche i seni blu sono freddi{/color}

source: {color=#f45fed}What boob color wouldn't you like to see?{/color}
french: {color=#f45fed}Quelle est la couleur des seins que vous n'aimeriez pas voir ? {/color}
italian: {color=#f45fed}Quale colore boob non ti piacerebbe vedere?{/color}

source: {color=#797979}What boob color wouldn't you like to see?{/color}
french: {color=#797979}Quelle est la couleur des seins que vous n'aimeriez pas voir ? {/color}
italian: {color=#797979}Quale colore boob non ti piacerebbe vedere?{/color}

source: {color=#3ad8ff}Go on with your list{/color}
french: {color=#3ad8ff}Poursuivez votre liste{/color}
italian: {color=#3ad8ff}Vai con la tua lista{/color}

source: Maybe you should ask someone else
french: Peut-être devriez-vous demander à quelqu'un d'autre
italian: Forse dovresti chiedere a qualcun altro

source: Flash me again before leaving
french: Refaites-moi un flash avant de partir
italian: Mi lampeggia di nuovo prima di partire

source: Yeah, let's go
french: Oui, allons-y
italian: Sì, andiamo

source: You have a very pretty pair of legs, Amandine
french: Tu as une très jolie paire de jambes, Amandine
italian: Hai un bel paio di gambe, Amandine

source: It takes more than legs to impress me
french: Il faut plus que des jambes pour m'impressionner
italian: Ci vuole più di gambe per impressionarmi

source: I'm sorry, but I'm not interested in your legs
french: Je suis désolée, mais vos jambes ne m'intéressent pas.
italian: Mi dispiace, ma non sono interessato alle tue gambe

source: Is there a reason you're wearing that hat?
french: Y a-t-il une raison pour laquelle vous portez ce chapeau ?
italian: C'è un motivo per cui stai indossando quel cappello?

source: It would be annoying if you stopped
french: Il serait ennuyeux que vous arrêtiez
italian: Sarebbe fastidioso se ti fermassi

source: Absolutely not
french: Absolument pas
italian: Assolutamente non

source: Honestly, I don't really care
french: Honnêtement, je m'en fiche un peu
italian: Onestamente, non mi importa davvero

source: [_a_] Hey! Hi there!
italian: [_a_] Ehi! Ciao!

source: [_a_] Vengeance... Intrigue...
italian: [_a_] Vengeance... Intrigua...

source: [_e_] Hoooo....
italian: [_e_] Hoo...

source: [_e_] Fuck Yes...
italian: [_e_] Cazzo Sì...

source: [_u_] Gosh...
italian: [_u_] Accidenti...

source: [_e_] Gorgeous...
italian: [_e_] Splendido...

source: [_e_] Gosh Yes...
italian: [_e_] Gosh Sì...

source: [_u_] ...Fuck.
italian: [_u_] ...Cazzo

source: [_sz_] HhhHhm !..
italian: [_sz_] Hhhhm !..

source: // Basic Amandine
italian: // Amandina Base

source: {color=#f45fed}You're still having your stuff delivered?{/color}
italian: {color=#f45fed}Stai ancora ricevendo la tua roba?{/color}

source: *Fuck her pussy*
italian: *Cazzo la sua figa*

source: *Fuck her ass*
italian: *Cazzo il suo culo*

source: {color=#f45fed}And so... only 3 people saw you naked?{/color}
italian: {color=#f45fed}E così... solo 3 persone ti hanno visto nudo?{/color}

source: {color=#797979}And so... only 3 people saw you naked?{/color}
italian: {color=#797979}E così... solo 3 persone ti hanno visto nudo?{/color}

source: {color=#f45fed}Like... you've never done blowjobs?{/color}
italian: {color=#f45fed}Come... non hai mai fatto pompini?{/color}

source: {color=#797979}Like... you've never done blowjobs?{/color}
italian: {color=#797979}Mi piace... non hai mai fatto pompini?{/color}

source: {color=#f45fed}But she did suck me later{/color} {image=heart04.png}
italian: {color=#f45fed}Ma lei mi ha succhiato più tardi{/color} {image=heart04.png}

source: {color=#f45fed}Yeah, show me your boobs!{/color} {image=heart04.png}
italian: {color=#f45fed}Yeah, mi mostri le tue tette!{/color} {image=heart04.png}
