Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_JM.po
Languages: french

source: [_jm_] I'm not some vulgar whore waiting to be fucked in a haystack.
french: [Je ne suis pas une vulgaire pute qui attend d'être baisée dans une botte de foin.

source: [_jm_] Just deal with it.
french: [Il faut faire avec.

source: [_jm_] And don't even try to imagine it in your head! I forbid it!
french: [Et n'essayez même pas de l'imaginer dans votre tête ! Je vous l'interdis !

source: [_u_] Okay!
french: [D'accord !

source: [_u_] All right...
french: [_u_] Très bien...

source: [_jm_] Mhrmph...
french: [Mhrmph...

source: [_u_] We can find a compromise... Would you like some new clothes?
french: [Nous pouvons trouver un compromis... Voulez-vous de nouveaux vêtements ?

source: [_jm_] What kind?
french: [Quel genre ?

source: [_u_] Something that will make you look a little more naked, but not too naked.
french: [_u_] Quelque chose qui vous fera paraître un peu plus nue, mais pas trop.

source: [_jm_] That's fine by me.
french: [C'est parfait pour moi.

source: [_jm_] You know how to deal with women...
french: [Vous savez comment traiter les femmes...

source: [_jm_] People buy us clothes and we immediately become happier ahah
french: [Les gens nous achètent des vêtements et nous devenons immédiatement plus heureux ahah

source: [_jm_] Maybe we're pretty simple creatures after all.
french: [Peut-être sommes-nous des créatures assez simples après tout.

source: [_jm_] It almost makes you want to just let a man give me things and not think about anything else.
french: [Cela donne presque envie de laisser un homme me donner des choses et de ne pas penser à autre chose.

source: [_a_] Oh, dear...
french: [_a_] Oh, mon cher...

source: [_a_] Just kill me.
french: [Tuez-moi, c'est tout.

source: [_jm_] And you really think it can help me to... not be a princess anymore?
french: [Et tu penses vraiment que ça peut m'aider à... ne plus être une princesse ?

source: [_jm_] Ok, but... not too naked... Alright?
french: [Ok, mais... pas trop nu... D'accord ?

source: [_u_] Yeah... not too naked. Gotcha.
french: [Ouais... pas trop nu. J'ai compris.

source: [_u_] I need a prostitute's outfit for Jasmine.
french: [J'ai besoin d'une tenue de prostituée pour Jasmine.

source: [_a_] Great idea.
french: [_a_] Excellente idée.

source: [_a_] If that little idiot wants clothes... She'll get clothes.
french: [Si cette petite idiote veut des vêtements... Elle aura des vêtements.

source: [_a_] Oh yes... she will.
french: [_a_] Oh oui... elle le fera.

source: [_a_] I guess I just wasn't ready for so much sexist bullshit ahah.
french: [_a_] Je crois que je n'étais pas prête pour tant de conneries sexistes ahah.

source: [_u_] Yeah, the androids here are really written like old fairy tale characters.
french: [Oui, les androïdes ici sont vraiment écrits comme des personnages de contes de fées.

source: [_u_] Snow White gave me a speech about how her blood was nobler than mine one day.
french: [Blanche-Neige m'a fait un jour un discours sur le fait que son sang était plus noble que le mien.

source: [_u_] But strangely... I find it quite exciting.
french: [Mais étrangement... Je trouve cela assez excitant.

source: [_a_] Yeah... strangely enough...
french: [_a_] Oui... étrangement...

source: [_a_] I know what you mean...
french: [Je vois ce que vous voulez dire...

source: [_a_] Perhaps everyone wants to fuck people who are a bit stupid or mean.
french: [_a_] Peut-être que tout le monde veut baiser des gens qui sont un peu stupides ou méchants.

source: [_u_] Really?
french: [_u_] Vraiment ?

source: [_a_] Yeah.
french: [_a_] Oui.

source: [_a_] I'm gonna enjoy seeing that chick get fucked real bad.
french: [Je vais prendre plaisir à voir cette fille se faire baiser méchamment.

source: [_a_] Nah, I think it should be fine.
french: [_a_] Non, je pense que ça devrait aller.

source: [_a_] Plus... there shouldn't be too much fabric.
french: [_a_] De plus... il ne devrait pas y avoir trop de tissu.

source: [_a_] Since you chose to corrupt her in a soft way... I think I'll make a kind of dress similar to Scheherazade...
french: [_a_] Puisque vous avez choisi de la corrompre d'une manière douce... Je pense que je vais faire une sorte de robe semblable à celle de Shéhérazade...

source: [_a_] But more daring, of course.
french: [_a_] Mais plus audacieux, bien sûr.

source: [_a_] Since you chose to corrupt her in a hard way... I'm going to make some kind of sex slave dress.
french: [_a_] Puisque vous avez choisi de la corrompre de la manière la plus dure... Je vais faire une sorte de robe d'esclave sexuelle.

source: [_a_] It should be perfect.
french: [_a_] Il doit être parfait.

source: [_a_] I'll talk to Lycoris to see what we can do...
french: [Je vais parler à Lycoris pour voir ce que nous pouvons faire...

source: [_a_] As soon as the dress blueprint is ready, we'll let you know!
french: [_a_] Dès que le projet de robe sera prêt, nous vous le ferons savoir !

source: [_u_] Great! Thanks Amandine!
french: [_u_] Super ! Merci Amandine !

source: [_a_] You're welcome!
french: [De rien !

source: [_jm_] Do you have my dress?
french: [Avez-vous ma robe ?

source: [_u_] Yes... I have your dress...
french: [Oui... J'ai votre robe...

source: [_u_] How did you know I had your dress?
french: [Comment saviez-vous que j'avais votre robe ?

source: [_jm_] It's my female superpower.
french: [C'est mon super pouvoir de femme.

source: [_jm_] So, are you going to give it to me or not?
french: [Alors, tu vas me le donner ou pas ?

source: [_u_] There you go. It's all yours.
french: [Voilà. Tout est à vous.

source: [_jm_] Great! I'll be back in a sec!
french: [_jm_] Super ! Je reviens dans une seconde !

source: [_u_] You can get dressed in front of me, you know.
french: [Tu peux t'habiller devant moi, tu sais.

source: [_jm_] No, thank you.
french: [Non, merci.

source: [_u_] It doesn't make sense.
french: [Cela n'a pas de sens.

source: [_jm_] It's a matter of education!
french: [C'est une question d'éducation !

source: [_jm_] Besides, I don't...
french: [D'ailleurs, je ne...

source: [_jm_] Are you sure there isn't a part missing?
french: [Vous êtes sûr qu'il ne manque pas une pièce ?

source: [_u_] Absolutely sure.
french: [Absolument sûr.

source: [_jm_] No but... it's way too much...
french: [_jm_] Non mais... c'est beaucoup trop...

source: [_u_] Let me see!
french: [Voyons voir !

source: [_jm_] That's... an interesting choice.
french: [C'est un choix intéressant.

source: [_jm_] It's a bit... daring, isn't it?
french: [C'est un peu... osé, non ?

source: [_u_] A little. But it looks great on you.
french: [Un peu. Mais il vous va très bien.

source: [_jm_] Gosh... I've got goddess thighs in this outfit...
french: [_jm_] Bon sang... J'ai des cuisses de déesse dans cette tenue...

source: [_jm_] And I'm pretty sure if I bend over... my boobs pop out!
french: [Et je suis presque sûre que si je me penche... mes seins sortent !

source: [_u_] Oh, really?
french: [Oh, vraiment ?

source: [_jm_] You've already seen enough of my breasts.
french: [Vous avez déjà vu assez de mes seins.

source: [_jm_] Now that I think about it... Is it me or...
french: [Maintenant que j'y pense... C'est moi ou...

source: [_jm_] ...I look a bit like a sexy Scherazade?
french: [...je ressemble un peu à une Scherazade sexy ?

source: [_jm_] If she saw me dressed like this... she'd go crazy! Ahah!
french: [Si elle me voyait habillé comme ça... elle deviendrait folle ! Ahah !

source: [_u_] I'd love to see her reaction I must say.
french: [J'aimerais bien voir sa réaction, je dois dire.

source: [_jm_] So... now that I have a new outfit that's more... shall we say...
french: [Donc... maintenant que j'ai une nouvelle tenue plus... disons...

source: [_jm_] ...''worthy of my ambitions''...
french: [_jm_] ...''à la hauteur de mes ambitions''...

source: [_jm_] What's the next step?
french: [Quelle est la prochaine étape ?

source: [_u_] Mh... let me think about it... and I'll get back to you.
french: [_u_] Mh... laissez-moi y réfléchir... et je vous rappellerai.

source: [_jm_] Great!
french: [_jm_] Super !

source: [_jm_] See you soon, prince [name]!
french: [A bientôt, prince [nom] !]

source: [_jm_] What the hell is that?
french: [Qu'est-ce que c'est que ça ?

source: [_jm_] I look like... some kind of... scarlet ibis.
french: [Je ressemble à une sorte d'ibis écarlate.

source: [_jm_] It's a red bird.
french: [C'est un oiseau rouge.

source: [_u_] Never seen one.
french: [Je n'en ai jamais vu.

source: [_jm_] Well... It's a bird... and it's red...
french: [_jm_] Eh bien... C'est un oiseau... et il est rouge...

source: [_jm_] I'm naked with this thing. Of course you like it.
french: [Je suis à poil avec ce truc. Bien sûr que tu l'aimes.

source: [_u_] You're not completely naked... there's some fabric on the...
french: [Vous n'êtes pas complètement nue... il y a un peu de tissu sur...

source: [_jm_] Gosh... I look like a prostitute in this outfit.
french: [Mon Dieu... J'ai l'air d'une prostituée dans cette tenue.

source: [_jm_] My breasts are completely visible...
french: [Mes seins sont complètement visibles...

source: [_jm_] This is so obscene...
french: [C'est tellement obscène...

source: [_u_] Nah, not at all.
french: [Non, pas du tout.

source: [_u_] There's less transparency in a brothel outfit.
french: [Il y a moins de transparence dans une tenue de bordel.

source: [_jm_] Why do I have to wear this thing?
french: [Pourquoi dois-je porter ce truc ?

source: [_u_] Have you forgotten what the djin said?
french: [As-tu oublié ce qu'a dit le djin ?

source: [_jm_] ...That I must be submitted to you or something...
french: [...Que je dois être soumis à toi ou quelque chose comme ça...

source: [_u_] That's right.
french: [C'est vrai.

source: [_u_] And this is the outfit I want you to wear.
french: [Et voici la tenue que je veux que vous portiez.

source: [_jm_] Dammit...
french: [_jm_] Merde...

source: [_u_] You can also wear nothing at all if you like.
french: [Vous pouvez également ne rien porter si vous le souhaitez.

source: [_jm_] Okay! Fine. I'll keep it.
french: [D'accord ! Très bien. Je le garde.

source: [_jm_] I really hope this thing will help me stop being a princess...
french: [J'espère vraiment que ce truc m'aidera à arrêter d'être une princesse...

source: [_u_] Surely.
french: [_u_] Certainement.

source: [_jm_] And I also hope that no one but you will see me in this outfit!
french: [Et j'espère aussi que personne d'autre que vous ne me verra dans cette tenue !

source: [_u_] Great idea, we should get someone in here!
french: [Bonne idée, on devrait faire venir quelqu'un ici !

source: [_jm_] What??
french: [Quoi ?

source: [_jm_] No, you don't mean it!
french: [Non, vous ne le pensez pas !

source: [_u_] Why not, it could be fun!
french: [Pourquoi pas, cela pourrait être amusant !

source: [_jm_] You want me to die of shame, don't you?
french: [Vous voulez que je meure de honte, n'est-ce pas ?

source: [_u_] You have to admit, it would be a bit funny.
french: [_u_] Il faut admettre que ce serait un peu drôle.

source: [_jm_] Fun for you maybe...
french: [_jm_] Amusant pour vous peut-être...

source: [_jm_] Gosh... I... I'd rather not think about that right now.
french: [_jm_] Gosh... I... Je préfère ne pas y penser pour l'instant.

source: [_jm_] See you later [Quest_JM_NameMC] [name].
french: [A plus tard [Quest_JM_NameMC] [nom].

source: [_a_] I've got an idea: why not ask her what her sexual fantasies are?
french: [_a_] J'ai une idée : pourquoi ne pas lui demander quels sont ses fantasmes sexuels ?

source: [_a_] It could help us speed up her corruption.
french: [_a_] Cela pourrait nous aider à accélérer sa corruption.

source: {color=#3ad8ff}I have your book! {/color} {image=heart01.png}
french: {color=#3ad8ff}J'ai votre livre ! {/color} {image=heart01.png}

source: ${color=#636363}Would you like to change your clothes?{/color} {image=shirt02.png}
french: ${color=#636363}Voudriez-vous changer de vêtements ? {/color} {image=shirt02.png}

source: {color=#3ad8ff}I'd like to show you Sherazade's unicorn horn{/color} {image=heart01.png}
french: {color=#3ad8ff}J'aimerais vous montrer la corne de licorne de Sherazade{/color} {image=heart01.png}

source: {color=#3ad8ff}Do you still have the horn?{/color} {image=heart02.png}{image=heart01.png}
french: {color=#3ad8ff}Est-ce que tu as encore la corne ? {/color} {image=heart02.png}{image=heart01.png}

source: {color=#3ad8ff}Do you still have the horn?{/color} {image=heart02.png}{image=heart02.png}
french: {color=#3ad8ff}Est-ce que tu as encore la corne ? {/color} {image=heart02.png}{image=heart02.png}

source: {color=#3ad8ff}*Try to spank her*{/color} {image=heart01.png}
french: {color=#3ad8ff}*Essayer de lui donner une fessée*{/color} {image=heart01.png}

source: {color=#3ad8ff}I think you deserve a good spanking{/color} {image=heart02.png}{image=heart01.png}
french: {color=#3ad8ff}Je pense que tu mérites une bonne fessée{/color} {image=heart02.png}{image=heart01.png}

source: {color=#3ad8ff}I think you deserve a good spanking{/color} {image=heart02.png}{image=heart02.png}
french: {color=#3ad8ff}Je pense que tu mérites une bonne fessée{/color} {image=heart02.png}{image=heart02.png}

source: {color=#3ad8ff}You should suck my dick{/color} {image=heart01.png}
french: {color=#3ad8ff}Tu devrais me sucer{/color} {image=heart01.png}

source: {color=#3ad8ff}What are your sexual fantasies?{/color} {image=heart01.png}
french: {color=#3ad8ff}Quels sont vos fantasmes sexuels ? {/color} {image=heart01.png}

source: {color=#f2923c}Ever heard of ''The Feather's Agony''?{/color} {image=heart01.png}
french: {color=#f2923c}Eever heard of ''The Feather's Agony''?{/color} {image=heart01.png}

source: {color=#3ad8ff}Give me all your clothes{/color} {image=heart01.png}
french: {color=#3ad8ff}Donne-moi tous tes vêtements{/color} {image=heart01.png}

source: {color=#3ad8ff}About your underwear...{/color}
french: {color=#3ad8ff}A propos de vos sous-vêtements...{/color}

source: {color=#3ad8ff}Remember the request of the Djin?{/color} {image=heart01.png}
french: {color=#3ad8ff}Vous vous souvenez de la demande du Djin ? {/color} {image=heart01.png}

source: {color=#3ad8ff}*Ask her to show her boobs*{/color} {image=heart01.png}
french: {color=#3ad8ff}*Demandez-lui de montrer ses seins*{/color} {image=heart01.png}

source: {color=#3ad8ff}Show your boobs{/color} {image=heart02.png}{image=heart01.png}
french: {color=#3ad8ff}Montre tes seins{/color} {image=heart02.png}{image=heart01.png}

source: {color=#3ad8ff}Show your boobs{/color} {image=heart02.png}{image=heart02.png}
french: {color=#3ad8ff}Montre tes seins{/color} {image=heart02.png}{image=heart02.png}

source: {color=#3ad8ff}*Ask her to show her pussy*{/color} {image=heart01.png}
french: {color=#3ad8ff}*Demandez-lui de montrer sa chatte*{/color} {image=heart01.png}

source: {color=#3ad8ff}What do you do for fun here? {/color} {image=heart01.png}
french: {color=#3ad8ff}Qu'est-ce que vous faites ici pour vous amuser ? {/color} {image=heart01.png}

source: {color=#3ad8ff}*Ask her to show her bra*{/color} {image=heart01.png}
french: {color=#3ad8ff}*Demandez-lui de montrer son soutien-gorge*{/color} {image=heart01.png}

source: {color=#3ad8ff}*Ask her to show her panties*{/color} {image=heart01.png}
french: {color=#3ad8ff}*Demandez-lui de montrer sa culotte*{/color} {image=heart01.png}

source: {color=#797979}What do you do for fun here?{/color}
french: {color=#797979}Qu'est-ce que vous faites pour vous amuser ici ? {/color}

source: Nice boobs
french: Jolis seins

source: They are smaller than Sherazade's
french: Elles sont plus petites que celles de Sherazade

source: Can I touch?
french: Puis-je toucher ?

source: Nice pussy
french: Jolie chatte

source: It looks so soft...
french: Il a l'air si doux...

source: ...Fuck all the girls in a brothel
french: ...Baiser toutes les filles d'un bordel l

source: {color=#797979}...Fuck all the girls in a brothel{/color}
french: {color=#797979}...Baiser toutes les filles d'un bordel{/color}

source: ...See Sherazade naked
french: ...Voir Sherazade nue

source: {color=#797979}...See Sherazade naked{/color}
french: {color=#797979}...Voir Sherazade nue{/color}

source: ...Lick Sherazade's feet
french: ...lécher les pieds de Sherazade

source: {color=#797979}...Lick Sherazade's feet{/color}
french: {color=#797979}...Lécher les pieds de Sherazade{/color}

source: {color=#3ad8ff}...Fuck someone blue{/color}
french: {color=#3ad8ff}...Baiser quelqu'un de bleu{/color}

source: {color=#797979}...Fuck someone blue{/color}
french: {...Baiser quelqu'un de bleu{/color}

source: ...Lick some gigantic boobs
french: ...lécher des seins gigantesques

source: {color=#797979}...Lick some gigantic boobs{/color}
french: {color=#797979}...Lécher des seins gigantesques{/color}

source: {color=#3ad8ff}...Fuck a famous blonde writer{/color}
french: {color=#3ad8ff}...Baiser avec une célèbre écrivaine blonde{/color}

source: {color=#797979}...Fuck a famous blonde writer{/color}
french: {color=#797979}...Baiser avec une célèbre écrivaine blonde{/color}

source: {color=#797979}...Fuck your ass{/color}
french: {...Baise ton cul{/color}

source: {color=#3ad8ff}Maybe if you had less clothes...{/color}
french: {color=#3ad8ff}Peut-être que si vous aviez moins de vêtements...{/color}

source: {color=#f2923c}I have no other sexual fantasy in mind{/color}
french: {color=#f2923c}Je n'ai pas d'autre fantasme sexuel en tête{/color}

source: You should have asked Lyco for an outfit
french: Vous auriez dû demander une tenue à Lyco

source: {color=#797979}You should have asked Lyco for an outfit{/color}
french: {color=#797979}Vous auriez dû demander une tenue à Lyco{/color}

source: Would you like to go with me to see Jasmine?
french: Voulez-vous venir avec moi voir Jasmine ?

source: {color=#797979}Would you like to go with me to see Jasmine?{/color}
french: {color=#797979}Voudriez-vous venir avec moi voir Jasmine ? {/color}

source: Have you seen a unicorn horn lying around?
french: Avez-vous déjà vu une corne de licorne qui traîne ?

source: {color=#797979}Have you seen a unicorn horn lying around?{/color}
french: {color=#797979}Avez-vous vu une corne de licorne qui traîne ? {/color}

source: {color=#3ad8ff}Would you like to see the rest of the palace?{/color}
french: {color=#3ad8ff}Voulez-vous voir le reste du palais ? {/color}

source: Ok, It's worth a try
french: Ok, ça vaut le coup d'essayer

source: You look like you know what you're talking about
french: Vous avez l'air de savoir de quoi vous parlez

source: Can't I just... do what I always do?
french: Ne puis-je pas simplement... faire ce que je fais toujours ?

source: Because I really want to see that
french: Parce que j'ai vraiment envie de voir ça

source: Would a princess lick that thing?
french: Une princesse lécherait-elle ce truc ?

source: Because Sherazade would hate it if you did.
french: Parce que Sherazade détesterait que vous le fassiez.

source: *Keep spanking her ass*
french: *Continuez à lui donner la fessée*

source: *Stop here*
french: *Arrêter ici*

source: {color=#f45fed}Do a sex thing?{/color}
french: {color=#f45fed}Faire un truc sexuel ? {/color}

source: You give me a foot massage
french: Vous me massez les pieds

source: You kiss Lycoris
french: Tu embrasses Lycoris

source: I'm fucking you?
french: Je te baise ?

source: {color=#797979}I'm fucking you?{/color}
french: {color=#797979}Je te baise ? {/color}

source: You're blowing me?
french: Vous m'envoyez promener ?

source: You're jerking me off?
french: Tu me branles ?

source: You get naked?
french: Tu te mets à poil ?

source: You show me your boobs?
french: Tu me montres tes seins ?

source: {color=#3ad8ff}Let's create this Jasmine {image=heart07.png}{/color}
french: {color=#3ad8ff}Créons ce Jasmine {image=heart07.png}{/color}

source: {color=#797979}Let's create this Jasmine {image=heart07.png}{/color}
french: {color=#797979}Créons ce Jasmin {image=heart07.png}{/color}

source: I don't do it
french: Je ne le fais pas

source: What's your story?
french: Quelle est votre histoire ?

source: {color=#797979}What's your story?{/color}
french: {color=#797979}Qu'en est-il de votre histoire ? {/color}

source: Do you also receive boring lessons?
french: Recevez-vous aussi des leçons ennuyeuses ?

source: {color=#797979}Do you also receive boring lessons?{/color}
french: {color=#797979}Est-ce que vous recevez aussi des leçons ennuyeuses ? {/color}

source: {color=#3ad8ff}What were you reading?{/color}
french: {color=#3ad8ff}Qu'avez-vous lu ? {/color}

source: You promised me a dance.
french: Tu m'as promis une danse.

source: All dancers do that.
french: Tous les danseurs font cela.

source: This would be a good way to work on your modesty.
french: Ce serait un bon moyen de travailler sa pudeur.

source: {color=#f45fed}Let's try to gently encourage her to pervert herself{/color}
french: {color=#f45fed}Essayons de l'encourager gentiment à se pervertir{/color}

source: {color=#f45fed}Let's try to submit her to me{/color}
french: {color=#f45fed}Essayons de me la soumettre{/color}

source: What difference would it make?
french: Quelle différence cela ferait-il ?

source: {color=#797979}What difference would it make?{/color}
french: {color=#797979}Quelle différence cela ferait-il ? {/color}

source: What would you choose?
french: Que choisiriez-vous ?

source: {color=#797979}What would you choose?{/color}
french: {color=#797979}Que choisiriez-vous ? {/color}

source: You heard the lamp... Strip off!
french: Vous avez entendu la lampe... Déshabillez-vous !

source: You can give up if you want.
french: Vous pouvez abandonner si vous le souhaitez.

source: If you want I can undress with you.
french: Si tu veux, je peux me déshabiller avec toi.

source: my Lord
french: mon Seigneur

source: my Master
french: mon Maître

source: my King
french: mon Roi

source: Is it just me, or did she piss you off a little?
french: C'est moi, ou elle t'a un peu énervé ?

source: {color=#797979}Is it just me, or did she piss you off a little?{/color}
french: {color=#797979} Est-ce que c'est moi, ou est-ce qu'elle t'a un peu énervé ? {/color}

source: {color=#3ad8ff}Do you need anything to make this clothes?{/color}
french: {color=#3ad8ff}Avez-vous besoin de quelque chose pour faire ces vêtements ? {/color}

source: A scarlet ibis?
french: Un ibis écarlate ?

source: It looks pretty good on you, I think
french: Il vous va très bien, je pense
