Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_ArtDIVISION.po
Languages: french, italian

source: [_a_] And uh... you just showered?...
french: [_a_] Et euh... tu viens de te doucher ?...
italian: [_a_] E uh... hai appena mostrato?...

source: [_u_] Yes. We were just taking a shower.
french: [Oui. Nous prenions juste une douche.
italian: [_u_] Sì. Stavamo solo facendo una doccia.

source: [_a_] Really?!
french: [_a_] Vraiment ?!
italian: [_a_] Davvero?!

source: [_a_] My God...
french: [Mon Dieu...
italian: [_a_] Mio Dio...

source: [_a_] Are there any employees here you haven't slept with?
french: [_a_] Y a-t-il des employés ici avec lesquels vous n'avez pas couché ?
italian: [_a_] Ci sono dipendenti qui con cui non hai dormito?

source: [_a_] Oh and then... actually, I understand you.
french: [_a_] Oh et puis... en fait, je vous comprends.
italian: [_a_] Oh e poi... in realtà, vi capisco.

source: [_a_] If I were as open as you, I'd probably do the same thing.
french: [Si j'étais aussi ouvert que vous, je ferais probablement la même chose.
italian: [_a_] Se fossi aperto come te, probabilmente farei la stessa cosa.

source: [_a_] And uh... how was her blowjob game?
french: [_a_] Et euh... comment s'est passé son jeu de pipe ?
italian: [_a_] E uh... com'era il suo gioco di pompino?

source: [_a_] No wait don't tell!
french: [_a_] Non, attendez, ne dites rien !
italian: [_a_] Non vedo l'ora di non dirlo!

source: [_a_] I mean...
french: [Je veux dire...
italian: [_a_] Voglio dire...

source: [_u_] She's quite talented.
french: [Elle est très douée.
italian: [_u_] Lei è abbastanza talentuosa.

source: [_a_] I have to admit, it's pretty nice to see...
french: [Je dois admettre que c'est plutôt agréable de voir...
italian: [_a_] Devo ammettere, è abbastanza bello vedere...

source: [_a_] But... I want to see red ones.
french: [_a_] Mais... Je veux voir des rouges.
italian: [_a_] Ma... Voglio vedere quelli rossi.

source: [_a_] Or green ones!
french: [_a_] Ou vertes !
italian: [_a_] O verdi!

source: [_a_] Or purple ones...
french: [_a_] Ou les violettes...
italian: [_a_] O viola quelli...

source: [_a_] It's really amazing how many different colors of breasts there are in this galaxy...
french: [_a_] C'est vraiment étonnant de voir combien de couleurs de seins il y a dans cette galaxie...
italian: [_a_] È davvero sorprendente quanti colori diversi di seno ci sono in questa galassia...

source: [_a_] I want to see them all.
french: [Je veux les voir tous.
italian: [_a_] Voglio vederli tutti.

source: [_u_] Wow... you really have a thing for colored boobs.
french: [Wow... tu as vraiment un penchant pour les seins colorés.
italian: [_u_] Wow... hai davvero una cosa per tette colorate.

source: [_a_] Some people want to visit every planet in the galaxy... I just want to see every color of breast.
french: [Certaines personnes veulent visiter toutes les planètes de la galaxie... Moi, je veux juste voir toutes les couleurs de seins.
italian: [_a_] Alcune persone vogliono visitare ogni pianeta nella galassia... Voglio solo vedere ogni colore del seno.

source: [_a_] It's a noble goal, don't you think?
french: [_a_] C'est un objectif noble, ne pensez-vous pas ?
italian: [_a_] È un nobile obiettivo, non credete?

source: [_a_] Ah yes, the employee list...
french: [_a_] Ah oui, la liste des employés...
italian: [_a_] Ah sì, la lista dei dipendenti...

source: [_a_] Well... That just leaves you and Emee...
french: [_a_] Eh bien... Il ne reste plus que toi et Emee...
italian: [_a_] Beh... Che ti lascia e Eme...

source: [_a_] And I have to admit, I really like you both.
french: [_a_] Et je dois admettre que je vous aime bien tous les deux.
italian: [_a_] E devo ammettere, mi piacciono davvero entrambi.

source: [_a_] Yeah, if I had to choose, I'd pick you two.
french: [Oui, si je devais choisir, je vous choisirais tous les deux.
italian: [_a_] Sì, se dovessi scegliere, ti sceglierei due.

source: [_u_] Now that's a compliment you don't hear every day.
french: [C'est un compliment qu'on n'entend pas tous les jours.
italian: [_u_] Ora è un complimento che non sentite tutti i giorni.

source: [_a_] What? I said I'd be honest!
french: [Quoi ? J'ai dit que je serais honnête !
italian: [_a_] Cosa? Ho detto che sarei stata onesta!

source: [_a_] And I'm not easily attracted to someone.
french: [_a_] Et je ne suis pas facilement attiré par quelqu'un.
italian: [_a_] E non sono facilmente attratto da qualcuno.

source: [_u_] That's... pretty cool.
french: [C'est... plutôt cool.
italian: [_u_] Che è... abbastanza cool.

source: [_a_] You're welcome.
french: [De rien.
italian: [_a_] Sei il benvenuto.

source: [_a_] I'm single.
french: [Je suis célibataire.
italian: [_a_] sono single.

source: [_a_] I was in a relationship with a girl... and...
french: [_a_] J'ai eu une relation avec une fille... et...
italian: [_a_] Ero in un rapporto con una ragazza... e...

source: [_a_] Anyway, that ended a few months ago.
french: [_a_] Quoi qu'il en soit, cela s'est terminé il y a quelques mois.
italian: [_a_] Comunque, che è finita qualche mese fa.

source: [_u_] Wait... wasn't that a woman who dressed in pink?
french: [Attendez... ce n'était pas une femme qui s'habillait en rose ?
italian: [_u_] Aspetta... non era una donna che vestiva di rosa?

source: [_a_] Uh yes... but... how do you know that?
french: [_a_] Euh oui... mais... comment le savez-vous ?
italian: [_a_] Uh sì... ma... come lo sapete?

source: [_u_] You won't believe this, but... Emee well... she's her ex too.
french: [Vous n'allez pas le croire, mais... Emee... c'est aussi son ex.
italian: [_u_] Non crederai a questo, ma... Emee bene... è anche lei sua.

source: [_u_] And apparently... she left Emee for you back then.
french: [Et apparemment... elle a quitté Emee pour toi à l'époque.
italian: [_u_] E apparentemente... ha lasciato Emee per voi allora.

source: [_a_] She told me she was an Aenari, but...
french: [Elle m'a dit qu'elle était une Aenari, mais...
italian: [_a_] Mi disse che era una Aenari, ma...

source: [_a_] Shit... it's completely crazy...
french: [_a_] Merde... c'est complètement fou...
italian: [_a_] merda... è completamente pazzo...

source: [_a_] Why didn't Emee tell me?
french: [Pourquoi Emee ne me l'a pas dit ?
italian: [_a_] Perché Emee non me l'ha detto?

source: [_u_] Well... I guess she didn't want to embarrass you. She admires you a lot.
french: [Eh bien... Je suppose qu'elle ne voulait pas vous mettre dans l'embarras. Elle vous admire beaucoup.
italian: [_u_] Bene... Immagino che non volesse metterti in imbarazzo. Ti ammira molto.

source: [_a_] Even after her ex left her for me?
french: [_a_] Même après que son ex l'ait quittée pour moi ?
italian: [_a_] Anche dopo la sua ex la lasciò per me?

source: [_a_] My God... That Emee is really adorable... I should talk to her.
french: [Mon Dieu... Cette Emee est vraiment adorable... Je devrais lui parler.
italian: [_a_] Mio Dio... Che l'Emee sia veramente adorabile... Dovrei parlare con lei.

source: [_u_] And then... now you have something in common: you have the same ex!
french: [Et puis... maintenant vous avez un point commun : vous avez le même ex !
italian: [_u_] E allora... ora hai qualcosa in comune: hai lo stesso ex!

source: [_a_] Ahah it's true!
french: [_a_] Ahah c'est vrai !
italian: [_a_] Ahah è vero!

source: [_a_] I only slept with people I was in a relationship with... so... 3 people so far.
french: [Je n'ai couché qu'avec des personnes avec qui j'étais en couple... donc... 3 personnes jusqu'à présent.
italian: [_a_] Ho dormito solo con la gente ero in un rapporto con... così... 3 persone finora.

source: [_a_] But uh... how can I put this...
french: [_a_] Mais euh... comment dire...
italian: [_a_] Ma uh... come posso mettere questo...

source: [_a_] ...I don't have a preference... I like men and women and of all colors! But...
french: [_a_] ...Je n'ai pas de préférence... J'aime les hommes et les femmes de toutes les couleurs ! Mais...
italian: [_a_] ... non ho una preferenza... mi piacciono gli uomini e le donne e di tutti i colori! Ma...

source: [_a_] Uh...
french: [_a_] Euh...

source: [_a_] I've only been in relationships with women.
french: [Je n'ai eu de relations qu'avec des femmes.
italian: [_a_] Sono stato solo in relazione con le donne.

source: [_a_] It wasn't really intentional!
french: [_a_] Ce n'était pas vraiment intentionnel !
italian: [_a_] Non era davvero intenzionale!

source: [_a_] It just... it just happened.
french: [C'est juste... c'est juste arrivé.
italian: [_a_] Semplicemente... è appena successo.

source: [_u_] Wait, so you never...
french: [Attendez, vous n'avez jamais...
italian: [_u_] Aspetta, in modo che mai...

source: [_a_] No, I've never... tried a real penis.
french: [Non, je n'ai jamais... essayé un vrai pénis.
italian: [_a_] No, non ho mai... provato un vero pene.

source: [_a_] If that's what you wanted to ask.
french: [_a_] Si c'est ce que vous vouliez demander.
italian: [_a_] Se è quello che volevi chiedere.

source: [_a_] I had a nice collection of plastic penises at the chateau... and we had a lot of fun with my exes!
french: [_a_] J'avais une belle collection de pénis en plastique au château... et on s'est bien amusé avec mes ex !
italian: [_a_] Ho avuto una bella collezione di peni di plastica al castello... e ci siamo divertiti molto con le mie esposizioni!

source: [_a_] But... A real penis... No, never.
french: [_a_] Mais... Un vrai pénis... Non, jamais.
italian: [_a_] Ma... Un vero pene... No, mai.

source: [_u_] Oh...
french: [Oh...

source: [_a_] Yes, I know.
french: [_a_] Oui, je sais.
italian: [_a_] Sì, lo so.

source: [_a_] Well... yes.
french: [_a_] Eh bien... oui.
italian: [_a_] Bene... sì.

source: [_a_] People I was in a relationship with.
french: [_a_] Les personnes avec lesquelles j'ai eu une relation.
italian: [_a_] Persone con cui ero in rapporto.

source: [_a_] But... honestly... I don't want to care anymore.
french: [_a_] Mais... honnêtement... Je ne veux plus m'en soucier.
italian: [_a_] Ma... onestamente... non voglio più preoccuparmi.

source: [_a_] Having to hide my body all the time because a paparazzi might take a picture of me... I have to stop with this.
french: [_a_] Devoir cacher mon corps tout le temps parce qu'un paparazzi pourrait prendre une photo de moi... Il faut que j'arrête avec ça.
italian: [_a_] Dovendo nascondere il mio corpo tutto il tempo perché un paparazzi potrebbe scattare una foto di me... devo fermarmi con questo.

source: [_a_] It looks a lot more fun to be like you and not give a damn.
french: [_a_] Il semble beaucoup plus amusant d'être comme vous et de ne pas s'en soucier.
italian: [_a_] Sembra molto più divertente essere come te e non dare una maledizione.

source: [_a_] Absolutely never.
french: [_a_] Absolument jamais.
italian: [_a_] Assolutamente mai.

source: [_a_] I've always thought how strange it must be!
french: [J'ai toujours pensé que c'était étrange !
italian: [_a_] Ho sempre pensato quanto debba essere strano!

source: [_a_] Like... I let someone fuck... but with my mouth.
french: [Comme... Je laisse quelqu'un baiser... mais avec ma bouche.
italian: [_a_] Mi piace... lascio scopare qualcuno... ma con la mia bocca.

source: [_a_] A real cock... in my mouth... and erect.
french: [_a_] Une vraie bite... dans ma bouche... et en érection.
italian: [_a_] Un vero cazzo... in bocca... ed eretto.

source: [_a_] And, like, it ejaculates.
french: [_a_] Et, comme, il éjacule.
italian: [_a_] E, come, eiacula.

source: [_a_] It must be really strange.
french: [_a_] Cela doit être vraiment étrange.
italian: [_a_] Deve essere davvero strano.

source: [_a_] But it's quite exciting.
french: [_a_] Mais c'est assez excitant.
italian: [_a_] Ma è abbastanza emozionante.

source: [_u_] Stop making that kind of description, you'll give me a hard-on.
french: [_u_] Arrêtez de faire ce genre de description, vous allez me faire bander.
italian: [_u_] Smettete di fare questo tipo di descrizione, mi darete un hard-on.

source: [_a_] Ahah... sorry.
french: [_a_] Ahah... désolé.
italian: [_a_] Ahah... mi dispiace.

source: [_a_] I didn't even see one close up!
french: [Je n'en ai même pas vu un de près !
italian: [_a_] non ne ho nemmeno visto uno da vicino!

source: [_a_] Like... I've seen college guys penises naked at parties...
french: [Comme... J'ai vu des pénis d'étudiants nus dans des soirées...
italian: [_a_] Come... Ho visto ragazzi del college penises nudo alle feste...

source: [_a_] But like... in front of me and erect... No.
french: [_a_] Mais comme... devant moi et en érection... Non.
italian: [_a_] Ma come... di fronte a me ed eretto... No.

source: [_a_] So touching one is even less likely.
french: [_a_] Il est donc encore plus improbable d'en toucher un.
italian: [_a_] Così toccando uno è ancora meno probabile.

source: [_a_] Of course I want to try!
french: [_a_] Bien sûr que je veux essayer !
italian: [_a_] Naturalmente voglio provare!

source: [_a_] I'm totally for it.
french: [_a_] Je suis tout à fait d'accord.
italian: [_a_] Io sono totalmente a favore.

source: [_a_] Although... after thinking about it for so long... I'm starting to feel a little apprehensive.
french: [_a_] Bien que... après y avoir réfléchi si longtemps... je commence à ressentir une certaine appréhension.
italian: [_a_] Però... dopo averci pensato per così tanto tempo... sto cominciando a sentirmi un po' apprensivo.

source: [_a_] But anyway...
french: [_a_] Mais de toute façon...
italian: [_a_] Ma comunque...

source: [_a_] Yeah, looks like a lot of fun!
french: [_a_] Oui, ça a l'air très amusant !
italian: [_a_] Sì, sembra un sacco di divertimento!

source: [_a_] I mean... clearly I'm not ready to just... stick my ass out doggy-style in the grass and fuck...
french: [Je veux dire... il est clair que je ne suis pas prêt à juste... mettre mon cul en levrette dans l'herbe et baiser...
italian: [_a_] Intendo dire... chiaramente non sono pronto a solo... stendere il culo alla pecorina nell'erba e scopare...

source: [_a_] But uh well... you get the idea.
french: [_a_] Mais euh... vous voyez l'idée.
italian: [_a_] Ma uh bene... si ottiene l'idea.

source: [_u_] Are you sure you don't want to go straight from ''I've never flashed my boobs'' to ''Cum in my ass''?
french: [Tu es sûr de ne pas vouloir passer directement de "Je n'ai jamais montré mes seins" à "Joue dans mon cul" ?
italian: [_u_] Sei sicuro di non voler andare dritto da ''Non ho mai lampeggiato le mie tette' a ''Cum nel mio culo''?

source: [_a_] That's not really my style, no.
french: [Ce n'est pas vraiment mon style, non.
italian: [_a_] Non è proprio il mio stile, no.

source: [_a_] I'd love to show my boobs like Emee does but...
french: [J'aimerais montrer mes seins comme le fait Emee, mais...
italian: [_a_] Mi piacerebbe mostrare le mie tette come Emee ma...

source: [_a_] I mean, you know...
french: [Je veux dire, vous savez...
italian: [_a_] Voglio dire, sa...

source: [_a_] I'm really I'm sick of not being able to have fun with you all...
french: [J'en ai vraiment marre de ne pas pouvoir m'amuser avec vous tous...
italian: [_a_] Sono davvero stufo di non essere in grado di divertirsi con voi tutti...

source: [_a_] I mean... this planet is literally the biggest sex temple in the universe!
french: [Cette planète est littéralement le plus grand temple du sexe de l'univers !
italian: [_a_] Voglio dire... questo pianeta è letteralmente il più grande tempio sessuale dell'universo!

source: [_a_] And I'm here... hidden in my modesty...
french: [_a_] Et je suis ici... cachée dans ma modestie...
italian: [_a_] E sono qui... nascosto nella mia modestia...

source: [_a_] Maybe I should try to get past that, don't you think?
french: [Je devrais peut-être essayer de dépasser cela, vous ne pensez pas ?
italian: [_a_] Forse dovrei cercare di superare questo, non pensi?

source: [_a_] Yes, you're probably right, it was inappropriate of me...
french: [_a_] Oui, vous avez probablement raison, c'était inapproprié de ma part...
italian: [_a_] Sì, probabilmente hai ragione, è stato inappropriato di me...

source: [_a_] Well... I'll see you later, [name]...
french: [_a_] Eh bien... Je vous verrai plus tard, [nom]...
italian: [_a_] Bene... Ti vedrò più tardi, [name]...

source: [_a_] I just...
french: [_a_] J'ai juste...
italian: [_a_] Ho solo...

source: [_a_] It's just that I...
french: [C'est juste que je...
italian: [_a_] È solo quello...

source: [_u_] It was just a suggestion. If you're not feeling it, that's okay.
french: [C'était juste une suggestion. Si vous ne le sentez pas, ce n'est pas grave.
italian: [_u_] Era solo un suggerimento. Se non lo senti, va bene.

source: [_a_] Yes, I'm sorry, I'm being a bit of an outraged virgin again...
french: [_a_] Oui, je suis désolée, je fais encore un peu la vierge outragée...
italian: [_a_] Sì, mi dispiace, sono ancora un po' una vergine oltraggiata...

source: [_a_] You... you think I... I could do it?
french: [_a_] Vous... vous pensez que je... que je pourrais le faire ?
italian: [_a_] Tu... pensi che io... potrei farlo?

source: [_u_] Well, physically it's not that complicated... you just have to lift up your shirt.
french: [_u_] Eh bien, physiquement, ce n'est pas si compliqué... il suffit de soulever sa chemise.
italian: [_u_] Beh, fisicamente non è così complicato... basta alzare la camicia.

source: [_u_] But the most complicated part will be for me.
french: [_u_] Mais le plus compliqué sera pour moi.
italian: [_u_] Ma la parte più complicata sarà per me.

source: [_u_] With such beautiful breasts, I might pass out when I see them.
french: [Avec de si beaux seins, je pourrais m'évanouir en les voyant.
italian: [_u_] Con seni così belli, potrei svenire quando li vedo.

source: [_a_] You idiot!
french: [_a_] Imbécile !
italian: [_a_] Ti idiota!

source: [_a_] Well...
french: [_a_] Eh bien...
italian: [_a_] Bene...

source: [_a_] Okay, I think I can do that.
french: [_a_] D'accord, je pense que je peux le faire.
italian: [_a_] Okay, penso di poterlo fare.

source: [_a_] I just have to not think too hard and just do it...
french: [Il faut juste que je ne réfléchisse pas trop et que je le fasse...
italian: [_a_] devo solo non pensare troppo duro e solo farlo...

source: [_u_] Are you sure they're real?
french: [Êtes-vous sûr qu'ils sont réels ?
italian: [_u_] Sei sicuro che siano reali?

source: [_a_] I'm totally sure!
french: [_a_] J'en suis tout à fait sûr !
italian: [_a_] Sono totalmente sicuro!

source: [_u_] I'm very honored to witness your first boobs flash.
french: [Je suis très honoré d'assister à ton premier flash de seins.
italian: [_u_] Sono molto onorato di assistere alle tue prime tette lampeggianti.

source: [_a_] It's a day full of firsts.
french: [_a_] C'est une journée pleine de premières.
italian: [_a_] È una giornata piena di primi.

source: [_a_] But... you don't tell anyone, right?
french: [_a_] Mais... vous ne le dites à personne, n'est-ce pas ?
italian: [_a_] Ma... non lo dite a nessuno, giusto?

source: [_a_] Gosh, I've got to stop hiding!
french: [Il faut que j'arrête de me cacher !
italian: [_a_] Gosh, devo smettere di nascondersi!

source: [_a_] Say whatever you want to whomever you want.
french: [_a_] Dites ce que vous voulez à qui vous voulez.
italian: [_a_] Dite tutto quello che volete a chi volete.

source: [_a_] Well, I think I'm ready to finally finish my work with Snow White...
french: [_a_] Je crois que je suis prête à terminer mon travail sur Blanche-Neige...
italian: [_a_] Beh, penso di essere pronto a finire finalmente il mio lavoro con Snow White...

source: [_a_] I'll get back to you as soon as I need you.
french: [Je vous rappellerai dès que j'aurai besoin de vous.
italian: [_a_] Tornerò a te non appena ho bisogno di te.

source: [_a_] I think I need to deal with Snow White on my own.
french: [_a_] Je pense que je dois m'occuper de Blanche-Neige tout seul.
italian: [_a_] Penso di dover trattare con Biancaneve da soli.

source: [_a_] Besides, I think your presence makes her attrociously jealous, so maybe it's for the best!
french: [_a_] D'ailleurs, je crois que ta présence la rend atrocement jalouse, alors c'est peut-être mieux ainsi !
italian: [_a_] Inoltre, penso che la tua presenza la renda invidiosamente gelosa, quindi forse è per il meglio!

source: [_u_] As you feel, I'll be there if you need me of course.
french: [Comme vous le sentez, je serai là si vous avez besoin de moi, bien sûr.
italian: [_u_] Come si sente, sarò lì se hai bisogno di me ovviamente.

source: [_a_] Great.
french: [_a_] Grand.
italian: [_a_] Grande.

source: [_a_] Shall we go?
french: [On y va ?
italian: [_a_] Andiamo noi?

source: [_a_] I told you I had nice boobs.
french: [Je t'ai dit que j'avais de beaux seins.
italian: [_a_] vi ho detto che avevo belle tette.

source: [_u_] You also told me that I was quite confident about seeing them one day.
french: [Vous m'avez également dit que j'avais bon espoir de les voir un jour.
italian: [_u_] Mi hai anche detto che ero abbastanza fiducioso di vederli un giorno.

source: [_a_] Sometimes you just have to be open to change!
french: [_a_] Il faut parfois être ouvert au changement !
italian: [_a_] A volte devi solo essere aperto per cambiare!

source: [_a_] And then I have to admit...
french: [_a_] Et puis je dois admettre...
italian: [_a_] E poi devo ammettere...

source: [_a_] ...it's not unpleasant to see you looking at them...
french: [_a_] ...il n'est pas désagréable de vous voir les regarder...
italian: [_a_] ... non è spiacevole vedervi guardarli...

source: [_u_] Madame Amandine, do you by any chance have exibisionist tendencies?
french: [Madame Amandine, auriez-vous par hasard des tendances exibisionnistes ?
italian: [_u_] Madame Amandine, per caso hai tendenze esibisioniste?

source: [_a_] If that's the case, that would be really funny!
french: [_a_] Si c'est le cas, ce serait vraiment drôle !
italian: [_a_] Se questo fosse il caso, sarebbe davvero divertente!

source: [_a_] Well, let's go!
french: [_a_] Eh bien, allons-y !
italian: [_a_] Beh, andiamo!

source: [_a_] I can't wait to get this Snow White thing over with!
french: [J'ai hâte d'en finir avec cette histoire de Blanche-Neige !
italian: [_a_] Non vedo l'ora di ottenere questa cosa Biancaneve finita con!

source: [_a_] I'll get back to you later.
french: [Je reviendrai vers vous plus tard.
italian: [_a_] Tornerò a te più tardi.

source: [_a_] Thanks again for... all this.
french: [_a_] Merci encore pour... tout cela.
italian: [_a_] Grazie ancora per... tutto questo.

source: [_a_] A minstrel's outfit?
french: [_a_] Un costume de ménestrel ?
italian: [_a_] Un vestito di minstrel?

source: [_a_] Aaaah that's what this outfit is!
french: [_a_] Aaaah voilà ce qu'est cette tenue !
italian: [_a_] Aaaah è quello che questo outfit è!

source: [_a_] They brought me this, but I didn't understand what it was for...
french: [On m'a apporté ça, mais je n'ai pas compris à quoi ça servait...
italian: [_a_] Mi hanno portato questo, ma non ho capito che cosa fosse...

source: [_a_] I only asked for a hat, you know?
french: [Je n'ai demandé qu'un chapeau, vous savez ?
italian: [_a_] Ho chiesto solo un cappello, sa?

source: [_u_] Lyco and I thought it might come in handy one day.
french: [Lyco et moi avons pensé que cela pourrait être utile un jour.
italian: [_u_] Lyco e io pensavo che potesse venire utile un giorno.

source: [_a_] You guys like dressing me up too much...
french: [Vous aimez trop m'habiller...
italian: [_a_] Ti piace vestirmi troppo...

source: [_u_] Take it as a sign of friendship.
french: [Prenez-le comme un signe d'amitié.
italian: [_u_] Prendilo come segno di amicizia.
