Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_TB.po
Languages: french, italian

source: [_tb_] I'll be there in a second.
french: [ _tb_ ] Je serai là dans une seconde.
italian: [_tb_] ci sarò tra un secondo.

source: [_tb_] Just press the little arrow on the door keypad without typing in any numbers.
french: [ _tb_ ] Appuyez simplement sur la petite flèche du clavier de porte sans entrer de chiffres.
italian: [_tb_] Basta premere la piccola freccia sul tastierino della porta senza digitare alcun numero.

source: [_tb_] I'll meet you there!
french: [ _tb_ ] Je vous y rencontrerai !
italian: [_tb_] ti conoscerò lì!

source: [_u_] Gosh, where is she?
french: [ _u_ ] Gosh, où est-elle?
italian: [_u_] Gosh, dov'è lei?

source: [_tb_] I'm coming! I'm coming!!
french: [ _tb_ ] Je viens ! Je viens ! !
italian: [_tb_] sto arrivando! Sto arrivando!!

source: [_tb_] Hello, my dear employee!
french: [ _tb_ ] Bonjour, mon cher employé !
italian: [_tb_] Ciao, mio caro dipendente!

source: [_tb_] What can I do for you?
french: [ _tb_ ] Que puis-je faire pour vous?
italian: [_tb_] Cosa posso fare per te?

source: [_tb_] Please, ask.
french: [ _tb_ ] S'il vous plaît, demandez.
italian: [_tb_] prego, chiedi.

source: [_tb_] Yeah, why not!
french: [ _tb_ ] Ouais, pourquoi pas !
italian: [_tb_] Sì, perché no!

source: [_tb_] Good night [name]!
french: [ _tb_ ] Bonne nuit [ nom ] !
italian: [_tb_] Buona notte [name]!

source: [_tb_] See you later [name]!
french: [ _tb_ ] Voir plus tard [ nom ] !
italian: [_tb_] Ci vediamo più tardi [name]!

source: [_tb_] Oh, well, that's a good question. There are tons of things to do!
french: [ _tb_ ] Oh, eh bien, c'est une bonne question. Il y a des tonnes de choses à faire !
italian: [_tb_] Oh, beh, è una buona domanda. Ci sono tonnellate di cose da fare!

source: [_tb_] We need to get the headquarters fully up and running again.
french: [ _tb_ ] Il faut que le siège soit entièrement opérationnel.
italian: [_tb_] Abbiamo bisogno di ottenere il quartier generale completamente in esecuzione di nuovo.

source: [_tb_] This includes both the employee and visitor sections.
french: [ _tb_ ] Cela inclut les sections de l'employé et du visiteur.
italian: [_tb_] Questo include sia le sezioni dei dipendenti che dei visitatori.

source: [_tb_] So... the hotel, the restaurants, the stores... And most of all :
french: [ _tb_ ] Donc ... l'hôtel, les restaurants, les magasins ... Et surtout:
italian: [_tb_] Quindi... l'hotel, i ristoranti, i negozi... E soprattutto :

source: [_tb_] The inter-stellar teleporter.
french: [ _tb_ ] Le téléporteur interstellaire.
italian: [_tb_] Il teletrasporto interstellare.

source: [_tb_] Because, for the moment, we are a bit lost in the middle of nowhere!
french: [ _tb_ ] Parce que, pour le moment, nous sommes un peu perdus au milieu de nulle part !
italian: [_tb_] Perché, per il momento, siamo un po' persi in mezzo al nulla!

source: [_tb_] But first we will focus on the technical buildings.
french: [ _tb_ ] Mais nous nous concentrerons d'abord sur les bâtiments techniques.
italian: [_tb_] Ma prima ci concentreremo sugli edifici tecnici.

source: [_tb_] We need to be able to operate the planet properly before we have visitors.
french: [ _tb_ ] Nous devons être en mesure d'exploiter la planète correctement avant d'avoir des visiteurs.
italian: [_tb_] Dobbiamo essere in grado di operare correttamente il pianeta prima di avere visitatori.

source: [_u_] Gosh...
italian: [_u_] Accidenti...

source: [_u_] Will we be able to do all this in my lifetime?
french: [ _u_ ] Serons-nous capables de faire tout cela de mon vivant?
italian: [_u_] Saremo in grado di fare tutto questo nella mia vita?

source: [_tb_] Don't worry, with a few robot builders, it will be over in no time!
french: [ _tb_ ] Ne vous inquiétez pas, avec quelques constructeurs de robots, il sera fini en aucun temps !
italian: [_tb_] Non ti preoccupare, con alcuni costruttori di robot, sarà finito in pochissimo tempo!

source: [_tb_] Yes. Tons of them.
french: [ _tb_ ] Oui. Des tonnes d'eux.
italian: [_tb_] Sì. Tonnellate di loro.

source: [_tb_] This planet needed hundreds of employees at the time to function properly.
french: [ _tb_ ] Cette planète avait besoin de centaines d'employés à l'époque pour fonctionner correctement.
italian: [_tb_] Questo pianeta aveva bisogno di centinaia di dipendenti al momento per funzionare correttamente.

source: [_tb_] So, yes. Don't worry, you'll see new people very soon.
french: [ _tb_ ] Donc, oui. Ne vous inquiétez pas, vous verrez bientôt de nouvelles personnes.
italian: [_tb_] Quindi, sì. Non ti preoccupare, vedrai nuove persone molto presto.

source: [_tb_] And don't start fucking all the new girls, okay?
french: [ _tb_ ] Et ne commence pas à baiser toutes les nouvelles filles, d'accord?
italian: [_tb_] E non iniziare a scopare tutte le nuove ragazze, okay?

source: [_u_] I never said...
french: [ _u_ ] Je n'ai jamais dit ...
italian: [_u_] non ho mai detto...

source: [_tb_] Yeah yeah, I know you.
french: [ _tb_ ] Oui, je te connais.
italian: [_tb_] Sì, sì, ti conosco.

source: [_u_] Would it be something bad?
french: [ _u_ ] Ce serait quelque chose de mauvais?
italian: [_u_] Sarebbe qualcosa di cattivo?

source: [_tb_] As long as you don't slow down the work...
french: [ _tb_ ] Tant que vous ne ralentirez pas le travail ...
italian: [_tb_] Finché non rallenti il lavoro...

source: [_tb_] Go have fun.
french: [ _tb_ ] Va t'amuser.
italian: [_tb_] Vada a divertirsi.

source: [_tb_] I mean... if they want you.
french: [ _tb_ ] Je veux dire ... s'ils veulent vous.
italian: [_tb_] Voglio dire... se ti vogliono.

source: [_tb_] We need everything.
french: [ _tb_ ] Nous avons besoin de tout.
italian: [_tb_] Abbiamo bisogno di tutto.

source: [_tb_] Engineers, artists, managers...
french: [ _tb_ ] Ingénieurs, artistes, managers ...
italian: [_tb_] Ingegneri, artisti, manager...

source: [_tb_] A planet-sized park with so many adventures to experience requires every possible skill to make it work.
french: [ _tb_ ] Un parc de taille planétaire avec autant d'aventures à l'expérience exige toutes les compétences possibles pour le faire fonctionner.
italian: [_tb_] Un parco di dimensioni planetarie con tante avventure da sperimentare richiede ogni abilità possibile per farlo funzionare.

source: [_tb_] So, if you know reliable people...
french: [ _tb_ ] Donc, si vous connaissez des gens fiables ...
italian: [_tb_] Quindi, se conosci persone affidabili...

source: [_tb_] Don't hesitate to tell me.
french: [ _tb_ ] N'hésitez pas à me le dire.
italian: [_tb_] Non esitate a dirmi.

source: [_u_] I keep this in mind.
french: [ _u_ ] Je garde cela à l'esprit.
italian: [_u_] Tengo a mente questo.

source: [_tb_] Well, it's a long story...
french: [ _tb_ ] Eh bien, c'est une longue histoire ...
italian: [_tb_] Beh, è una lunga storia...

source: [_tb_] Do you remember the story of this planet?
french: [ _tb_ ] Tu te souviens de l'histoire de cette planète?
italian: [_tb_] Ti ricordi la storia di questo pianeta?

source: [_u_] Yes yes of course
french: [ _u_ ] Oui oui bien sûr
italian: [_u_] Sì sì naturalmente

source: [_tb_] Well, a long time ago while this park was still in operation, I was the personal assistant to the creator of this place.
french: [ _tb_ ] Eh bien, il y a longtemps, alors que ce parc était encore en service, j'étais l'assistante personnelle du créateur de cet endroit.
italian: [_tb_] Beh, molto tempo fa, mentre questo parco era ancora in funzione, ero l'assistente personale del creatore di questo posto.

source: [_tb_] And then one day we realized that the park's performance problems came from the... modesty of the androids
french: [ _tb_ ] Et puis un jour nous avons réalisé que les problèmes de performance du parc venaient de la ... modestie des androïdes
italian: [_tb_] E poi un giorno ci siamo resi conto che i problemi di performance del parco provenivano dalla... modestia degli androidi

source: [_tb_] I pointed this out to the creator, and I suggested him to change that.
french: [ _tb_ ] J'ai dit ça au créateur, et je lui ai suggéré de changer ça.
italian: [_tb_] l'ho fatto notare al creatore, e gli ho suggerito di cambiarlo.

source: [_tb_] But he didn't want to listen to me. I kept insisting, and eventually he took my voice away.
french: [ _tb_ ] Mais il ne voulait pas m'écouter. J'ai continué à insister, et finalement il a pris ma voix.
italian: [_tb_] Ma non voleva ascoltarmi. Ho continuato a insistere, e alla fine ha tolto la mia voce.

source: [_tb_] He went a little crazy after that, I think...
french: [ _tb_ ] Il est devenu un peu fou après ça, je pense ...
italian: [_tb_] Poi si è impazzito, penso...

source: [_u_] And do you know what happened to the creator?
french: [ _u_ ] Et tu sais ce qui est arrivé au créateur?
italian: [_u_] E sai cosa è successo al creatore?

source: [_tb_] No, I don't, and I don't care... He was an idiot!
french: [ _tb_ ] Non, je ne suis pas, et je m'en fiche ... C'était un idiot !
italian: [_tb_] No, non mi importa, e non mi importa... Era un idiota!

source: [_tb_] And now that I'm in charge, this park will become a real place of fun and pleasure! ahah!
french: [ _tb_ ] Et maintenant que je suis en charge, ce parc deviendra un vrai lieu de plaisir et de plaisir ! ahah !
italian: [_tb_] E ora che sono in carica, questo parco diventerà un vero e proprio luogo di divertimento e piacere! ahah!

source: [_u_] I'm totally with you!
french: [ _u_ ] Je suis totalement avec vous !
italian: [_u_] Sono totalmente con te!

source: [_tb_] You're a sweetheart!
french: [ _tb_ ] Tu es une chérie !
italian: [_tb_] Sei un fidanzato!

source: [_tb_] We're in the old park control center!
french: [ _tb_ ] Nous sommes dans l'ancien centre de contrôle du parc !
italian: [_tb_] Siamo nel vecchio centro di controllo del parco!

source: [_tb_] From here we can control the whole planet!
french: [ _tb_ ] De là, nous pouvons contrôler la planète entière !
italian: [_tb_] Da qui possiamo controllare tutto il pianeta!

source: [_tb_] It was the creator's personal office, from here we can teleport to anywhere,
french: [ _tb_ ] C'était le bureau personnel du créateur, d'ici nous pouvons téléporter à n'importe où,
italian: [_tb_] Era l'ufficio personale del creatore, da qui possiamo teletrasportarci ovunque,

source: [_tb_] Create new androids, and use the drone to get things from the planet!
french: [ _tb_ ] Créez de nouveaux androïdes, et utilisez le drone pour obtenir des choses de la planète !
italian: [_tb_] Crea nuovi androidi e usa il drone per ottenere le cose dal pianeta!

source: [_u_] We can teleport to anywhere? Can we go to Emma Watson 2 's bathroom on Earth 2?
french: [ _u_ ] Nous pouvons téléporter n'importe où? Peut-on aller à la salle de bain d'Emma Watson 2 sur Terre 2?
italian: [_u_] Possiamo teletrasportarci ovunque? Possiamo andare nel bagno di Emma Watson 2 sulla Terra 2?

source: [_tb_] No, anywhere on the planet I mean...
french: [ _tb_ ] Non, n'importe où sur la planète je veux dire ...
italian: [_tb_] No, ovunque sul pianeta voglio dire...

source: [_u_] Ah... too bad.
french: [ _u_ ] Ah ... trop mauvais.
italian: [_u_] Ah... troppo male.

source: [_tb_] But it would be cool, I'll admit.
french: [ _tb_ ] Mais ce serait cool, je l'admets.
italian: [_tb_] Ma sarebbe fresco, lo ammetto.

source: [_u_] Totally!
french: [ _u_ ] Totalement !
italian: [_u_] Totalmente!

source: [_tb_] Well, I settled in a place about my size on the first floor! I'm going through the conduits to get there.
french: [ _tb_ ] Eh bien, j'ai réglé dans un endroit sur ma taille au premier étage ! Je passe par les conduits pour y arriver.
italian: [_tb_] Beh, mi sono sistemato in un posto sulle mie dimensioni al primo piano! Sto attraversando i condotti per arrivarci.

source: [_tb_] I'm afraid you're too tall to go in.
french: [ _tb_ ] J'ai peur que vous soyez trop grand pour entrer.
italian: [_tb_] Temo che tu sia troppo alto per entrare.

source: [_tb_] And it would be embarrassing... I walk around naked most of the time there!
french: [ _tb_ ] Et ce serait embarrassant ... Je me promue nu la plupart du temps là !
italian: [_tb_] E sarebbe imbarazzante... Cammino nudo la maggior parte del tempo lì!

source: [_tb_] Well... I don't know...
french: [ _tb_ ] Eh bien ... Je ne sais pas ...
italian: [_tb_] Beh... Non lo so...

source: [_tb_] Well, I'm not sure... Force of habit I guess.
french: [ _tb_ ] Bien, je ne suis pas sûr ... Force de l'habitude, je suppose.
italian: [_tb_] Beh, non sono sicuro... Forza di abitudine immagino.

source: [_tb_] You wouldn't mind if I did, would you?
french: [ _tb_ ] Vous ne vous dérangez pas si je l'ai fait, si?
italian: [_tb_] Non ti dispiacerebbe se lo facessi, vero?

source: [_u_] Absolutely not! Just do as you please!
french: [ _u_ ] Absolument pas ! Ne fais que comme tu t'en prie !
italian: [_u_] Assolutamente no! Basta fare come vuoi!

source: [_tb_] I'll think about it then!
french: [ _tb_ ] Je vais y penser alors !
italian: [_tb_] ci penserò allora!

source: [_tb_] I have no idea, actually...
french: [ _tb_ ] Je n'ai aucune idée, en fait ...
italian: [_tb_] Non ho idea, in realtà...

source: [_tb_] I think this place is just too remote from everything else.
french: [ _tb_ ] Je pense que cet endroit est trop éloigné de tout le reste.
italian: [_tb_] Penso che questo posto sia troppo lontano da tutto il resto.

source: [_tb_] There isn't anything interesting in this part of the galaxy.
french: [ _tb_ ] Il n'y a rien d'intéressant dans cette partie de la galaxie.
italian: [_tb_] Non c'è nulla di interessante in questa parte della galassia.

source: [_tb_] Oh yes! I know what you're talking about.
french: [ _tb_ ] Oh oui ! Je sais de quoi tu parles.
italian: [_tb_] Oh sì! So di cosa stai parlando.

source: [_tb_] The folder ''Quest Image'' is where various ''interesting'' moments are recorded.
french: [ _tb_ ] Le dossier '' Quest Image''est l'endroit où divers moments "intéressants" sont enregistrés.
italian: [_tb_] La cartella ''Quest Image'' è dove vengono registrati vari momenti '''interessante''.

source: [_u_] Interesting ?
french: [ _u_ ] Intéressant?
italian: [_u_] Interessante ?

source: [_tb_] Sex. I'm talking about sexual scenes.
french: [ _tb_ ] Sexe. Je parle de scènes sexuelles.
italian: [_tb_] Sex. Sto parlando di scene sessuali.

source: [_u_] What about the ''Data Image'' folder?
french: [ _u_ ] A propos du dossier '' Image de données''?
italian: [_u_] Che ne dici della cartella 'Data Image''?

source: [_tb_] I really don't know. Try to unlock it, and we'll find out!
french: [ _tb_ ] Je ne sais vraiment pas. Essayez de le déverrouiller, et nous le découvrirons !
italian: [_tb_] non lo so davvero. Prova a sbloccarlo, e lo scopriremo!

source: [_tb_] And for the folder ''Data image'' ... Well ... You saw ahah
french: [ _tb_ ] Et pour le dossier '' image de données''... Tu as vu ahah
italian: [_tb_] E per la cartella ''Immagine dati'' ... Beh, hai visto ahah

source: [_tb_] Hey! Hello again!
french: [ _tb_ ] Hey ! Bonjour à nouveau !
italian: [_tb_] Hey! Ciao di nuovo!

source: [_tb_] Remember how much I like dresses?
french: [ _tb_ ] Rappelez-vous combien j'aime les robes?
italian: [_tb_] Ricordate quanto mi piacciono i vestiti?

source: [_tb_] Wait, you don't know what I'm going to say!
french: [ _tb_ ] Attends, tu ne sais pas ce que je vais dire !
italian: [_tb_] Aspetta, non sai cosa dirò!

source: [_u_] Tinker, if you want dresses, go make your own.
french: [ _u_ ] Tinker, si vous voulez des robes, faites votre propre.
italian: [_u_] Tinker, se vuoi vestiti, vai a fare il tuo.

source: [_tb_] That's not what I was going to say.
french: [ _tb_ ] Ce n'est pas ce que j'allais dire.
italian: [_tb_] Non è quello che stavo per dire.

source: [_u_] Really?
french: [_u_] Vraiment ?
italian: [_u_] Davvero?

source: [_tb_] Yes, so actually...
french: [ _tb_ ] Oui, donc ...
italian: [_tb_] Sì, così in realtà...

source: [_tb_] I really like dresses and... I thought it would be nice to have a new one.
french: [ _tb_ ] J'aime vraiment les robes et ... Je pensais que ce serait bien d'en avoir un nouveau.
italian: [_tb_] Mi piacciono davvero i vestiti e... pensavo che sarebbe stato bello averne uno nuovo.

source: [_u_] Yes....
french: [ _u_ ] Oui ....
italian: [_u_] Sì....

source: [_tb_] And uh... I was wondering if you could get me a blueprint to create one.
french: [ _tb_ ] Et euh ... Je me demandais si tu pouvais me faire un plan pour en créer un.
italian: [_tb_] E uh... Stavo chiedendo se potessi farmi un progetto per crearne uno.

source: [_tb_] And then you make it for me.
french: [ _tb_ ] Et puis vous le faites pour moi.
italian: [_tb_] E poi lo fai per me.

source: [_u_] That's exactly what I said.
french: [ _u_ ] C'est exactement ce que j'ai dit.
italian: [_u_] È esattamente quello che ho detto.

source: [_tb_] But I...
french: [ _tb_ ] Mais je ...
italian: [_tb_] Ma Io...

source: [_tb_] Please?
french: [ _tb_ ] S'il vous plaît?
italian: [_tb_] Per favore?

source: [_tb_] I promise I'll help you hook up with lots of employees!
french: [ _tb_ ] Je vous promets que je vous aiderai avec beaucoup d'employés !
italian: [_tb_] Prometto che ti aiuterò a collegarti con un sacco di dipendenti!

source: [_u_] Who, Amandine?
french: [ _u_ ] Qui, Amandine?
italian: [_u_] Chi, Amandine?

source: [_tb_] Yeah or Melissandre and Emee.
french: [ _tb_ ] Oui ou Melissandre et Emee.
italian: [_tb_] Yeah o Melissandre e Emee.

source: [_u_] It's a little too late to help me with them.
french: [ _u_ ] C'est un peu trop tard pour m'aider.
italian: [_u_] È un po' troppo tardi per aiutarmi con loro.

source: [_tb_] I KNEW IT!
italian: [_tb_] Ho KNEW IT!

source: [_tb_] I KNEW THE THREE OF YOU DID DIRTY THINGS!
italian: [_tb_] CONOSCIUTO IL TRE DI TUO DIRTY THREE THINGS!

source: [_tb_] I want to know everything!
french: [ _tb_ ] Je veux tout savoir !
italian: [_tb_] Voglio sapere tutto!

source: [_tb_] Did you have funny costumes? Where did you do that?
french: [ _tb_ ] Vous avez des costumes drôles? Où as-tu fait ça?
italian: [_tb_] Hai avuto dei costumi divertenti? Dove lo hai fatto?

source: [_u_] Want a special color for your dress?
french: [ _u_ ] Vous voulez une couleur spéciale pour votre robe?
italian: [_u_] Vuoi un colore speciale per il tuo vestito?

source: [_tb_] I configured your drone to find what I want.
french: [ _tb_ ] J'ai configuré votre drone pour trouver ce que je veux.
italian: [_tb_] Ho configurato il tuo drone per trovare quello che voglio.

source: [_tb_] I know this model exists, I had seen it a long time ago.
french: [ _tb_ ] Je sais que ce modèle existe, je l'avais vu il y a longtemps.
italian: [_tb_] So che questo modello esiste, l'avevo visto molto tempo fa.

source: [_tb_] Bring me that dress.
french: [ _tb_ ] Apportez-moi cette robe.
italian: [_tb_] Portami quel vestito.

source: [_tb_] Give me my dress!!
french: [ _tb_ ] Donnez-moi ma robe ! !
italian: [_tb_] Dammi il mio vestito!!

source: [_u_] How do you know I have your dress?
french: [ _u_ ] Comment savez-vous que j'ai votre robe?
italian: [_u_] Come sai che ho il tuo vestito?

source: [_u_] Don't you have anything else to do but watch me search for your dress?
french: [ _u_ ] N'avez-vous rien d'autre à faire que de me regarder chercher votre robe?
italian: [_u_] Non hai altro da fare se non guardarmi cercare il tuo vestito?

source: [_tb_] Let me try that!
french: [ _tb_ ] Laisse-moi essayer ça !
italian: [_tb_] Lasciatemi provare quello!

source: [_tb_] It is...
french: [ _tb_ ] C'est ...
italian: [_tb_] Lo è...

source: [_tb_] PERFECT.
italian: [_tb_] PERFETTO.

source: [_tb_] I look like a real princess from Arabian Nights!
french: [ _tb_ ] J'ai l'air d'une vraie princesse des Nuits arabes !
italian: [_tb_] Io assomiglio a una vera principessa delle Notti Arabe!

source: [_tb_] Except for breast size.
french: [ _tb_ ] Sauf pour la taille du sein.
italian: [_tb_] Tranne le dimensioni del seno.

source: [_tb_] But it's impossible to compete with Sherazade ahah!
french: [ _tb_ ] Mais il est impossible de rivaliser avec Sherazade ahah !
italian: [_tb_] Ma è impossibile competere con Sherazade ahah!

source: [_tb_] Anyway, thank you very much, I am finally in the mood of the moment!
french: [ _tb_ ] Bref, merci beaucoup, je suis enfin d'humeur du moment !
italian: [_tb_] Comunque, grazie molto, sono finalmente nell'umore del momento!

source: [_u_] She was supposed to be interviewed yesterday and she didn't show up.
french: [ _u_ ] Elle était censée être interviewéehier et elle ne s'est pas montré.
italian: [_u_] avrebbe dovuto essere intervistata ieri e non si è presentata.

source: [_u_] Do you have any idea where she might be?
french: [ _u_ ] Avez-vous une idée où elle pourrait être?
italian: [_u_] Hai qualche idea su dove potrebbe essere?

source: [_tb_] Yeah, I get a call from her, she gets into the wrong solar system, she arrives tomorrow.
french: [ _tb_ ] Ouais, j'ai un appel d'elle, elle tombe dans le mauvais système solaire, elle arrive demain.
italian: [_tb_] Sì, ricevo una chiamata da lei, entra nel sistema solare sbagliato, arriva domani.

source: [_u_] Is there a place in the galaxy more isolated than us?
french: [ _u_ ] Y a-t-il un endroit dans la galaxie plus isolé que nous?
italian: [_u_] C'è un posto nella galassia più isolato di noi?

source: [_tb_] Don't worry, we'll put up little signs in space to orient people.
french: [ _tb_ ] Ne vous inquiétez pas, nous allons mettre de petits signes dans l'espace pour orienter les gens.
italian: [_tb_] Non ti preoccupare, metteremo dei piccoli segni nello spazio per orientare le persone.

source: [_tb_] It was a joke.
french: [ _tb_ ] C'était une blague.
italian: [_tb_] Era una battuta.

source: [_tb_] By the way, thanks for helping Amelia with these interviews.
french: [ _tb_ ] Au fait, merci d'avoir aidé Amelia avec ces interviews.
italian: [_tb_] A proposito, grazie per aver aiutato Amelia con queste interviste.

source: [_u_] I couldn't refuse her.
french: [ _u_ ] Je ne pouvais pas la refuser.
italian: [_u_] non riuscivo a rifiutarla.

source: [_tb_] You'll see, it will be super fun!
french: [ _tb_ ] Vous verrez, ce sera super amusant !
italian: [_tb_] Vedrete, sarà super divertente!

source: [_tb_] Just a few things...
french: [ _tb_ ] Juste quelques choses ...
italian: [_tb_] Solo poche cose...

source: [_tb_] Be careful not to say too much about what we are building here.
french: [ _tb_ ] Veillez à ne pas trop parler de ce que nous construisons ici.
italian: [_tb_] Fai attenzione a non dire troppo su quello che stiamo costruendo qui.

source: [_tb_] Our android technology is far ahead of the rest of the galaxy. We must not attract too much attention.
french: [ _tb_ ] Notre technologie androïde est bien en avance sur le reste de la galaxie. Nous ne devons pas attirer trop d'attention.
italian: [_tb_] La nostra tecnologia androide è molto più avanti del resto della galassia. Non dobbiamo attirare troppa attenzione.

source: [_tb_] Not until the park is officially open to the public.
french: [ _tb_ ] Pas tant que le parc n'est pas officiellement ouvert au public.
italian: [_tb_] Non fino a quando il parco non sarà ufficialmente aperto al pubblico.

source: [_u_] Got it Tinker. I'll be careful.
french: [ _u_ ] Got it Tinker. Je serai prudent.
italian: [_u_] Ho capito Tinker. Sarò prudente.

source: [_tb_] Oh and, take this:
french: [ _tb_ ] Oh et, prenez ceci:
italian: [_tb_] Oh e, prendere questo:

source: [_tb_] I made you a list of everything I need to know about the people you recruit.
french: [ _tb_ ] Je vous ai fait une liste de tout ce que j'ai besoin de savoir sur les gens que vous recrute.
italian: [_tb_] Ti ho fatto un elenco di tutto ciò che ho bisogno di sapere sulle persone che recluti.

source: [_u_] Let's see...
french: [Voyons voir...
italian: [_u_] Vediamo...
