Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_SZ.po
Languages: french, italian

source: [_ly_] But she hasn't been going out on the west side of the palace for a few days.
french: Mais elle n'est pas sortie du côté ouest du palais pendant quelques jours.
italian: [_ly_] Ma non esce dal lato ovest del palazzo da qualche giorno.

source: [_u_] That's good news.
french: [ _u_ ] C'est une bonne nouvelle.
italian: [_u_] Questa è una buona notizia.

source: [_ly_] I really hope that her Highness will dethrone this Sultana quickly!
french: [ _ly_ ] J'espère vraiment que son Altesse va démonter rapidement ce Sultana !
italian: [_ly_] Spero davvero che la sua Altezza possa detronizzare rapidamente questa Sultana!

source: [_ly_] I can't wait to finally get out of this palace for a bit!
french: [ _ly_ ] Je ne peux pas attendre pour enfin sortir de ce palais pour un peu !
italian: [_ly_] Non vedo l'ora di uscire finalmente da questo palazzo per un po'!

source: [_ly_] Nah, it's really far.
french: [ _ly_ ] Nah, c'est vraiment loin.
italian: [_ly_] Nah, è davvero lontano.

source: [_ly_] I got used to the idea that I would be here for a while.
french: [ _ly_ ] Je me suis habitué à l'idée que je serais là pour un moment.
italian: [_ly_] Mi sono abituato all'idea che sarei stato qui per un po'.

source: [_u_] It would be a great pleasure.
french: [ _u_ ] Ce serait un grand plaisir.
italian: [_u_] Sarebbe un grande piacere.

source: [_ly_] I want to buy lots of new fabrics and create thousands of dresses.
french: [ _ly_ ] Je veux acheter beaucoup de nouveaux tissus et créer des milliers de robes.
italian: [_ly_] Voglio comprare un sacco di nuovi tessuti e creare migliaia di vestiti.

source: [_u_] I know some people who would love you very much.
french: [ _u_ ] Je connais des gens qui vous aimeront beaucoup.
italian: [_u_] Conosco alcune persone che ti amerebbero molto.

source: [_ly_] In the gardens.
french: [ _ly_ ] Dans les jardins.
italian: [_ly_] Nei giardini.

source: [_ly_] She should be back in...
french: [ _ly_ ] Elle devrait être de retour ...
italian: [_ly_] Lei dovrebbe tornare in...

source: [_sz_] Lycoris ? Are you here?
french: [ _sz_ ] Lycoris? Êtes-vous ici?
italian: [_sz_] Lycoris ? Sei qui?

source: [_ly_] Well, there wasn't much to wait for.
french: [ _ly_ ] Eh bien, il n'y avait pas beaucoup à attendre.
italian: [_ly_] Beh, non c'era molto da aspettare.

source: [_ly_] I will leave you with her.
french: [ _ly_ ] Je vous laisse avec elle.
italian: [_ly_] Ti lascerò con lei.

source: [_ly_] Good luck with this lamp!
french: [ _ly_ ] Bonne chance avec cette lampe !
italian: [_ly_] Buona fortuna con questa lampada!

source: [_sz_] [name]! Glad to see you back!
french: [ _sz_ ] [ nom ] ! Glad de te revoir !
italian: [_sz_] [name]! Siamo felici di vederti indietro!

source: [_sz_] I really hope that we will be able to formulate this wish soon!
french: [ _sz_ ] J'espère vraiment que nous serons en mesure de formuler ce souhait bientôt !
italian: [_sz_] Spero davvero che presto riusciremo a formulare questo augurio!

source: [_sz_] What do you have planned today?
french: [ _sz_ ] Que vous avez prévu aujourd'hui?
italian: [_sz_] Cosa hai pianificato oggi?

source: [_sz_] [name]!! Finally you are here!
french: [ _sz_ ] [ nom ] ! ! Enfin vous êtes là !
italian: [_sz_] [name]!! Finalmente sei qui!

source: [_sz_] It still doesn't work.
french: [ _sz_ ] Cela ne fonctionne toujours pas.
italian: [_sz_] Non funziona ancora.

source: [_sz_] I asked the lamp again for a wish, but it doesn't work!
french: [ _sz_ ] J'ai à nouveau demandé la lampe pour un souhait, mais ça ne fonctionne pas !
italian: [_sz_] Ho chiesto di nuovo alla lampada per un desiderio, ma non funziona!

source: [_sz_] The lamp said my soul was ''A little warmer'' but that's not enough.
french: [ _sz_ ] La lampe a dit que mon âme était "un peu plus chaude", mais ce n'est pas assez.
italian: [_sz_] La lampada disse che la mia anima era 'Un po' più calda', ma non basta.

source: [_sz_] I want this Sultana to disappear.
french: [ _sz_ ] Je veux que ce Sultana disparais.
italian: [_sz_] Voglio che questa Sultana scomparisca.

source: [_u_] So what do you plan to do?
french: [ _u_ ] Alors qu'est-ce que vous avez l'intention de faire?
italian: [_u_] Che cosa pensate di fare?

source: [_sz_] I... don't know, anything. But I want this to end.
french: [ _sz_ ] Je ... ne sais rien, n'importe quoi. Mais je veux que ça se termine.
italian: [_sz_] Io... non so, niente. Ma voglio che finisca.

source: [_u_] Very well,
french: [ _u_ ] Très bien,
italian: [_u_] Molto bene,

source: [_sz_] I can't do that.
french: [ _sz_ ] Je ne peux pas faire ça.
italian: [_sz_] non riesco a farlo.

source: [_u_] Don't rush. We'll get there but slowly.
french: [ _u_ ] Ne vous précipitez pas. On y va, mais lentement.
italian: [_u_] Non fretta. Arriveremo lì ma lentamente.

source: [_sz_] [name]!
french: [ _sz_ ] [ nom ] !

source: [_sz_] I found the solution!
french: [ _sz_ ] J'ai trouvé la solution !
italian: [_sz_] Ho trovato la soluzione!

source: [_u_] The solution to what?
french: [ _u_ ] La solution à quoi?
italian: [_u_] La soluzione a cosa?

source: [_sz_] To this problem of Soul!
french: [ _sz_ ] A ce problème de Soul !
italian: [_sz_] A questo problema di anima!

source: [_sz_] I found a document about this in the archives of the palace.
french: [ _sz_ ] J'ai trouvé un document à ce sujet dans les archives du palais.
italian: [_sz_] Ho trovato un documento al riguardo negli archivi del palazzo.

source: [_sz_] It was said that the best way to warm the soul of a person is to use...
french: [ _sz_ ] On a dit que la meilleure façon de réchauffé l'âme d'une personne est d'utiliser ...
italian: [_sz_] Si è detto che il modo migliore per riscaldare l'anima di una persona è quello di usare...

source: [_sz_] A Unicorn horn.
french: [ _sz_ ] Une corne d'Unicorn.
italian: [_sz_] Corno Unicorno.

source: [_u_] Oh, I never heard of that.
french: [ _u_ ] Oh, je n'en ai jamais entendu parler.
italian: [_u_] Oh, non ne ho mai sentito parlare.

source: [_sz_] So I need you to find me... a Unicorn horn.
french: [ _sz_ ] J'ai donc besoin de vous pour me trouver ... une corne d'Unicorn.
italian: [_sz_] Quindi ho bisogno di voi per trovarmi... un corno Unicorno.

source: [_u_] Couldn't you have asked for a simpler object?
french: [ _u_ ] Vous n'avez pas demandé un objet plus simple?
italian: [_u_] Non hai chiesto un oggetto più semplice?

source: [_sz_] I promise to reward you generously.
french: [ _sz_ ] Je vous promets de vous récompenser généreusement.
italian: [_sz_] Prometto di ricompensarti generosamente.

source: [_u_] How much generously?
french: [ _u_ ] Combien de générosité?
italian: [_u_] Quanto generosamente?

source: [_sz_] Bring me back that horn.
french: [ _sz_ ] Ramenez-moi cette corne.
italian: [_sz_] Riportami quel corno.

source: [_sz_] And put it in this silver box when you get it.
french: [ _sz_ ] Et mets-le dans cette boîte d'argent quand vous l'aurez.
italian: [_sz_] E mettilo in questa scatola d'argento quando lo ottieni.

source: [_sz_] It may be important.
french: [ _sz_ ] Il peut être important.
italian: [_sz_] Può essere importante.

source: [_sz_] Bring it back to me soon!
french: [ _sz_ ] Ramenez-le-moi bientôt !
italian: [_sz_] Riportatemi presto!

source: [_sz_] Good luck, [name].
french: [ _sz_ ] Bonne chance, [ nom ].
italian: [_sz_] Buona fortuna, [name].

source: [_u_] Do you have anything to do with this unicorn horn idea?
french: [ _u_ ] Avez-vous quelque chose à voir avec cette idée de corne de licorne?
italian: [_u_] Avete qualcosa a che fare con questa idea corno unicorno?

source: [_tb_] It was an idea from Amandine.
french: [ _tb_ ] C'était une idée d'Amandine.
italian: [_tb_] Era un'idea di Amandine.

source: [_tb_] We created a fake parchment and I put it on view in her library.
french: [ _tb_ ] Nous avons créé un faux parchemin et je l'ai mis sur la vue dans sa bibliothèque.
italian: [_tb_] Abbiamo creato una pergamena finta e l'ho messa in vista nella sua biblioteca.

source: [_u_] And what's the point of that?
french: [ _u_ ] Et quel est le but de ça?
italian: [_u_] E qual è il punto?

source: [_tb_] Well... you find this unicorn horn...
french: [ _tb_ ] Eh bien ... vous trouvez cette corne de licorne ...
italian: [_tb_] Bene... trovi questo corno unicorno...

source: [_tb_] And then you ask her to...
french: [ _tb_ ] Et puis vous lui demandez ...
italian: [_tb_] E poi le chiedi...

source: [_u_] Shove it up her tight. Yeah, I get the idea.
french: [ _u_ ] La tournez-le bien. Ouais, j'en ai l'idée.
italian: [_u_] Spingetela la sua stretta. Sì, ottengo l'idea.

source: [_u_] Do you have the horn?
french: [ _u_ ] As-tu la corne?
italian: [_u_] Hai il corno?

source: [_tb_] No... why?
french: [ _tb_ ] No. .. pourquoi?
italian: [_tb_] No... perché?

source: [_u_] You could have created a fake one.
french: [ _u_ ] Tu aurais pu créer un faux.
italian: [_u_] Avresti potuto crearne uno falso.

source: [_tb_] I didn't think about it.
french: [ _tb_ ] Je n'y ai pas pensé.
italian: [_tb_] non ci pensavo.

source: [_u_] I'll look for it with the drone, right?
french: [ _u_ ] Je vais chercher ça avec le drone, non?
italian: [_u_] lo cercherò con il drone, giusto?

source: [_tb_] Exactly!
french: [ _tb_ ] Exactement !
italian: [_tb_] Esattamente!

source: [_tb_] Anyway, good luck [name]!
french: [ _tb_ ] Bref, bonne chance [ nom ] !
italian: [_tb_] Comunque, buona fortuna [name]!

source: [_sz_] Finally! I can't wait to finally get rid of this sultana!
french: [ _sz_ ] Enfin ! J'ai hâte de me débarrasser de ce sultana !
italian: [_sz_] Finalmente! Non vedo l'ora di sbarazzarmi finalmente di questa sultana!

source: [_sz_] Did you put it in the silver box I gave you?
french: [ _sz_ ] Vous l'avez mis dans la boîte d'argent que je vous ai donnée?
italian: [_sz_] L'hai messo nella scatola d'argento che ti ho dato?

source: [_u_] Yes yes, take all of this.
french: [ _u_ ] Oui, oui, prenez tout ça.
italian: [_u_] Sì sì, prendi tutto questo.

source: [_sz_] Absolutely perfect.
french: [ _sz_ ] Absolument parfait.
italian: [_sz_] Assolutamente perfetto.

source: [_sz_] Strangely... I almost expected when I took it in hand to...
french: [ _sz_ ] Strangely ... J'attendais presque quand je l'ai pris en main ...
italian: [_sz_] Strangely... Mi aspettavo quasi quando l'ho preso in mano a...

source: [_u_] Making magic sparks?
french: [ _u_ ] Faire des étincelles magiques?
italian: [_u_] Fare scintille magiche?

source: [_sz_] Something like that.
french: [ _sz_ ] Quelque chose comme ça.
italian: [_sz_] Qualcosa del genere.

source: [_sz_] Well, what if we bring in the sultana? I have a wish to make.
french: [ _sz_ ] Eh bien, que faire si on apporte le sultana? J'ai un souhait à faire.
italian: [_sz_] Beh, cosa succede se portiamo in sultana? Ho un desiderio di fare.

source: [_u_] It won't work, you didn't use the horn yet.
french: [ _u_ ] Cela ne marchera pas, vous n'avez pas encore utilisé la corne.
italian: [_u_] Non funzionerà, non hai ancora usato il corno.

source: [_sz_] What do you mean?
french: [ _sz_ ] Que voulez-vous dire?
italian: [_sz_] Che cosa intendi?

source: [_sz_] Oh no...
french: [ _sz_ ] Oh non ...

source: [_u_] Actually to use the horn...
french: [ _u_ ] En fait, utiliser la corne ...
italian: [_u_] In realtà per usare il corno...

source: [_sz_] I'm afraid I understand...
french: [ _sz_ ] Je crains de comprendre ...
italian: [_sz_] Temo di capire...

source: [_u_] You must take it...
french: [ _u_ ] Vous devez la prendre ...
italian: [_u_] Devi prenderlo...

source: [_sz_] Don't say it.
french: [ _sz_ ] Ne le dites pas.
italian: [_sz_] Non dirlo.

source: [_u_] And push it into...
french: [ _u_ ] Et poussez-le dans ...
italian: [_u_] E spingilo...

source: [_sz_] Good, thank you, I had guessed.
french: [ _sz_ ] Bien, merci, j'avais deviné.
italian: [_sz_] Bene, grazie, avevo indovinato.

source: [_sz_] It's not physically possible... I...
french: [ _sz_ ] Ce n'est pas physiquement possible ... I. ..
italian: [_sz_] Non è fisicamente possibile... Io...

source: [_u_] Anything is possible with a little willpower.
french: [ _u_ ] Tout est possible avec un peu de volonté.
italian: [_u_] Tutto è possibile con una piccola forza di volontà.

source: [_sz_] And you think I...
french: [ _sz_ ] Et vous pensez que je ...
italian: [_sz_] E pensate che Io...

source: [_sz_] I mean...
french: [ _sz_ ] Je veux dire ...
italian: [_sz_] Voglio dire...

source: [_sz_] What is the hole I have to... ?
french: [ _sz_ ] Quel est le trou que je dois ...?
italian: [_sz_] Qual è il buco che devo fare... ?

source: [_u_] I...
french: [_u_] Je...

source: [_sz_] Just forget about it.
french: [ _sz_ ] N'oubliez pas.
italian: [_sz_] Basta dimenticarci.

source: [_sz_] Come back tomorrow sir.
french: [ _sz_ ] Revenez demain monsieur.
italian: [_sz_] Torna domani signore.

source: [_u_] But... don't you want to try now?
french: [ _u_ ] Mais ... tu ne veux pas essayer maintenant?
italian: [_u_] Ma... non vuoi provare ora?

source: [_sz_] Leave or I'll call the guard.
french: [ _sz_ ] Laisse ou j'appelle le gardien.
italian: [_sz_] Lascia o chiamerò la guardia.

source: [_u_] Your Highness?
french: [ _u_ ] Votre Altesse?

source: [_sz_] I really hope it was worth it.
french: [ _sz_ ] J'espère vraiment que ça en valait la peine.
italian: [_sz_] Spero davvero che ne valesse la pena.

source: [_sz_] I've never been more ready.
french: [ _sz_ ] Je n'ai jamais été plus prêt.
italian: [_sz_] non sono mai stato più pronto.

source: [_sz_] And I warn you, if it doesn't work...
french: [ _sz_ ] Et je vous préviens, si ça ne fonctionne pas ...
italian: [_sz_] E ti avvertimento, se non funziona...

source: [_u_] It should work, don't worry.
french: [ _u_ ] Ça devrait fonctionner, ne t'inquiète pas.
italian: [_u_] Dovrebbe funzionare, non preoccuparti.

source: [_sz_] It was. Uh.
french: [ _sz_ ] C'était. Euh.
italian: [_sz_] Stava. Uh.

source: [_sz_] Not as horrible as I thought it would be.
french: [ _sz_ ] Pas aussi horrible que je pensais que ce serait.
italian: [_sz_] Non così orribile come pensavo che sarebbe stato.

source: [_sz_] I won't say more.
french: [ _sz_ ] Je ne dirai pas plus.
italian: [_sz_] non dirò di più.

source: [_sz_] Well, shall we make this wish?
french: [ _sz_ ] Eh bien, allons-nous faire ce souhait?
italian: [_sz_] Beh, faremo questo desiderio?

source: [_sz_] How do we proceed?
french: [ _sz_ ] Comment procéder?
italian: [_sz_] Come procedere?

source: [_u_] Well, I have an idea...
french: [ _u_ ] Eh bien, j'ai une idée ...
italian: [_u_] Beh, ho un'idea...

source: [_u_] Let's bring the sultana here, and deprive her of these powers.
french: [ _u_ ] Laissons la sultana ici, et la déposons de ces pouvoirs.
italian: [_u_] Portiamo qui la sultana, e la priviamo di questi poteri.

source: [_u_] This will be a good way to take revenge on her, don't you think?
french: [ _u_ ] Ce sera une bonne façon de se venger, n'est-ce pas?
italian: [_u_] Questo sarà un buon modo per vendicarsi su di lei, non pensi?

source: [_sz_] Simple and elegant. I approve.
french: [ _sz_ ] Simple et élégant. J'approuve.
italian: [_sz_] Semplice ed elegante. Approvo.

source: [_sz_] Lycoris! Go get the sultana.
french: [ _sz_ ] Lycoris ! Va chercher le sultana.
italian: [_sz_] Lycoris! Vai a prendere la sultana.

source: [_sz_] Tell her I want to see her.
french: [ _sz_ ] Dites-lui que je veux la voir.
italian: [_sz_] Ditele che voglio vederla.

source: [_ly_] Right away your highness!
french: [ _ly_ ] À l'abri de votre grande bonté !
italian: [_ly_] Subito la tua altezza!

source: [_u_] You should go hide somewhere.
french: [ _u_ ] Vous devriez vous cacher quelque part.
italian: [_u_] Dovresti andare a nascondere da qualche parte.

source: [_u_] Make your wish when I say the word:
french: [ _u_ ] Faites votre vœu lorsque je dis le mot:
italian: [_u_] Fai il tuo desiderio quando dico la parola:

source: [_sz_] No idea what it is.
french: [ _sz_ ] Aucune idée de ce que c'est.
italian: [_sz_] Non c'è idea di cos'è.

source: [_sz_] Oh, I love these little pointy shoes.
french: [ _sz_ ] Oh, j'adore ces petites chaussures pointées.
italian: [_sz_] Oh, amo queste piccole scarpe appuntite.

source: [_sz_] And you are sure that the wish will work this time?
french: [ _sz_ ] Et vous êtes sûr que le souhait va fonctionner cette fois?
italian: [_sz_] E sei sicuro che il desiderio funzionerà questa volta?

source: [_u_] Uh... well, I think so.
french: [ _u_ ] Uh ... eh bien, je le pense.
italian: [_u_] Uh... beh, penso così.

source: [_dj_] Don't worry buddy, I'm ready.
french: [ _dj_ ] Ne vous inquiétez pas, je suis prêt.
italian: [_dj_] Non preoccuparti amico, sono pronto.

source: [_u_] Yes, I'm sure.
french: [ _u_ ] Oui, j'en suis sûr.
italian: [_u_] Sì, ne sono sicuro.

source: [_sz_] I think I hear someone coming!
french: [ _sz_ ] Je pense que j'entends quelqu'un venir !
italian: [_sz_] Penso di sentire qualcuno venire!

source: [_u_] Hide and get ready, your Highness !
french: [ _u_ ] Cacher et être prêt, votre Altesse !
italian: [_u_] Nascondi e preparati, la tua Altezza!

source: [_vns_] YOU!
french: [ _vns_ ] VOUS !

source: [_vns_] What are you doing here??
french: [ _vns_ ] Que faites-vous ici??
italian: [_vns_] Cosa stai facendo qui??

source: [_vns_] You should be in your cell!
french: [ _vns_ ] Vous devriez être dans votre cellule !
italian: [_vns_] Dovresti essere nella tua cella!

source: [_u_] I told you I would make it out.
french: [ _u_ ] Je vous ai dit que je ferais ça.
italian: [_u_] vi ho detto che avrei fatto fuori.

source: [_vns_] I am impressed I must admit.
french: [ _vns_ ] Je suis impressionné que je dois l'admettre.
italian: [_vns_] Sono impressionato che devo ammettere.

source: [_vns_] How did you do, human?
french: [ _vns_ ] Comment avez-vous fait, humain?
italian: [_vns_] Come hai fatto, umano?

source: [_u_] I know a little magic.
french: [ _u_ ] Je connais un peu de magie.
italian: [_u_] Conosco un po' di magia.

source: [_vns_] Such arrogance.
french: [ _vns_ ] Cette arrogance.
italian: [_vns_] Tale arroganza.

source: [_vns_] If this were true, you wouldn't have been rotting in your jail for a month.
french: [ _vns_ ] Si c'était vrai, vous n'avez pas été en train de pourrir dans votre prison pendant un mois.
italian: [_vns_] Se fosse vero, non avresti marciato nella tua prigione per un mese.

source: [_u_] Maybe I'm a good actor.
french: [ _u_ ] Je suis peut-être un bon acteur.
italian: [_u_] Forse sono un bravo attore.

source: [_vns_] More like a liar.
french: [ _vns_ ] Plus comme un menteur.
italian: [_vns_] Più come un bugiardo.

source: [_u_] Want to bet?
french: [ _u_ ] Vous voulez parier?
italian: [_u_] Vuoi scommettere?

source: [_vns_] Ahah. And what would you bet?
french: [ _vns_ ] Ahah. Et qu'est-ce que tu parles?
italian: [_vns_] Ahah. E cosa scommetteresti?

source: [_u_] My soul, as usual.
french: [ _u_ ] Mon âme, comme d'habitude.
italian: [_u_] L'anima mia, come al solito.

source: [_u_] And if I win, I'll get your ass.
french: [ _u_ ] Et si je gagne, je vais chercher votre cul.
italian: [_u_] E se vinco, prenderò il culo.

source: [_vns_] Keep your fantasies to yourself, puny human.
french: [ _vns_ ] Gardez vos fantasmes sur vous, puny humains.
italian: [_vns_] Mantieni le tue fantasie a te stesso, puny umano.

source: [_u_] Is it a deal?
french: [ _u_ ] Est-ce un accord?
italian: [_u_] È un accordo?

source: [_vns_] Go ahead, prove to me that you are a real magician. And no card tricks. I want real magic.
french: [ _vns_ ] Vas-y, prouvera-moi que tu es un vrai magicien. Et pas de tours de cartes. Je veux une vraie magie.
italian: [_vns_] Andate avanti, provate a me che siete un vero mago. E senza trucchi di carte. Voglio una vera magia.

source: [_u_] Mh...
french: [Mh...

source: [_u_] What would you think...
french: [ _u_ ] Qu'est-ce que tu penses ...
italian: [_u_] Cosa penseresti...

source: [_u_] if I made you a simple human? And no longer the sultana of this land?
french: [ _u_ ] si je vous ai fait un simple humain? Et plus le sultana de cette terre?
italian: [_u_] se ti rendessi un semplice essere umano? E non più la sultana di questa terra?

source: [_vns_] Does your arrogance have no limits?
french: [ _vns_ ] Votre arrogance n'a-t-elle pas de limites?
italian: [_vns_] La tua arroganza non ha limiti?

source: [_vns_] Take away my powers... You could only do that if you were more powerful than me.
french: [ _vns_ ] Tirez mes pouvoirs ... Tu ne pourrais le faire que si tu étais plus puissant que moi.
italian: [_vns_] Togli via i miei poteri... Potresti farlo solo se fossi più potente di me.

source: [_vns_] I believe that your soul is already mine.
french: [ _vns_ ] Je crois que votre âme est déjà à moi.
italian: [_vns_] Credo che la tua anima sia già mia.

source: [_u_] And I think...
french: [ _u_ ] Et je pense ...
italian: [_u_] E penso...

source: [_vns_] Mh, keep your naughty fantasies to yourself.
french: [ _vns_ ] Mh, gardez vos fantaisies naughty sur vous.
italian: [_vns_] Mh, mantieni le tue fantasie cattive a te stesso.

source: [_vns_] No idea what it is.
french: [ _vns_ ] Aucune idée de ce que c'est.
italian: [_vns_] Non c'è idea di cos'è.

source: [_vns_] But go ahead, please, show me all your talents.
french: [ _vns_ ] Mais allez-y, s'il vous plaît, montrez-moi tous vos talents.
italian: [_vns_] Ma vai avanti, per favore, mostrami tutti i tuoi talenti.

source: [_vns_] Come on! Show me your magic!
french: [ _vns_ ] Allez ! Montre-moi ta magie !
italian: [_vns_] Avanti! Mostrami la tua magia!

source: [_u_] Yes uh... wait just a second.
french: [ _u_ ] Oui uh ... attendez juste une seconde.
italian: [_u_] Sì uh... aspetta solo un secondo.

source: [_u_] Djin... why doesn't it work?
french: [ _u_ ] Djin ... pourquoi ça ne fonctionne pas?
italian: [_u_] Djin... perché non funziona?

source: [_dj_] You didn't say the word.
french: [ _dj_ ] Vous n'avez pas dit le mot.
italian: [_dj_] Non hai detto la parola.

source: [_vns_] What are you doing?
french: [ _vns_ ] Que faites-vous?
italian: [_vns_] Cosa stai facendo?

source: [_vns_] Are you finished?
french: [ _vns_ ] Etes-vous terminé?
italian: [_vns_] Hai finito?

source: [_vns_] Because...
french: [ _vns_ ] Parce que ...
italian: [_vns_] Perche...

source: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...May Your Wish Be Granted!{/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
french: [ _dj_ ] { cps=40 } { color=#c10206} { font=BLKCHCRY.ttf } { size=35 } ...Que Ton Wish Be Granted ! { /size } { /font=BLKCHCRY.ttf } { /color } { /cps }
italian: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Può Il Tuo Desiderio Essere Concesso!{/size} {/font=BLKCHCRY.ttf} {/color}{/cps}

source: [_vns_] I don't believe it! How did you do that??!!
french: [ _vns_ ] Je ne le crois pas ! Comment as-tu fait ça?? !
italian: [_vns_] Non ci credo! Come hai fatto??!!

source: [_u_] With magic, baby.
french: [ _u_ ] Avec la magie, bébé.
italian: [_u_] Con magia, bambino.

source: [_u_] Come on, get your ass over here!
french: [ _u_ ] Allez, râchez votre cul ici !
italian: [_u_] Avanti, ottieni il tuo culo qui!

source: [_vn_] I should never have bet this with you
french: [ _vn_ ] Je n'aurais jamais dû parier ça avec toi
italian: [_vn_] Non avrei mai dovuto scommettere con te

source: [_vn_] Let's get this over with.
french: [ _vn_ ] Faisons ça avec.
italian: [_vn_] Facciamo finire.

source: [_u_] I'm going to make you orgasm so much.
french: [ _u_ ] Je vais vous faire un peu d'orgasme.
italian: [_u_] Ti farò così tanto orgasmo.

source: [_vn_] I will never give you that pleasure.
french: [ _vn_ ] Je ne te donnerai jamais ce plaisir.
italian: [_vn_] Non ti darò mai quel piacere.
