Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_E.po
Languages: french, italian

source: [_ba_] Don't pay too much attention to the rudeness of the place, I don't intend to spend the rest of my life here.
french: [Ne faites pas trop attention à la grossièreté de l'endroit, je n'ai pas l'intention de passer le reste de ma vie ici.
italian: [_ba_] Non prestare troppa attenzione alla maleducazione del luogo, non intendo passare il resto della mia vita qui.

source: [_u_] I suppose a palace would suit you better?
french: [Je suppose qu'un palais vous conviendrait mieux ?
italian: [_u_] Suppongo che un palazzo sarebbe meglio per te?

source: [_ba_] That's a pleasant possibility.
french: [C'est une possibilité agréable.
italian: [_ba_] Questa è una piacevole possibilità.

source: [_ba_] And the big question is...
french: [Et la grande question est...
italian: [_ba_] E la grande domanda è...

source: [_ba_] Will you join me in overthrowing Scheherazade's tyranny?
french: [Vous joindrez-vous à moi pour renverser la tyrannie de Shéhérazade ?
italian: [_ba_] Ti unirai a me nel rovesciare la tirannia di Scheherazade?

source: [_ba_] Are you going to be the one paving the way to my future palace?
french: [C'est vous qui ouvrirez la voie à mon futur palais ?
italian: [_ba_] Sarai tu quello che aprirà la strada al mio futuro palazzo?

source: [_ba_] Are you an friend or foe?
french: [Êtes-vous un ami ou un ennemi ?
italian: [_ba_] Sei un amico o un nemico?

source: [_ba_] This is the kind of questioning that will shape the future of our relationship, my dear.
french: [C'est le genre de question qui déterminera l'avenir de notre relation, ma chère.
italian: [_ba_] Questo è il tipo di interrogativo che plasmerà il futuro del nostro rapporto, mio caro.

source: [_ba_] However short or long it may be.
french: [_ba_] Qu'elle soit courte ou longue.
italian: [_ba_] Per quanto breve o lungo può essere.

source: [_u_] And uh... I have to answer it now?
french: [Et euh... je dois y répondre maintenant ?
italian: [_u_] E uh... devo rispondere adesso?

source: [_ba_] Your words don't matter anymore.
french: [Vos paroles n'ont plus d'importance.
italian: [_ba_] Le tue parole non hanno più importanza.

source: [_ba_] Your actions do.
french: [_ba_] Vos actions le font.
italian: [_ba_] Le tue azioni fanno.

source: [_ba_] I'll let you go for now. Take this as an act of friendship on my part.
french: [Je vous laisse partir pour l'instant. Prenez cela comme un acte d'amitié de ma part.
italian: [_ba_] ti lascerò andare per ora. Prendi questo come un atto di amicizia da parte mia.

source: [_ba_] Tomorrow we'll talk about our future collaboration.
french: [Demain, nous parlerons de notre future collaboration.
italian: [_ba_] Domani parleremo della nostra futura collaborazione.

source: [_ba_] You may leave now.
french: [Vous pouvez partir maintenant.
italian: [_ba_] Puoi partire adesso.

source: [_a_] Gosh I love this character!
french: [_a_] J'adore ce personnage !
italian: [_a_] Gosh Amo questo personaggio!

source: [_a_] I wasn't expecting this at all!
french: [Je ne m'attendais pas du tout à cela !
italian: [_a_] Non mi aspettavo questo affatto!

source: [_a_] She and Sherazade really should meet one day.
french: [_a_] Elle et Shéhérazade devraient vraiment se rencontrer un jour.
italian: [_a_] Lei e Sherazade dovrebbero davvero incontrare un giorno.

source: [_a_] I need to see what would happen...
french: [_a_] J'ai besoin de voir ce qui se passerait...
italian: [_a_] Ho bisogno di vedere cosa succederebbe...

source: [_u_] Maybe it would be a bit violent.
french: [Ce serait peut-être un peu violent.
italian: [_u_] Forse sarebbe un po' violento.

source: [_a_] Or maybe we'll see one of the most spectacular eloquence contests ever seen.
french: [_a_] Ou peut-être assisterons-nous à l'un des concours d'éloquence les plus spectaculaires jamais vus.
italian: [_a_] O forse vedremo uno dei più spettacolari concorsi di eloquenza mai visti.

source: [_u_] Or they'd jump each other and fuck.
french: [Ou ils se sautaient dessus et baisaient.
italian: [_u_] Oppure si salterebbero a vicenda e scoperanno.

source: [_a_] That would be fantastic, but not very probable.
french: [_a_] Ce serait fantastique, mais peu probable.
italian: [_a_] Sarebbe fantastico, ma non molto probabile.

source: [_u_] What's your plan? What do we do with them?
french: [Quel est votre plan ? Qu'allons-nous faire d'eux ?
italian: [_u_] Qual è il tuo piano? Cosa facciamo con loro?

source: [_a_] What if... we played on both fronts?
french: [_a_] Et si... nous jouions sur les deux fronts ?
italian: [_a_] Che cosa se... abbiamo giocato su entrambi i fronti?

source: [_a_] We ''help'' both Ali-Baba and Scheherazade at the same time.
french: [_a_] Nous "aidons" Ali-Baba et Shéhérazade en même temps.
italian: [_a_] Aiutiamo sia Ali-Baba che Scheherazade allo stesso tempo.

source: [_u_] Corrupting both at the same time?
french: [_u_] Corrompre les deux en même temps ?
italian: [_u_] Corruzione di entrambi allo stesso tempo?

source: [_u_] It's a bold move.
french: [_u_] C'est une démarche audacieuse.
italian: [_u_] È una mossa audace.

source: [_a_] I know.
french: [_a_] Je sais.
italian: [_a_] lo so.

source: [_a_] And I think the best way would be to help us with our dear Djin.
french: [_a_] Et je pense que le meilleur moyen serait de nous aider avec notre cher Djin.
italian: [_a_] E penso che il modo migliore sarebbe aiutarci con il nostro caro Djin.

source: [_a_] With her help, you could easily manipulate these characters!
french: [_a_] Avec son aide, vous pourrez facilement manipuler ces personnages !
italian: [_a_] Con il suo aiuto, potresti facilmente manipolare questi personaggi!

source: [_u_] You mean... fuck them faster?
french: [Tu veux dire... les baiser plus vite ?
italian: [_u_] Significate... scopatele più velocemente?

source: [_a_] Maybe!
french: [_a_] Peut-être !
italian: [_a_] Forse!

source: [_u_] I'll take that as a yes.
french: [Je considère que c'est un oui.
italian: [_u_] lo prenderò come un sì.

source: [_a_] I'm going to talk to Djin and work out a plan with her.
french: [_a_] Je vais parler à Djin et élaborer un plan avec elle.
italian: [_a_] parlerò con Djin e preparerò un piano con lei.

source: [_a_] With a bit of luck! Their corruption will be over in no time!
french: [Avec un peu de chance ! Leur corruption sera vite terminée !
italian: [_a_] Con un po' di fortuna! La loro corruzione sarà finita in pochissimo tempo!

source: [_u_] I'll believe it when I see it.
french: [Je le croirai quand je le verrai.
italian: [_u_] ci crederò quando lo vedo.

source: [_a_] See you later [name]!
french: [À plus tard [nom] !]
italian: [_a_] Ci vediamo più tardi [name]!

source: {color=#3ad8ff}So, what's the plan for this brothel? {/color}
french: {color=#3ad8ff}Alors, quel est le plan pour ce bordel ? {/color}
italian: {color=#3ad8ff}Quindi, qual è il piano per questo brothel? {/color}

source: {color=#f45fed}I have a new outfit for you!{/color}
french: {color=#f45fed}J'ai une nouvelle tenue pour toi!{/color}
italian: {color=#f45fed}Ho un nuovo vestito per te!{/color}

source: {color=#3ad8ff}Do you have a gold hair pick for sale? {/color}
french: {color=#3ad8ff}Avez-vous un pic à cheveux en or à vendre ? {/color}
italian: {color=#3ad8ff}Hai una scelta di capelli d'oro per la vendita? {/color}

source: {color=#f45fed}I have your outfit!{/color}
french: {color=#f45fed}J'ai ta tenue!{/color}
italian: {color=#f45fed}Ho il tuo outfit!{/color}

source: {color=#3ad8ff}I need tools for Amandine{/color}
french: {color=#3ad8ff}J'ai besoin d'outils pour Amandine{/color}
italian: {color=#3ad8ff}Ho bisogno di strumenti per Amandine{/color}

source: {color=#3ad8ff}I need a Book about Dance{/color}
french: {color=#3ad8ff}J'ai besoin d'un livre sur la danse{/color}
italian: {color=#3ad8ff}Ho bisogno di un libro sulla danza{/color}

source: == You have:{color=#a0fc86} [MONEY] Credits {/color}/{color=#a0fc86} [IMAGEDATA] Image Datas {/color}/{color=#3c96f2} [CLOTHEDATA] Clothes Data {/color}/{color=#f2923c} [CHARADATA] Character Datas {/color} ==
french: == Vous avez:{color=#a0fc86} [MONEY] Crédits {/color}/{color=#a0fc86} [IMAGEDATA] Données d'image {/color}/{color=#3c96f2} [CLOTHEDATA] Données sur les vêtements {/color}/{color=#f2923c} [CHARADATA] Données sur les personnages {/color} ==
italian: == hai:{color=#a0fc86} [MONEY] Crediti {/color}/{color=#a0fc86} [IMAGEDATA] Dati Immagine {/color}/{color=#3c96f2} [CLOTHEDATA] Dati Abbigliamento {/color}/{color=#f2923c} [CHARADATA] Dati Personaggio {/color} ==

source: {color=#3ad8ff}=Tool Box for Amandine={/color} {color=#a0fc86} (400c){/color}
french: {color=#3ad8ff}=Boîte à outils pour Amandine={/color} {color=#a0fc86} (400c){/color}

source: {color=#3ad8ff}=Dance Book Volume I={/color} {color=#a0fc86} (300c){/color}
french: {color=#3ad8ff}=Livre de danse Volume I={/color} {color=#a0fc86} (300c){/color}
italian: {color=#3ad8ff}=Volume del libro di danza I={/color} {color=#a0fc86} (300c){/color}

source: Do you have any furniture for my office?
french: Avez-vous des meubles pour mon bureau ?
italian: Tu hai dei mobili per il mio ufficio?

source: =Vintage Office Ceiling Light= {color=#a0fc86} (40c){/color}
french: =Lumière de bureau vintage= {color=#a0fc86} (40c){/color}
italian: =Luce Da Soffitto Per Ufficio Vintage= {color=#a0fc86} (40c){/color}

source: =Vintage Office Shelves= {color=#a0fc86} (25c){/color}
french: =Étagères de bureau vintage= {color=#a0fc86} (25c){/color}
italian: =Scaffali Per Ufficio Vintage= {color=#a0fc86} (25c){/color}

source: =Creator's Computer= {color=#a0fc86} (100c){/color}
french: =Ordinateur du créateur= {color=#a0fc86} (100c){/color}
italian: =Creatore Computer= {color=#a0fc86} (100c){/color}

source: $=Back=
french: $=Retour=
italian: $=Indietro=

source: SELL {color=#a0fc86}(85c){/color} =2= Clothes Data
french: VENTE {color=#a0fc86}(85c){/color} =2= Données sur les vêtements
italian: SELL {color=#a0fc86}(85c){/color} =2= Dati Abbigliamento

source: SELL {color=#a0fc86}(155c){/color} =1= Character Data
french: VENTE {color=#a0fc86}(155c){/color} =1= Données sur les caractères
italian: SELL {color=#a0fc86}(155c){/color} =1= Dati Personaggio

source: Change the Outfit
french: Changer de tenue
italian: Cambia il vestito

source: Change the HairStyle
french: Changer de coiffure
italian: Cambia lo stile dei capelli

source: // Oriental Outfit
french: // Tenue orientale
italian: // Vestito Orientale

source: // Basic Emee Hairstyle
french: // Coiffure de base d'Emee
italian: // Acconciatura Emee Basic

source: // Basic Emee Hairstyle v2
french: // Coiffure de base d'Emee v2

source: Tell me a little bit about yourself!
french: Parlez-moi un peu de vous !
italian: Dimmi un po' di te stesso!

source: Did you find anything cool on the planet?
french: Avez-vous trouvé quelque chose de cool sur la planète ?
italian: Hai trovato qualcosa di fresco sul pianeta?

source: {color=#f2923c}Do you have any idea when she's coming home?{/color}
french: {Avez-vous une idée de la date de son retour à la maison ?
italian: {color=#f2923c}Hai qualche idea quando tornerà a casa?{/color}

source: $So, what's your first impression of Amandine? {image=heart04.png}
french: $SoQuelle est ta première impression d'Amandine ? {image=heart04.png}
italian: $So, qual è la tua prima impressione di Amandine? {image=heart04.png}

source: $Want to have some fun? {image=heart04.png}
french: $Want pour s'amuser ? {image=heart04.png}
italian: $Want per divertirsi? {image=heart04.png}

source: $Want to have some fun? {image=heart06.png}
french: $Want pour s'amuser ? {image=heart06.png}
italian: $Want per divertirsi? {image=heart06.png}

source: $What is your assignment now? {image=heart04.png}
french: $What est votre mission aujourd'hui ? {image=heart04.png}
italian: $What è il tuo incarico ora? {image=heart04.png}

source: ${color=#636363}So, what's your first impression of Amandine?{/color}
french: ${color=#636363}Quelle est votre première impression d'Amandine ? {/color}
italian: ${color=#636363}Quindi, qual è la tua prima impressione di Amandine?{/color}

source: [name]
french: [nom]

source: Master
french: Maître
italian: Maestro

source: Daddy
french: Papa
italian: Papà

source: My love
french: Mon amour
italian: Il mio amore

source: Keep sucking me
french: Continue à me sucer
italian: Continua a succhiarmi

source: Let me fuck your head.
french: Laisse-moi te baiser la tête.
italian: Lascia che ti scopi la testa.

source: Give me back your mouth
french: Rends-moi ta bouche
italian: Ridami la tua bocca

source: A little doggy style to finish?
french: Une petite levrette pour finir ?
italian: Un piccolo doggy style per finire?

source: I'm going to cum on your face
french: Je vais jouir sur ton visage
italian: Io sto andando a sborrare sul tuo viso

source: I'm going to cum in your mouth
french: Je vais jouir dans ta bouche
italian: Io sto andando a sborrare in bocca

source: I just missed seeing you naked
french: J'ai juste manqué de te voir nue
italian: Mi è appena mancato vedervi nudi

source: I just missed the cold of this island
french: Le froid de cette île m'a manqué
italian: Ho appena perso il freddo di questa isola

source: What have you been doing lately?
french: Qu'avez-vous fait dernièrement ?
italian: Cosa avete fatto ultimamente?

source: {color=#797979}What have you been doing lately?{/color}
french: {color=#797979}Qu'avez-vous fait dernièrement ? {/color}
italian: {color=#797979}Cosa hai fatto ultimamente?{/color}

source: Who are the new employees?
french: Qui sont les nouveaux employés ?
italian: Chi sono i nuovi dipendenti?

source: {color=#797979}Who are the new employees?{/color}
french: {color=#797979}Qui sont les nouveaux employés ? {/color}
italian: {color=#797979}Chi sono i nuovi dipendenti?{/color}

source: {color=#3ad8ff}And there are other new employees?{/color}
french: {color=#3ad8ff}Et il y a d'autres nouveaux employés ? {/color}
italian: {color=#3ad8ff}E ci sono altri nuovi dipendenti?{/color}

source: {color=#797979}And there are other new employees?{/color}
french: {color=#797979}Et il y a d'autres nouveaux employés ? {/color}
italian: {color=#797979}E ci sono altri nuovi dipendenti?{/color}

source: {color=#3ad8ff}And otherwise, nothing else?{/color}
french: {color=#3ad8ff}Et sinon, rien d'autre... {/color}
italian: {color=#3ad8ff}E altrimenti, nient'altro?{/color}

source: {color=#797979}And otherwise, nothing else?{/color}
french: {color=#797979}Et sinon, rien d'autre... {/color}
italian: {color=#797979}E altrimenti, nient'altro?{/color}

source: {color=#3ad8ff}Have you talked to Melissandre again about... ?{/color}
french: {color=#3ad8ff}Avez-vous reparlé à Melissandre de... ?{/color}
italian: {color=#3ad8ff}Avete parlato di nuovo con Melissandre circa... ?{/color}

source: {color=#797979}Have you talked to Melissandre again about... ?{/color}
french: {color=#797979}Avez-vous reparlé à Melissandre de... ?{/color}
italian: {color=#797979}Hai nuovamente parlato con Melissandre di nuovo... ?{/color}

source: {color=#f2923c}We should go see Tinker.{/color}
french: {color=#f2923c}Nous devrions aller voir Tinker.{/color}
italian: {color=#f2923c}Dovremmo andare a vedere Tinker.{/color}

source: Yeah, she seems nice
french: Oui, elle a l'air gentille
italian: Sì, lei sembra gentile

source: She is pretty
french: Elle est jolie
italian: Lei è carina

source: She looks very noble
french: Elle a l'air très noble
italian: Sembra molto nobile

source: I'm waiting to get to know her better
french: J'attends de mieux la connaître.
italian: Sto aspettando di conoscerla meglio

source: I didn't think you would give up your merchant job
french: Je ne pensais pas que tu abandonnerais ton travail de commerçant
italian: Non pensavo che avrebbe rinunciato al suo lavoro commerciante

source: {color=#797979}I didn't think you would give up your merchant job{/color}
french: {color=#797979}Je ne pensais pas que tu abandonnerais ton travail de commerçant{/color}
italian: {color=#797979}Non pensavo che avrebbe rinunciato al tuo lavoro commerciante{/color}

source: {color=#f45fed}What is your assignment now?{/color}
french: {color=#f45fed}Quelle est votre mission maintenant ? {/color}
italian: {color=#f45fed}Qual è il tuo incarico ora?{/color}

source: {color=#f45fed}Your little blue body is divine Emee{/color}
french: {color=#f45fed}Ton petit corps bleu est divin Emee{/color}
italian: {color=#f45fed}Il tuo piccolo corpo blu è divino Emee{/color}

source: {color=#797979}Your little blue body is divine Emee{/color}
french: {color=#797979}Ton petit corps bleu est divin Emee{/color}
italian: {color=#797979}Il tuo piccolo corpo blu è divino Emee{/color}

source: {color=#f45fed}I haven't fucked Scheherazade yet{/color}
french: {color=#f45fed}Je n'ai pas encore baisé Shéhérazade{/color}
italian: {color=#f45fed}Non ho ancora scopato Scheherazade{/color}

source: {color=#797979}I haven't fucked Scheherazade yet{/color}
french: {color=#797979}Je n'ai pas encore baisé Shéhérazade{/color}
italian: {color=#797979}Non ho ancora scopato Scheherazade{/color}

source: {color=#f45fed}Speaking of colorful bodies, Lyco is not bad I think{/color}
french: {color=#f45fed}En parlant de corps colorés, Lyco n'est pas mal je pense{/color}
italian: {color=#f45fed}Parlando di corpi colorati, Lyco non fa male penso{/color}

source: {color=#797979}Speaking of colorful bodies, Lyco is not bad I think{/color}
french: {color=#797979}En parlant de corps colorés, Lyco n'est pas mal je pense{/color}
italian: {color=#797979}Parlando di corpi colorati, Lyco non fa male penso{/color}

source: Can you take a look at this list?
french: Pouvez-vous jeter un coup d'œil à cette liste ?
italian: Riesci a dare un'occhiata a questa lista?

source: Always a pleasure to talk with you Emee
french: C'est toujours un plaisir de parler avec vous, Emee.
italian: Sempre un piacere parlare con voi Emee

source: Where did you find this? {image=heart04.png}
french: Où avez-vous trouvé ceci ? {image=heart04.png}
italian: Dove hai trovato? {image=heart04.png}

source: Great! I'm going to need it!
french: Superbe ! Je vais en avoir besoin !
italian: Ottimo! Ne avrò bisogno!

source: It's hot there
french: Il y fait chaud
italian: Fa caldo lì

source: The palace is very pretty
french: Le palais est très joli
italian: Il palazzo è molto carino

source: Honestly, I never left the palace
french: Honnêtement, je n'ai jamais quitté le palais
italian: Onestamente, non ho mai lasciato il palazzo

source: {color=#f45fed}Do you think we could organise an orgy here?{/color} {image=heart01.png}
french: {color=#f45fed}Pensez-vous que nous pourrions organiser une orgie ici ? {/color} {image=heart01.png}
italian: {color=#f45fed}Pensi che potremmo organizzare un'orgia qui?{/color} {image=heart01.png}

source: You've already got yours {image=heart01.png}
french: Vous avez déjà le vôtre {image=heart01.png}
italian: Hai già il tuo {image=heart01.png}

source: Lycoris has her brothel outfit {image=heart01.png}
french: Lycoris a sa tenue de bordel {image=heart01.png}
italian: Lycoris ha il suo vestito da brothel {image=heart01.png}

source: {color=#797979}Lycoris has her brothel outfit{/color} {image=heart03.png}
french: {color=#797979}Lycoris a sa tenue de bordel{/color} {image=heart03.png}
italian: {color=#797979}Lycoris ha il suo outfit{/color} {image=heart03.png}

source: Melissandre already has her outfit too {image=heart01.png}
french: Melissandre a déjà sa tenue aussi {image=heart01.png}
italian: Melissandre ha già il suo vestito anche {image=heart01.png}

source: {color=#797979}Melissandre already has her outfit too{/color} {image=heart03.png}
french: {color=#797979}Melissandre a déjà sa tenue aussi{/color} {image=heart03.png}
italian: {color=#797979}Melissandre ha già il suo vestito troppo{/color} {image=heart03.png}

source: I think Amandine is still too shy for that...
french: Je pense qu'Amandine est encore trop timide pour cela...
italian: Penso che Amandine sia ancora troppo timida per questo...

source: {color=#3ad8ff}This orgy is going to be difficult to organize{/color}
french: {color=#3ad8ff}Cette orgie va être difficile à organiser{/color}
italian: {color=#3ad8ff}Questa orgia sarà difficile da organizzare{/color}

source: Crazy? Yes. I'm crazy about you
french: Fou ? Oui. Je suis fou de toi
italian: Pazzo? Sì. Sono pazzo per te

source: I just wanted to see the famous Queen of Thieves
french: Je voulais juste voir la fameuse Reine des voleurs.
italian: Volevo solo vedere la famosa Regina dei Ladri

source: Oh, you know, I've been through worse
french: Oh, vous savez, j'ai connu pire
italian: Oh, sai, ho finito di peggio

source: [_u_] Gosh...
italian: [_u_] Accidenti...

source: [_e_] [Sceneemee01_NAME]... ¡Qué romántico!...
italian: [_e_] [Sceneemee01_NAME]... Que<unk> roma<unk> ntico!...

source: [_e_] Aaaahhhhhhh.....
italian: [_e_] Aaaahhhhhhhh.....

source: [_u_] Whooaa so good...
italian: [_u_] Whooaa così buono...

source: [_e_] ¡¡Absolutamente!!
italian: [_e_] - Absolutamento!!

source: =Vintage Office Plant 01= {color=#a0fc86} (35c){/color}
italian: =Impianto Per Ufficio Vintage 01= {color=#a0fc86} (35c){/color}

source: =Vintage Office Plant 02= {color=#a0fc86} (35c){/color}
italian: =Impianto Per Ufficio Vintage 02= {color=#a0fc86} (35c){/color}

source: =Vintage Office Curtains= {color=#a0fc86} (40c){/color}
italian: =Tende Per Ufficio Vintage= {color=#a0fc86} (40c){/color}

source: // Basic Emee
italian: // Emee Di Base

source: ${color=#f45fed}Want to have some fun?{/color}
italian: ${color=#f45fed}Vuoi divertirti?{/color}

source: {color=#3ad8ff}Can you take a look at this list?{/color}
italian: {color=#3ad8ff}Puoi dare un'occhiata a questa lista?{/color}

source: {color=#f2923c}Now, what's the plan?{/color}
italian: {color=#f2923c}Ora, qual è il piano?{/color}
