Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_SZ.po
Languages: french, italian

source: [_gd_] Finally.
french: [ _gd_ ] Enfin.
italian: [_gd_] Finalmente.

source: [_u_] I have to ask people what they think of Sherazade.
french: [ _u_ ] Je dois demander aux gens ce qu'ils pensent de Sherazade.
italian: [_u_] Devo chiedere alla gente cosa ne pensano di Sherazade.

source: [_gd_] Her Royal Highness, Sherazade.
french: [ _gd_ ] Son Altesse Royale, Sherazade.
italian: [_gd_] Sua Altezza Reale, Sherazade.

source: [_u_] Yeah.
french: [ _u_ ] Ouais.
italian: [_u_] Sì.

source: [_u_] You're free to go. Come on! shoo!
french: [ _u_ ] Tu es libre de partir. Allez ! shoo !
italian: [_u_] Sei libero di andare. Avanti! shoo!

source: [_u_] People won't answer my questions with you around!
french: [ _u_ ] Les gens ne répondront pas à mes questions avec vous !
italian: [_u_] Le persone non risponderanno alle mie domande con te!

source: [_gd_] Very well, but... I'll keep an eye on you.
french: [ _gd_ ] Très bien, mais ... Je vais garder un œil sur toi.
italian: [_gd_] Molto bene, ma... ti terrò d'occhio.

source: [_a_] This guard looks fun.
french: [_a_] Ce garde s'amuse.
italian: [_a_] Questa guardia sembra divertente.

source: [_a_] Her ''I obey orders'' attitude can be a lot of fun.
french: [_a_] Son attitude "I obéir aux ordres" peut être très amusante.
italian: [_a_] Il suo atteggiamento ''Io obbedisco agli ordini' può essere molto divertente.

source: [_u_] That's what I was thinking too.
french: [ _u_ ] C'est ce que je pensais aussi.
italian: [_u_] È quello che stavo pensando anche.

source: [_u_] If one day Sherazade owes me a favor... I'll take her under my command.
french: [ _u_ ] Si un jour Sherazade me doit une faveur ... Je la prendrai sous mon commandement.
italian: [_u_] Se un giorno Sherazade mi deve un favore... la prenderò sotto il mio comando.

source: [_a_] Oh... yes... perfect.
french: [_a_] Oh ... oui ... parfait.
italian: [_a_] Oh... sì... perfetto.

source: [_a_] Either this will be the easiest corruption of your career...
french: [_a_] Soit ce sera la corruption la plus facile de votre carrière ...
italian: [_a_] O questa sarà la corruzione più facile della tua carriera...

source: [_a_] Or she'll mutiny against you and put you in jail.
french: [_a_] Ou elle se mutinera contre vous et vous mettra en prison.
italian: [_a_] O muterà contro di te e ti metterà in prigione.

source: [_u_] An easy corruption for once wouldn't be unwelcome.
french: [ _u_ ] Une corruption facile pour une fois ne serait pas malheureuse.
italian: [_u_] Una facile corruzione per una volta non sarebbe sgradita.

source: [_u_] All right, let's see who I can interrogate...
french: [ _u_ ] Très bien, voyons qui je peux interroger ...
italian: [_u_] Va bene, vediamo chi posso interrogare...

source: [_mh_] What kind of fruit would you like?
french: [ _mh_ ] Quel genre de fruit aimeriez-vous?
italian: [_mh_] Che tipo di frutta vorresti?

source: [_u_] I'd just like to ask you a few questions.
french: [ _u_ ] J'aimerais juste vous poser quelques questions.
italian: [_u_] Vorrei solo farti alcune domande.

source: [_mh_] Questions? About what?
french: [ _mh_ ] Questions? À propos de quoi?
italian: [_mh_] Domande? A proposito di cosa?

source: [_a_] Take it easy or you'll scare her off.
french: [_a_] Prends la chose facile ou tu l'effreras.
italian: [_a_] Prendilo facile o la spaventerai.

source: [_u_] I...
french: [_u_] Je...

source: [_u_] I'm... a traveling historian.
french: [ _u_ ] Je suis un historien des voyages.
italian: [_u_] Io... uno storico in viaggio.

source: [_u_] And I write about the present history of this city.
french: [ _u_ ] Et j'écris sur l'histoire actuelle de cette ville.
italian: [_u_] E scrivo sulla storia attuale di questa città.

source: [_mh_] Oh... that's rather unusual.
french: [ _mh_ ] Oh ... c'est assez inhabituel.
italian: [_mh_] Oh... è piuttosto insolito.

source: [_mh_] I don't know if I can be of much help, but...
french: [ _mh_ ] Je ne sais pas si je peux être d'une grande aide, mais ...
italian: [_mh_] Non so se posso essere di grande aiuto, ma...

source: [_mh_] What do you want to know?
french: [ _mh_ ] Que voulez-vous savoir?
italian: [_mh_] Cosa vuoi sapere?

source: [_a_] Perfect, start with simple things...
french: [_a_] Parfait, commencez par des choses simples ...
italian: [_a_] Perfetta, inizia con cose semplici...

source: [_mh_] Well, it's very pretty. And the palace is magnificent!
french: [ _mh_ ] Eh bien, c'est très joli. Et le palais est magnifique !
italian: [_mh_] Beh, è molto carino. E il palazzo è magnifico!

source: [_mh_] Even if it's almost impossible to get in...
french: [ _mh_ ] Même s'il est presque impossible d'entrer ...
italian: [_mh_] Anche se è quasi impossibile entrare...

source: [_u_] Have you ever seen the inside?
french: [ _u_ ] Avez-vous déjà vu l'intérieur?
italian: [_u_] Hai mai visto l'interno?

source: [_mh_] No... never.
french: [ _mh_ ] No. .. jamais.
italian: [_mh_] no... mai.

source: [_mh_] Oh, so many things!
french: [ _mh_ ] Oh, tant de choses !
italian: [_mh_] Oh, tante cose!

source: [_mh_] We watch the jugglers in the market square!
french: [ _mh_ ] Nous regardons les jongleurs sur la place du marché !
italian: [_mh_] Guardiamo i giocolieri nella piazza del mercato!

source: [_mh_] And... I shouldn't say this but... we even play checkers sometimes!
french: [ _mh_ ] Et ... Je ne devrais pas dire ça, mais ... on joue parfois des dames !
italian: [_mh_] E... non dovrei dirlo ma... a volte suoniamo anche delle pedine!

source: [_u_] Yes... fascinating.
french: [ _u_ ] Oui ... fascinant.
italian: [_u_] Sì... affascinante.

source: [_mh_] Don't you have brothels here?
french: [ _mh_ ] N'avez-vous pas de bordels ici?
italian: [_mh_] Non hai dei bordelli qui?

source: [_u_] Um... no.
french: [ _u_ ] Um ... non.

source: [_mh_] It would be indecent and Sherazade would never allow such a thing in town.
french: [ _mh_ ] Il serait indécent et Sherazade ne permettrait jamais une telle chose en ville.
italian: [_mh_] Sarebbe indecente e Sherazade non permetterebbe mai una cosa del genere in città.

source: [_mh_] Her Royal Highness Sherazade, of course!
french: [ _mh_ ] Son Altesse Royale Sherazade, bien sûr !
italian: [_mh_] Sua Altezza Reale Sherazade, ovviamente!

source: [_mh_] Her beauty is praised in every book in the world!
french: [ _mh_ ] Sa beauté est louée dans tous les livres du monde !
italian: [_mh_] La sua bellezza è lodata in ogni libro del mondo!

source: [_u_] Have you seen her before?
french: [ _u_ ] Vous l'avez vue auparavant?
italian: [_u_] L'hai vista prima?

source: [_mh_] Um... no.
french: [ _mh_ ] Um ... non.

source: [_mh_] Not really.
french: [ _mh_ ] Pas vraiment.
italian: [_mh_] Non veramente.

source: [_u_] Well... I mean...
french: [ _u_ ] Eh bien ... Je veux dire ...
italian: [_u_] Beh... Voglio dire...

source: [_mh_] Uh... well...
french: [ _mh_ ] Uh ... eh bien ...
italian: [_mh_] Uh... bene...

source: [_mh_] Although... when she was recently dethroned... we didn't really see any difference here...
french: [ _mh_ ] Bien que ... quand elle a été récemment détrôtée ... nous n'avons pas vraiment vu de différence ici ...
italian: [_mh_] Però... quando è stata detronizzata recentemente... non abbiamo visto davvero alcuna differenza qui...

source: [_mh_] Maybe she should be a little more interested in us...
french: [ _mh_ ] Peut-être qu'elle devrait être un peu plus intéressée par nous ...
italian: [_mh_] Forse dovrebbe essere un po' più interessata a noi...

source: [_mh_] Yeah... We get the impression that she doesn't give a damn about us.
french: [ _mh_ ] Ouais ... On a l'impression qu'elle ne donne pas un damn sur nous.
italian: [_mh_] Sì... Abbiamo l'impressione che lei non dia una maledizione su di noi.

source: [_u_] Mh... interesting.
french: [ _u_ ] Mh ... intéressant.
italian: [_u_] Mh... interessante.

source: [_u_] That gives me an idea...
french: [ _u_ ] Cela me donne une idée ...
italian: [_u_] Che mi dà un'idea...

source: [_u_] I think I've got everything I need.
french: [ _u_ ] Je crois que j'ai tout ce dont j'ai besoin.
italian: [_u_] penso di avere tutto quello di cui ho bisogno.

source: [_gd_] Already?
french: [ _gd_ ] Déjà?
italian: [_gd_] già?

source: [_u_] Yeah, I think anyone I ask would say the same thing.
french: [ _u_ ] Ouais, je pense que quelqu'un que je demande dirait la même chose.
italian: [_u_] Sì, penso che qualcuno che chiedo direbbe la stessa cosa.

source: [_gd_] Really? Ask me your questions.
french: [ _gd_ ] Vraiement? Posez-moi vos questions.
italian: [_gd_] Davvero? Facci le tue domande.

source: [_u_] What do you think of Sherazade?
french: [ _u_ ] Que pensez-vous de Sherazade?
italian: [_u_] Cosa ne pensi di Sherazade?

source: [_gd_] I have no opinion on the matter.
french: [ _gd_ ] Je n'ai pas d'opinion à ce sujet.
italian: [_gd_] Non ho alcuna opinione in proposito.

source: [_gd_] I obey orders, I make no judgments.
french: [ _gd_ ] J'obéissez aux ordres, je ne fais aucun jugement.
italian: [_gd_] Io obbedisco agli ordini, non faccio giudizi.

source: [_u_] Perfect. I love the way you think.
french: [ _u_ ] Parfait. J'adore la façon dont tu penses.
italian: [_u_] Perfetto. Amo il modo in cui pensi.

source: [_u_] Let's be clear about this... If Sherazade orders you to be under my command...
french: [ _u_ ] Soyons clairs à ce sujet ... Si Sherazade vous ordonne d'être sous mon commandement ...
italian: [_u_] Cerchiamo di essere chiari su questo... Se Sherazade ti ordina di essere sotto il mio comando...

source: [_u_] Will you do everything I ask you to do?
french: [ _u_ ] Est-ce que vous ferez tout ce que je vous demande de faire?
italian: [_u_] Farai tutto quello che ti chiedo di fare?

source: [_gd_] If she gave me the order, I suppose so.
french: [ _gd_ ] Si elle m'a donné l'ordre, je suppose.
italian: [_gd_] Se mi ha dato l'ordine, suppongo così.

source: [_u_] So cool...
french: [ _u_ ] Donc cool ...
italian: [_u_] Così fresco...

source: [_u_] I've come to give you my report!
french: [ _u_ ] Je suis venu pour vous donner mon rapport !
italian: [_u_] Sono venuto a darti il mio rapporto!

source: [_sz_] Finally!
french: [ _sz_ ] Enfin !
italian: [_sz_] Finalmente!

source: [_sz_] So... tell me... do the common folk worship me?
french: [ _sz_ ] Alors ... dis-moi ... est-ce que les gens ordinaires me vénent?
italian: [_sz_] Quindi... dimmi... mi adorano la gente comune?

source: [_sz_] I'm sure I worried for nothing.
french: [ _sz_ ] Je suis sûr que je m'inquiétais pour rien.
italian: [_sz_] Sono sicuro di essere preoccupato per niente.

source: [_u_] Well... actually... the people think you're too pretentious.
french: [ _u_ ] Eh bien ... en fait ... les gens pensent que vous êtes trop prétentieux.
italian: [_u_] Bene... in realtà... la gente pensa che tu sia troppo pretenzioso.

source: [_u_] And arrogant.
french: [ _u_ ] Et arrogant.
italian: [_u_] E arrogante.

source: [_u_] And if you're replaced again, they won't do a thing.
french: [ _u_ ] Et si vous êtes à nouveau remplacé, ils ne feront rien.
italian: [_u_] E se sei rimpiazzato di nuovo, non faranno nulla.

source: [_sz_] It's... it's a preoccupying situation...
french: [ _sz_ ] C'est ... c'est une situation d'occupation ...
italian: [_sz_] È... è una situazione preoccupante...

source: [_sz_] We have to do something about it.
french: [ _sz_ ] Nous devons faire quelque chose à ce sujet.
italian: [_sz_] Dobbiamo fare qualcosa al riguardo.

source: [_u_] ''We''?
french: [ _u_ ] '' Nous'?
italian: [_u_] ''Noi''?

source: [_sz_] Yes, ''we''. You're at my service now, like every other member of this palace.
french: [ _sz_ ] Oui, "nous", vous êtes à mon service maintenant, comme tous les autres membres de ce palais.
italian: [_sz_] Sì, 'noi''. Sei al mio servizio ora, come ogni altro membro di questo palazzo.

source: [_u_] No no no, I'm not one of your people. I'm a...
french: [ _u_ ] Non non, je ne suis pas une de vos personnes. Je suis un ...
italian: [_u_] No no, non sono uno dei tuoi popoli. Sono un...

source: [_u_] I'm an independent.
french: [ _u_ ] Je suis un indépendant.
italian: [_u_] sono indipendente.

source: [_sz_] Is that so?
french: [ _sz_ ] Est-ce ainsi?
italian: [_sz_] È così?

source: [_u_] Yup... An intellectual mercenary.
french: [ _u_ ] Yup ... Un mercenaire intellectuel.
italian: [_u_] Yup... Un mercenario intellettuale.

source: [_u_] And I don't see what I gain by working for you.
french: [ _u_ ] Et je ne vois pas ce que je gagne en travaillant pour vous.
italian: [_u_] E non vedo quello che guadagno lavorando per voi.

source: [_sz_] God... why does it always have to be so complicated...
french: [ _sz_ ] Dieu ... pourquoi ça doit toujours être si compliqué ...
italian: [_sz_] Dio... perché deve essere sempre così complicato...

source: [_sz_] You'll get paid.
french: [ _sz_ ] Vous serez payé.
italian: [_sz_] verrai pagato.

source: [_sz_] In gold, gems... you name it, I don't care.
french: [ _sz_ ] En or, les gemmes ... vous le nommez, je m'en fiche.
italian: [_sz_] In oro, gemme... tu lo nomi, non mi importa.

source: [_u_] None of that... I want to be paid... in favors.
french: [ _u_ ] Aucune de ces ... Je veux être payé ... en faveurs.
italian: [_u_] Niente di questo... voglio essere pagato... a favore.

source: [_sz_] What kind of request is that? What kind of favors?
french: [ _sz_ ] Quel genre de requête est-ce? Quel genre de faveurs?
italian: [_sz_] Che tipo di richiesta è quella? Che tipo di favori?

source: [_u_] All kinds of favors.
french: [ _u_ ] Toutes sortes de faveurs.
italian: [_u_] Tutti i tipi di favori.

source: [_u_] For instance...
french: [ _u_ ] Par exemple ...
italian: [_u_] Per esempio...

source: [_u_] I could ask you to have your personal guard for me alone.
french: [ _u_ ] Je peux vous demander d'avoir votre garde personnelle pour moi seul.
italian: [_u_] Potrei chiederti di avere la tua guardia personale solo per me.

source: [_u_] Or lots of other things.
french: [ _u_ ] Ou beaucoup d'autres choses.
italian: [_u_] O molte altre cose.

source: [_u_] I've got lots of ideas.
french: [ _u_ ] J'ai beaucoup d'idées.
italian: [_u_] Ho molte idee.

source: [_sz_] What would you do with a guard?
french: [ _sz_ ] Que feriez-vous avec un garde?
italian: [_sz_] Cosa faresti con una guardia?

source: [_sz_] It makes no sense.
french: [ _sz_ ] Cela n'a aucun sens.
italian: [_sz_] Non ha senso.

source: [_u_] Oooh don't worry, it makes a lot of sense to me.
french: [ _u_ ] Oooh ne t'inquiète pas, ça me donne beaucoup de sens.
italian: [_u_] Oooh non ti preoccupare, mi dà molto senso.

source: [_sz_] Very good. From now on, you'll be my... personal assistant.
french: [ _sz_ ] Très bien. A partir de maintenant, tu seras mon ... assistant personnel.
italian: [_sz_] Molto bene. D'ora in poi, sarai io... assistente personale.

source: [_u_] This title really sucks.
french: [ _u_ ] Ce titre est vraiment nul.
italian: [_u_] Questo titolo fa davvero schifo.

source: [_u_] I want to be... like... prime minister.
french: [ _u_ ] Je veux être ... comme ... Premier ministre.
italian: [_u_] voglio essere... come... Primo ministro.

source: [_u_] Just perfect!
french: [ _u_ ] Juste parfait !
italian: [_u_] Proprio perfetto!

source: [_u_] ''Grand Vizier [name]''.
french: [ _u_ ] '' Grand Vizier [ nom ] ''.

source: [_sz_] If it makes you happy.
french: [ _sz_ ] Si ça te rend heureux.
italian: [_sz_] Se ti rende felice.

source: [_sz_] But know that if you're no longer of any use to me... I'll take that title away from you.
french: [ _sz_ ] Mais savez-vous que si vous n'avez plus aucune utilisation pour moi ... Je prends ce titre loin de toi.
italian: [_sz_] Ma sappiate che se non siete più utili per me... vi prenderò via quel titolo.

source: [_sz_] Just so we're clear.
french: [ _sz_ ] Juste pour que nous soyons clairs.
italian: [_sz_] Proprio per questo siamo chiari.

source: [_sz_] Come back tomorrow and we'll find a solution to my popularity problem.
french: [ _sz_ ] Revenez demain et nous trouverons une solution à mon problème de popularité.
italian: [_sz_] Torna domani e troveremo una soluzione al mio problema di popolarità.

source: [_sz_] Until tomorrow... ''Grand Vizier''.
french: [ _sz_ ] Jusqu'à demain ... '' Grand Vizir''.
italian: [_sz_] Fino a domani... ''Grand Vizier''.

source: [_sz_] Well... I mean... ''Grand Vizier [name]''.
french: [ _sz_ ] Eh bien ... Je veux dire ... '' Grand Vizier [ nom ] ''.
italian: [_sz_] Be... Voglio dire... ''Grand Vizier [name]''.

source: [_sz_] I've been thinking about our problem and I think there are two possible solutions.
french: [ _sz_ ] J'ai réfléchi à notre problème et je pense qu'il y a deux solutions possibles.
italian: [_sz_] Ho pensato al nostro problema e penso che ci siano due possibili soluzioni.

source: [_sz_] Either we're trying to improve my reputation...
french: [ _sz_ ] Soit nous essayons d'améliorer ma réputation ...
italian: [_sz_] O stiamo cercando di migliorare la mia reputazione...

source: [_u_] Yeah, that's a good idea.
french: [ _u_ ] Oui, c'est une bonne idée.
italian: [_u_] Sì, questa è una buona idea.

source: [_sz_] Or I officially forbid anyone to speak ill of me.
french: [ _sz_ ] Ou j'ai officiellement interdit à qui que ce soit de parler malade de moi.
italian: [_sz_] O proibisco ufficialmente a chiunque di parlare male di me.

source: [_sz_] Under penalty of imprisonment.
french: [ _sz_ ] En peine d'emprisonnement.
italian: [_sz_] In pena di reclusione.

source: [_u_] You want to rule by terror?
french: [ _u_ ] Vous voulez gouverner par la terreur?
italian: [_u_] Vuoi governare per terrore?

source: [_sz_] It's not terror... it's legal organization to love me.
french: [ _sz_ ] Ce n'est pas la terreur ... c'est une organisation légale de m'aimer.
italian: [_sz_] Non è terrore... è un'organizzazione legale per amarmi.

source: [_u_] Okay, then... as Grand Vizier, I must tell you that this is a perfectly awful idea.
french: [ _u_ ] Ok, alors ... comme Grand Vizier, je dois vous dire qu'il s'agit d'une idée tout à fait horrible.
italian: [_u_] Okay, allora... come Grand Vizier, devo dirvi che questa è un'idea perfettamente terribile.

source: [_u_] All you'll get out of it is a revolt.
french: [ _u_ ] Tout ce que vous allez en sortir est une révolte.
italian: [_u_] Tutto quello che ne uscirai è una rivolta.

source: [_sz_] That's pure fiction.
french: [ _sz_ ] C'est de la pure fiction.
italian: [_sz_] È pura finzione.

source: [_u_] Well... you'll have to admit that, for the moment, your methods haven't yielded much, have they?
french: [ _u_ ] Eh bien ... vous allez devoir admettre que, pour le moment, vos méthodes n'ont pas beaucoup cédé, n'est-ce pas?
italian: [_u_] Bene... dovrai ammettere che, per il momento, i tuoi metodi non hanno dato molto, vero?

source: [_u_] So... if you want to stay on your throne, I suggest you listen to me.
french: [ _u_ ] Donc ... si vous voulez rester sur votre trône, je vous suggère de m'écouter.
italian: [_u_] Così... se vuoi rimanere sul tuo trono, ti suggerisco di ascoltarmi.

source: [_sz_] I have to admit that no one has stood up to me like you have in a long time...
french: [ _sz_ ] Je dois admettre que personne ne s'est levé comme vous avez longtemps ...
italian: [_sz_] Devo ammettere che nessuno mi ha alzato come voi da molto tempo...

source: [_sz_] And then you helped me retrieve my throne...
french: [ _sz_ ] Et puis vous m'avez aidé à récupérer mon trône ...
italian: [_sz_] E poi mi hai aiutato a recuperare il mio trono...

source: [_sz_] Well... Grand Vizier [name], tell me, what do you think I should do?
french: [ _sz_ ] Eh bien ... Grand Vizier [ nom ], dis-moi, qu'est-ce que tu penses que je devrais faire?
italian: [_sz_] Beh, Grand Vizier [name], dimmi, cosa pensi che dovrei fare?

source: [_u_] I have a few ideas.
french: [ _u_ ] J'ai quelques idées.
italian: [_u_] Ho alcune idee.

source: [_u_] Hello? Anybody home?
french: [ _u_ ] Bonjour? Quelqu'un à la maison?
italian: [_u_] Ciao? Qualcuno a casa?

source: [_sz_] YOU!
french: [ _sz_ ] VOUS !

source: [_sz_] Are you the one who did this?!?
french: [ _sz_ ] Êtes-vous celui qui a fait ça? !?
italian: [_sz_] Sei tu quello che ha fatto questo?!?

source: [_u_] Nice cleavage
french: [ _u_ ] Le clivage de Nice
italian: [_u_] Bella scissione

source: [_sz_] I'm going to go crazy...
french: [ _sz_ ] Je vais devenir fou ...
italian: [_sz_] sto per impazzire...

source: [_sz_] How did the cleavage appear on my dress?
french: [ _sz_ ] Comment le clivage apparait-il sur ma robe?
italian: [_sz_] Come è apparsa la scissione sul mio vestito?

source: [_u_] Maybe it shrunk in the wash... and that's how it happened.
french: [ _u_ ] Peut-être qu'il s'est rasé dans le lavage ... et c'est comme ça qu'il s'est passé.
italian: [_u_] Forse si è ridotto nel lavaggio... ed è così che è successo.

source: [_sz_] Are you making fun of me?
french: [ _sz_ ] Tu te moque de moi?
italian: [_sz_] Ti stai prendendo gioco di me?

source: [_sz_] This is a nightmare...
french: [ _sz_ ] C'est un cauchemar ...
italian: [_sz_] Questo è un incubo...

source: [_sz_] What am I going to do with a dress like this?
french: [ _sz_ ] Qu'est-ce que je vais faire avec une robe comme ça?
italian: [_sz_] Che cosa farò con un vestito come questo?

source: [_u_] Oh come on, it's not so bad!
french: [ _u_ ] Oh, viens, ce n'est pas si mal !
italian: [_u_] Oh vieni, non è così male!

source: [_u_] And it suits you!
french: [ _u_ ] Et ça vous convient !
italian: [_u_] E ti va bene!

source: [_sz_] How indecent...
french: [ _sz_ ] Comment indécent ...
italian: [_sz_] Quanto indecente...

source: [_u_] It's not as if you really have your breasts out.
french: [ _u_ ] Ce n'est pas comme si vous avez vraiment vos seins dehors.
italian: [_u_] Non è come se tu avessi davvero i tuoi seni.

source: [_sz_] It's just the same.
french: [ _sz_ ] C'est la même.
italian: [_sz_] È proprio lo stesso.

source: [_sz_] And no, I won't expose my breasts to you.
french: [ _sz_ ] Et non, je ne vous exposerai pas mes seins.
italian: [_sz_] E no, non ti esporrò i miei seni.

source: [_sz_] Well... I guess I'll just have to accept that this is my life from now on...
french: [ _sz_ ] Eh bien ... Je devrai juste accepter que c'est ma vie à partir de maintenant ...
italian: [_sz_] Beh... Immagino che dovrò solo accettare che questa è la mia vita da ora in poi...

source: [_sz_] I'm a sultana with cleavage...
french: [ _sz_ ] Je suis un sultana avec clivage ...
italian: [_sz_] Sono una sultana con scissione...

source: [_u_] You know, there are lots of people who'd love to have a dress like yours!
french: [ _u_ ] Vous savez, il y a beaucoup de gens qui adoreraient avoir une robe comme la tienne !
italian: [_u_] Sai, ci sono molte persone che amerebbero avere un vestito come il tuo!

source: [_u_] I'm sure that...
french: [ _u_ ] Je suis sûr que ...
italian: [_u_] sono sicuro...

source: [_u_] Wait... she wouldn't...
french: [ _u_ ] Attends ... elle ne ...
italian: [_u_] Aspetta... non lo fare...

source: [_ly_] Hey... did you see that?
french: [ _ly_ ] Hey ... as-tu vu ça?
italian: [_ly_] Hey... lo hai visto?

source: [_ly_] I've got a piece of Sherazadde's dress!
french: [ _ly_ ] J'ai un morceau de la robe de Sherazadde !
italian: [_ly_] Ho un pezzo di vestito di Sherazadde!

source: [_ly_] I just needed to get her dress, put it in the machine scanner and...
french: [ _ly_ ] J'ai juste besoin d'obtenir sa robe, de la mettre dans le scanner de la machine et ...
italian: [_ly_] Avevo solo bisogno di ottenere il suo vestito, metterlo nello scanner della macchina e...

source: [_ly_] That's it!
french: [ _ly_ ] C'est ça !
italian: [_ly_] Questo è tutto!

source: [_ly_] Pretty cool, huh?
french: [ _ly_ ] Plutôt cool, hein?
italian: [_ly_] Bel freddo, eh?
