Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_tb_] Oh okay... I get it.
french: [ _tb_ ] Oh OK ... Je l'ai.

source: [_tb_] Is this better?
french: [ _tb_ ] Est-ce mieux?

source: [_u_] Totally.
french: [ _u_ ] Totalement.

source: [_u_] It's gonna be hard to focus with your boobs in front of me.
french: [ _u_ ] Il sera difficile de se concentrer sur vos seins devant moi.

source: [_tb_] Deal with it.
french: [ _tb_ ] Deal avec.

source: [_tb_] As you've heard, in order for the well to work, you have to throw a gold coin inside.
french: [ _tb_ ] Comme vous l'avez entendu, pour que le puits fonctionne, vous devez jeter une pièce d'or à l'intérieur.

source: [_tb_] What I didn't tell Snow White is that the wish actually depends on what's engraved on the coin.
french: [ _tb_ ] Ce que je n'ai pas dit à Snow White est que le souhait dépend en fait de ce qui est gravé sur la pièce.

source: [_tb_] So for her wish to come true, you need a coin with a crown engraved.
french: [ _tb_ ] Donc, pour qu'elle soit vraie, vous avez besoin d'une pièce avec une couronne gravée.

source: [_tb_] But I recommend trying out other coins first.
french: [ _tb_ ] Mais je recommande d'essayer d'abord d'autres pièces.

source: [_tb_] Do you understand what you have to do?
french: [ _tb_ ] Vous comprenez ce que vous avez à faire?

source: [_tb_] We're never gonna make it...
french: [ _tb_ ] On ne va jamais le faire ...

source: [_tb_] Let me repeat.
french: [ _tb_ ] Laissez-moi répéter.

source: [_tb_] Yep, you got it!
french: [ _tb_ ] Yep, vous l'avez !

source: [_tb_] I mean, yeah, of course.
french: [ _tb_ ] Je veux dire, oui, bien sûr.

source: [_tb_] But, you know what I mean. I'm talking about this quest.
french: [ _tb_ ] Mais, vous savez ce que je veux dire. Je parle de cette quête.

source: [_tb_] Okay okay, no problem, it's a little weird.
french: [ _tb_ ] D'accord, pas de problème, c'est un peu bizarre.

source: [_tb_] When you throw a coin down the well, the wish that will come true will depend on what's engraved on the coin.
french: [ _tb_ ] Quand vous jetez une pièce de monnaie sur le puits, le souhait qui deviendra vrai dépendra de ce qui est gravé sur la pièce.

source: [_tb_] So, to make her wish come true. you have to throw a coin with a crown engraved on it.
french: [ _tb_ ] Donc, pour que son souhait soit vrai. Vous devez lancer une pièce avec une couronne gravée sur elle.

source: [_tb_] But I strongly advise you to try some others coins first.
french: [ _tb_ ] Mais je vous conseille vivement d'essayer d'autres pièces en premier.

source: [_tb_] Do you understand now ?
french: [ _tb_ ] Vous comprenez maintenant?

source: [_tb_] I give up.
french: [ _tb_ ] Je donne.

source: [_tb_] Just: Find gold coins.
french: [ _tb_ ] Just: Trouver des pièces d'or.

source: [_tb_] Any questions?
french: [Des questions ?

source: [_tb_] Using the drone, obviously!
french: [ _tb_ ] Avec le drone, évidemment !

source: [_tb_] You can also try visiting Emee's shop.
french: [ _tb_ ] Vous pouvez également essayer de visiter la boutique d'Emee.

source: [_tb_] Ok, great!
french: [ _tb_ ] Ok, super !

source: [_tb_] I think you know everything you need
french: [ _tb_ ] Je pense que vous savez tout ce dont vous avez besoin

source: [_tb_] Oh, and I forgot to tell you,
french: [ _tb_ ] Oh, et j'ai oublié de te le dire,

source: [_tb_] when you want a wish to end, all you have to say is:
french: [ _tb_ ] quand vous voulez une fin, tout ce que vous avez à dire est:

source: [_tb_] ''Tinker, is the fairest one of all.''
french: [ _tb_ ] '' Tinker, est le plus juste de tous''.

source: [_u_] ...I'm not even surprised.
french: [ _u_ ] ...Je ne suis même pas surpris.

source: [_tb_] Now let's get to work!
french: [ _tb_ ] Maintenant, allons travailler !

source: You don't have this coin yet.
french: Vous n'avez pas encore cette pièce.

source: You've already tossed that coin.
french: Vous avez déjà lancé cette pièce.

source: You must create the queen's dress for SnowWhite first.
french: Vous devez d'abord créer la robe de la reine pour SnowWhite.

source: [_u_] I got a new coin!
french: [ _u_ ] J'ai une nouvelle pièce !

source: [_sw_] Oh, great!
french: [ _sw_ ] Oh, super !

source: [_sw_] Let's go!
french: [ _sw_ ] Allons-y !

source: [_sw_] I know that face. You got a new coin, right?
french: [ _sw_ ] Je sais ce visage. Tu as une nouvelle pièce, non?

source: [_u_] Exactly!
french: [ _u_ ] Exactement !

source: [_sw_] I have a good feeling about this one!
french: [ _sw_ ] J'ai un bon sentiment à propos de celui-ci !

source: [_sw_] Even if the first two weren't exactly a huge success...
french: [ _sw_ ] Même si les deux premiers n'étaient pas vraiment un énorme succès ...

source: [_u_] This one's gonna work.
french: [ _u_ ] Ça va fonctionner.

source: [_u_] I found another gold coin!
french: [ _u_ ] J'ai trouvé une autre pièce d'or !

source: [_sw_] That was quick!
french: [ _sw_ ] C'était rapide !

source: [_sw_] Hopefully it'll work this time, haha!
french: [ _sw_ ] Espérons que ça va fonctionner cette fois, haha !

source: [_u_] It's okay if it doesn't work, we'll start over until it does.
french: [ _u_ ] C'est bon si ça ne fonctionne pas, on va recommencer jusqu'à ce qu'il le fasse.

source: [_sw_] I better not end up in a weird situation.
french: [ _sw_ ] Je ne me trouve pas dans une situation bizarre.

source: [_u_] No way!
french: [ _u_ ] Pas de chemin !

source: [_sw_] Yes, you're probably right, magic is an absolute science after all!
french: [ _sw_ ] Oui, vous avez probablement raison, la magie est une science absolue après tout !

source: [_u_] I've got good news! I finally found a gold coin!
french: [ _u_ ] J'ai de bonnes nouvelles ! J'ai finalement trouvé une pièce d'or !

source: [_sw_] Oh! What wonderful news!
french: [ _sw_ ] Oh ! Quelle merveilleuse nouvelle !

source: [_sw_] We can finally get rid of the queen once and for all!
french: [ _sw_ ] On peut enfin se débarrasser de la reine une fois pour toutes !

source: [_u_] I don't think it's going to be that easy...
french: [ _u_ ] Je ne pense pas que ce sera aussi facile ...

source: [_sw_] You think?
french: [ _sw_ ] Vous pensez?

source: [_u_] Yes. No worries though: if your wish goes wrong, I know a magic spell to revert it.
french: [ _u_ ] Oui. Pas d'inquiétude cependant: si votre souhait va mal, je connais un sort magique pour la rétablir.

source: [_sw_] You keep surprising me, Huntsman!
french: [ _sw_ ] Vous m'étonnez, Huntsman !

source: [_u_] You ready to go?
french: [ _u_ ] Vous êtes prêt à partir?

source: [_sw_] Wait up, not yet. I need to change into my traveling clothes.
french: [ _sw_ ] Attendez, pas encore. J'ai besoin de changer dans mes vêtements de voyage.

source: [_u_] Why bother? It's a 2-minute walk!
french: [ _u_ ] Pourquoi s'embêter? C'est une promenade de 2 minutes !

source: [_sw_] Three minutes.
french: [ _sw_ ] Trois minutes.

source: [_sw_] There's no way I'm letting my dress get ruined. Just a minute, I'll be back right away.
french: [ _sw_ ] Il n'y a pas moyen de laisser ma robe se ruiner. Juste une minute, je reviendrai tout de suite.

source: [_u_] Goddamn it... princesses...
french: [ _u_ ] Dieu ... les princesses ...

source: [_u_] Can you make it so the next character isn't a princess, Tinker?
french: [ _u_ ] Peux-tu le faire pour que le prochain personnage n'est pas une princesse, Tinker?

source: [_tb_] Maybe.
french: [ _tb_ ] Peut-être.

source: [_sw_] Stop pouting, it isn't like you.
french: [ _sw_ ] Stop à la pochette, ce n'est pas comme vous.

source: [_sw_] All right, come on! Let's go!
french: [ _sw_ ] Très bien, venez ! Allons-y !

source: [_sw_] And we're back at the wishing well!
french: [ _sw_ ] Et nous sommes de retour au bon vouloir !

source: [_sw_] You know, I've been thinking about something.
french: [ _sw_ ] Vous savez, j'ai réfléchi à quelque chose.

source: [_sw_] I'd like to go on an adventure someday...
french: [ _sw_ ] J'aimerais faire une aventure un jour ...

source: [_u_] A real adventure? Longer than a three-minute walk, you mean?
french: [ _u_ ] Une vraie aventure? Plus long qu'une marche de trois minutes, tu veux dire?

source: [_u_] So, you ready to make your wish?
french: [ _u_ ] Donc, vous êtes prêt à faire votre souhait?

source: [_sw_] Yup, give me a moment.
french: [ _sw_ ] Yup, donne-moi un moment.

source: [_sw_] That's it, it's done!
french: [ _sw_ ] C'est ça, c'est fait !

source: [_u_] I'm throwing the coin!
french: [ _u_ ] Je lance la pièce !

source: [_sw_] Okay... so...
french: [ _sw_ ] Ok ... donc ...

source: [_u_] Snow White?
french: [ _u_ ] Blanche-Neige?

source: [_sw_] Yes! Am I here! Where are you?
french: [ _sw_ ] Oui ! Suis-je ici ! Où es-tu?

source: [_u_] Well... I'm next to the well. I haven't moved an inch.
french: [ _u_ ] Eh bien ... Je suis à côté du puits. Je n'ai pas boum un pouce.

source: [_sw_] Well... I think I have.
french: [ _sw_ ] Eh bien ... Je pense que j'ai.

source: [_sw_] I'm in some kind of bedroom.
french: [ _sw_ ] Je suis dans une sorte de chambre.

source: [_u_] Tinker? What's going on?
french: [ _u_ ] Tinker? Qu'est-ce qui se passe?

source: [_tb_] I think she has been teleported.
french: [ _tb_ ] Je pense qu'elle a été téléportée.

source: [_tb_] But I'm not sure where ...
french: [ _tb_ ] Mais je ne sais pas où ...

source: [_u_] How come I can still talk to her?
french: [ _u_ ] Comment est-ce que je peux encore lui parler?

source: [_tb_] I have no idea.
french: [ _tb_ ] Je n'ai aucune idée.

source: [_tb_] I'm not the one who made this well! I don't really know how it works.
french: [ _tb_ ] Je ne suis pas celui qui a bien fait ça ! Je ne sais pas vraiment comment ça marche.

source: [_u_] Great...
french: [ _u_ ] Grand ...

source: [_sw_] There's some kind of chest in front of the bed, should I open it?
french: [ _sw_ ] Il y a une sorte de poitrine devant le lit, devrais-je l'ouvrir?

source: [_sw_] Okay, I'm opening it!
french: [ _sw_ ] Ok, je l'ouvre !

source: [_sw_] Come on, aren't you curious?
french: [ _sw_ ] Allez, n'est-ce pas curieux?

source: [_u_] Well, not really...
french: [ _u_ ] Eh bien, pas vraiment ...

source: [_sw_] I'm opening it anyway!
french: [ _sw_ ] Je l'ouvre de toute façon !

source: [_u_] ... Why bother asking me if you're doing it anyway?
french: [ _u_ ] ... Pourquoi me demander si tu le fais de toute façon?

source: [_sw_] Sweet Lord!!
french: [ _sw_ ] Seigneur doux ! !

source: [_sw_] I've never seen such a beauty...
french: [ _sw_ ] Je n'ai jamais vu une telle beauté ...

source: [_u_] What? What is it? What is it?
french: [ _u_ ] Quoi? Qu'est-ce que c'est? Qu'est-ce que c'est?

source: [_sw_] It's a...
french: [ _sw_ ] C'est un ...

source: [_sw_] BRING ME BACK!!!BRING ME BACK!!!
french: [ _sw_ ] BRING ME BACK !!!RAMENEZ-MOI !!!

source: [_u_] TINKER IS THE FAIREST ONE OF ALL!
french: [ _u_ ] TINKER EST LE FAIT UN DE TOUS !

source: [_sw_] Oh! Thank you! I was scared to death !
french: [ _sw_ ] Oh ! Je vous remercie ! J'avais peur de la mort !

source: [_u_] What happened? What was in the chest?
french: [ _u_ ] Que s'est-il passé? Qu'est-ce qui était dans la poitrine?

source: [_sw_] The what?
french: [ _sw_ ] Le quoi?

source: [_sw_] Ah yes! The chest!
french: [ _sw_ ] Ah oui ! La poitrine !

source: [_sw_] I've never seen anything so beautiful... A dress embroidered with gold thread!!
french: [ _sw_ ] Je n'ai jamais rien vu de si beau ... Une robe brodée de fil d'or ! !

source: [_u_] Sounds incredible... But why didn't you bring it back?
french: [ _u_ ] C'est incroyable ... Mais pourquoi ne l'avez-vous pas renvoyé?

source: [_u_] What was that shreik about?
french: [ _u_ ] Quel était le sujet?

source: [_sw_] You can't begin to imagine... There was a HUGE mouse inside! Bigger than my hand!
french: [ _sw_ ] Vous ne pouvez pas commencer à imaginer ... Il y avait une souris HUGE à l'intérieur ! Plus gros que ma main !

source: [_u_] a little mouse?
french: [ _u_ ] une petite souris?

source: [_u_] You left a gold embroidered dress because of a little mouse?
french: [ _u_ ] Vous avez laissé une robe brodée en or à cause d'une petite souris?

source: [_sw_] It was as big as my hand, I tell you! I swear!
french: [ _sw_ ] C'était aussi gros que ma main, je vous le dis ! Je le jure !

source: [_u_] But... but...
french: [ _u_ ] Mais ... mais ...

source: [_u_] Pfff, forget it. It's okay.
french: [ _u_ ] Pfff, oublie. C'est bon.

source: [_sw_] Isn't there any way to go back there?
french: [ _sw_ ] N'y a-t-il pas moyen d'y retourner?

source: [_sw_] With another coin maybe?
french: [ _sw_ ] Avec une autre pièce peut-être?

source: [_u_] Probably... Assuming you don't take to your heels at the sight of a mere mouse.
french: [ _u_ ] Probablement ... En supposant que vous ne prenez pas vos talons à la vue d'une simple souris.

source: [_sw_] Oh that'd be great!!!
french: [ _sw_ ] Oh, ce serait super !!!

source: [_sw_] I'll be braver next time, I promise.
french: [ _sw_ ] Je serai plus courageux la prochaine fois, je vous le promets.

source: [_u_] All right, then.
french: [ _u_ ] Très bien, alors.

source: [_sw_] Thank you very much!
french: [ _sw_ ] Merci beaucoup !

source: [_sw_] I'm looking forward to wearing it, haha!
french: [ _sw_ ] Je suis impatient de le porter, haha !

source: [_sw_] See you soon, sir!
french: [ _sw_ ] Vous voyez bientôt, monsieur !

source: [_sw_] Do you think we'll ever see the well fairy again?
french: [ _sw_ ] Pensez-vous que nous verrons de nouveau la bonne fée?

source: [_sw_] She was so cute!
french: [ _sw_ ] Elle était si mignonne !

source: [_u_] Really?
french: [_u_] Vraiment ?
german: [_u_] Wirklich?
italian: [_u_] Davvero?
russian: [_u_] Правда?
spanish: [_u_] ¿De verdad?

source: [_sw_] Yes! With these small wings, and small ears and ...
french: [ _sw_ ] Oui ! Avec ces petites ailes, et de petites oreilles et ...

source: [_u_] And small boobs...
french: [ _u_ ] Et les petits seins ...

source: [_tb_] Screw you.
french: [ _tb_ ] Vais-toi.

source: [_sw_] Hmm... Doesn't seem like anything changed.
french: [ _sw_ ] Hmm ... Ça ne semble pas changer quoi que ce soit.

source: [_u_] Hang on a second...
french: [ _u_ ] Attends une seconde ...

source: [_sw_] Do you think that...
french: [ _sw_ ] Pensez-vous que ...

source: [_u_] Tinker, I think she's disintegrated.
french: [ _u_ ] Tinker, je pense qu'elle est désintégrée.

source: [_u_] There's nothing left but her clothes on the ground...
french: [ _u_ ] Il n'y a rien de gauche, mais ses vêtements sur le sol ...

source: [_tb_] What have you done???
french: [ _tb_ ] Qu'avez-vous fait???

source: [_u_] Nothing! She just vanished after I threw the coin!
french: [ _u_ ] Rien ! Elle a disparu après que j'ai jeté la pièce !

source: [_tb_] If my android is destroyed, I'll have you pay for it!
french: [ _tb_ ] Si mon androïde est détruit, je vous en paierai !

source: [_sw_] Heyyy! I'm here!
french: [ _sw_ ] Heyyy ! Je suis là !

source: [_u_] What???
french: [ _u_ ] Quoi???

source: [_u_] Where are you? Are you a ghost??
french: [ _u_ ] Où es-tu? Es-tu un fantôme??

source: [_sw_] No, I don't think so... but it's really dark in here...
french: [ _sw_ ] Non, je ne pense pas ... mais c'est vraiment noir ici ...

source: [_sw_] Oh wait, I see light!!!!
french: [ _sw_ ] Oh, attends, je vois la lumière ! !!!

source: [_sw_] I'm flying!!!
french: [ _sw_ ] Je vole !!!

source: [_u_] And you're very small too.
french: [ _u_ ] Et vous êtes très petit aussi.

source: [_sw_] Ahah yeah, that's weird aahh.
french: [ _sw_ ] Ahah ouais, c'est bizarre.

source: [_sw_] And also naked.
french: [ _sw_ ] Et aussi nue.

source: [_sw_] But somehow... It doesn't bother me at all...
french: [ _sw_ ] Mais d'une manière ou d'une autre ... Ça ne me déranger pas du tout ...

source: [_sw_] It's as if all my modesty disappeared!
french: [ _sw_ ] C'est comme si toute ma modestie disparait !

source: [_u_] Interesting. Is that inherent to fairies or something?
french: [ _u_ ] Intéressant. Est-ce inhérent aux fées ou quelque chose?

source: [_tb_] I'm recruiting her into my fairy harem as soon as we get enough money. Aha!
french: [ _tb_ ] Je le recrute dans mon harem de fée dès que nous aurons assez d'argent. Aha !

source: [_u_] Can I have a harem too?
french: [ _u_ ] J'ai un harem aussi?

source: [_sw_] What are you talking about??
french: [ _sw_ ] De quoi parlez-vous??

source: [_u_] Nothing, nothing, I was lost in thought.
french: [ _u_ ] Rien, rien, j'ai été perdu dans la pensée.

source: [_sw_] Do you think I can grant people's wishes now that I'm a fairy?
french: [ _sw_ ] Pensez-vous que je peux vous accorder des vœux maintenant que je suis une fée?

source: [_u_] I don't think so...
french: [ _u_ ] Je ne pense pas ...

source: [_u_] But, we can always try, if you want!
french: [ _u_ ] Mais, on peut toujours essayer, si tu veux !

source: [_sw_] So, what's your wish?
french: [ _sw_ ] Alors, quel est votre souhait?

source: [_sw_] Really?!
french: [ _sw_ ] Vraiement? !

source: [_sw_] With that fairy body??!
french: [ _sw_ ] Avec ce corps de fée?? !

source: [_sw_] I really don't see what you could do.
french: [ _sw_ ] Je ne vois vraiment pas ce que tu pourrais faire.

source: [_u_] You lack imagination.
french: [ _u_ ] Vous manque d'imagination.

source: [_sw_] All right, all right.
french: [ _sw_ ] Très bien, d'accord.

source: [_sw_] Wishes granted!
french: [ _sw_ ] Les souhaits sont accordés !

source: [_u_] Nothing's happening at all, actually...
french: [ _u_ ] Rien ne se passe du tout, en fait ...

source: [_tb_] That's normal, her AI hasn't been designed to do that.
french: [ _tb_ ] C'est normal, son AI n'a pas été conçue pour faire ça.

source: [_u_] Well, that' s kind of disappointing...
french: [ _u_ ] Eh bien, c'est une sorte de déception ...

source: [_sw_] Mmm... Did I ever tell you I find you very attractive?
french: [ _sw_ ] Mmm ... Je vous ai jamais dit que je vous trouve très attirantes?

source: [_tb_] What?? Is it working?
french: [ _tb_ ] Quoi?? Est-ce que ça marche?

source: [_sw_] Why don't we stop fooling around and take it to the next level?...
french: [ _sw_ ] Pourquoi ne arrêtons-nous pas de faire le tour et de l'emmener au niveau suivant? ...

source: [_u_] Well, whenever you want...
french: [ _u_ ] Eh bien, quand vous voulez ...

source: [_tb_] WHAT?? STOOOPP!!
french: [ _tb_ ] QU'EST-CE?? STOOOPP ! !

source: [_tb_] TINKER IS THE FAIREST ONE OF ALL!!!
french: [ _tb_ ] TINKER EST LE FAIT UN DE TOUS !!!

source: [_u_] NOOOOO!!
french: [ _u_ ] NOOOOOO ! !

source: [_u_] WHY??
french: [ _u_ ] POURQUOI??

source: [_tb_] You have to corrupt his AI naturally. That's cheating!!
french: [ _tb_ ] Vous devez corrompter son IA naturellement. C'est triche ! !

source: [_tb_] And we won't be able to update her code with that!
french: [ _tb_ ] Et nous ne serons pas en mesure de mettre à jour son code avec ça !

source: [_u_] Damn it...
french: [ _u_ ] Merde ...

source: [_tb_] Sorry dude
french: [ _tb_ ] Désolé

source: [_sw_] Hey! Look! I'm me again!
french: [ _sw_ ] Hey ! Regarde ! Je suis à nouveau moi !

source: [_u_] Yeah, yeah, I saw...
french: [ _u_ ] Ouais, ouais, j'ai vu ...

source: [_sw_] That was rather amusing!
french: [ _sw_ ] C'était plutôt amusant !

source: [_sw_] We were close to a disaster, ahah!
french: [ _sw_ ] Nous étions près d'un désastre, ahah !

source: [_sw_] Well, I was expecting something more...
french: [ _sw_ ] Eh bien, j'attendais quelque chose de plus ...

source: [_u_] More what?
french: [ _u_ ] Plus quoi?

source: [_sw_] nothing.
french: [ _sw_ ] rien.

source: [_tb_] That' s normal, this AI is not at all programmed to do that.
french: [ _tb_ ] C'est normal, cette IA n'est pas du tout programmée pour faire ça.

source: [_tb_] It worked???
french: [ _tb_ ] Ça a marché???

source: [_u_] Wow, that's a lot of money!
french: [ _u_ ] Wow, c'est beaucoup d'argent !

source: [_tb_] She can't create money... That should be impossible...
french: [ _tb_ ] Elle ne peut pas créer de l'argent ... Cela devrait être impossible ...

source: [_tb_] Lemme check my data...
french: [ _tb_ ] Lemme vérifie mes données ...

source: [_tb_] WHOA, apparently she retrieved money from a hidden bank I don't have access to...
french: [ _tb_ ] WHOA, apparemment elle a récupéré de l'argent à une banque cachée, je n'ai pas accès à ...

source: [_tb_] Well... That's interesting!
french: [ _tb_ ] Eh bien ... C'est intéressant !

source: [_sw_] Well, I don't know if it worked, but I'd like my body back, ahah.
french: [ _sw_ ] Bien, je ne sais pas si ça a marché, mais j'aimerais retrouver mon corps, ahah.

source: [_u_] Ah! Yes, of course!
french: [ _u_ ] Ah ! Oui, bien sûr !

source: [_u_] So...
french: [ _u_ ] Donc ...

source: You make ridiculous movements with your hands, and you're whispering :
french: Vous faites des mouvements ridicules avec vos mains, et vous chuchotez:

source: [_u_] (Tinker, is the fairest one of all)
french: [ _u_ ] (Tinker, est le plus juste de tous)

source: [_sw_] Hey! I'm me again!
french: [ _sw_ ] Hey ! Je suis à nouveau moi !

source: [_sw_] Of course!
french: [ _sw_ ] Bien sûr !

source: [_sw_] Wish granted!
french: [ _sw_ ] Wish accordé !

source: [_u_] What the hell was that?
french: [ _u_ ] Qu'est-ce que c'était?

source: [_tb_] According to my sensors, you can now see through clothing.
french: [ _tb_ ] Selon mes capteurs, vous pouvez maintenant voir à travers des vêtements.

source: [_u_] Really???
french: [_u_] Vraiment ? ??

source: [_tb_] Yeah, but since Snow White is naked right now, that won't be too useful.
french: [ _tb_ ] Ouais, mais depuis que Blanche-Neige est nu maintenant, ça ne sera pas trop utile.

source: [_tb_] Your wish really sucks.
french: [ _tb_ ] Votre souhait est vraiment nul.

source: [_u_] Snow White, you're naked.
french: [ _u_ ] Blanche-Neige, vous êtes nu.

source: [_sw_] It's better now!
french: [ _sw_ ] C'est mieux maintenant !

source: [_sw_] Anyway, I'm sorry you wasted a coin because of me, haha.
french: [ _sw_ ] En tout cas, je suis désolé que vous avez perdu une pièce à cause de moi, haha.

source: [_u_] That's okay, we'll try again next time!
french: [ _u_ ] C'est bon, on va essayer de nouveau la prochaine fois !

source: [_sw_] With pleasure sir!
french: [ _sw_ ] Avec plaisir monsieur !

source: [_sw_] Have a nice day!
french: [ _sw_ ] Bonne journée !

source: [_u_] So, would you like to try to go back and get that dress?
french: [ _u_ ] Alors, aimeriez-vous essayer de revenir et d'obtenir cette robe?

source: [_sw_] Oh! Well, why not!
french: [ _sw_ ] Oh ! Eh bien, pourquoi pas !

source: [_u_] You're not gonna turn tail at the sight of a little mouse this time, right?
french: [ _u_ ] Tu ne vas pas tourner la queue à la vue d'une petite souris cette fois, non?

source: [_sw_] No sir!
french: [ _sw_ ] Non monsieur !

source: [_u_] All right, make your wish!
french: [ _u_ ] Très bien, faites votre voeu !

source: [_sw_] It's always a little ...
french: [ _sw_ ] C'est toujours un peu ...

source: [_u_] That was fast...
french: [ _u_ ] C'était rapide ...

source: [_sw_] Yes! I hear you!
french: [ _sw_ ] Oui ! Je t'entends !

source: [_sw_] I'm not in the same room as last time... It's some kind of hallway.
french: [ _sw_ ] Je ne suis pas dans la même pièce que la dernière fois ... C'est une sorte de couloir.

source: [_sw_] It does look like the same building... I'll try to find that room.
french: [ _sw_ ] Il ressemble au même bâtiment ... Je vais essayer de trouver cette pièce.

source: [_tb_] Wait, wait, wait...
french: [ _tb_ ] Attendre, attendre, attendre ...

source: [_tb_] I may have figured out where she is.
french: [ _tb_ ] J'ai peut-être compris où elle est.

source: [_tb_] Ask her to describe her surroundings.
french: [ _tb_ ] Demande-lui de décrire son environnement.
