Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_am_] We are so far from everything around here!
french: [Nous sommes si loin de tout ici !
german: [_am_] Wir sind so weit weg von allem hier!
italian: [_am_] Siamo così lontani da tutto qui!
russian: [_am_] Мы так далеко от всего!

source: [_qiu_] No. It's okay.
french: [Non, c'est bon.
german: [_qiu_] Nein. Es ist okay.
italian: [_qiu_] No. È okay.
russian: [_qiu_] Нет, это нормально.

source: [_am_] Uh, all right, well uh... you want to start your questions [name]?
french: [Euh, d'accord, eh bien euh... vous voulez commencer vos questions [nom] ?]
german: Hm, okay, willst du äh... willst du mit deinen Fragen beginnen?
italian: [_am_] Ah, va bene, beh... vuoi iniziare le tue domande [name]?
russian: [_am_] Эм, ладно, ну э... Не хочешь начать задавать вопросы, [name]?
spanish: [_am_] Uh, de acuerdo, bien uh... ¿Quieres empezar con tus preguntas [name]?

source: [_qiu_] I am an engineer.
french: [Je suis ingénieur.
german: Ich bin ein Ingenieur.
italian: [_qiu_] Sono un ingegnere.
russian: [_qiu_] Я инженер.
spanish: [_qiu_] Soy ingeniera.

source: [_am_] Great! We have plenty of space available in the engineering fields!
french: [_am_] Super ! Nous avons beaucoup de places disponibles dans les domaines de l'ingénierie !
german: [_am_] Großartig! Wir haben reichlich Platz in den Ingenieursbereichen verfügbar!
italian: [_am_] Fantastico! Abbiamo molto spazio disponibile nei campi ingegneristici!
russian: [_am_] Отлично! У нас много вакансий в инженерной сфере!
spanish: [_am_] ¡Genial! ¡Tenemos un montón de espacio disponible en los campos de ingeniería!

source: [_am_] Do you have a specialization?
french: [Avez-vous une spécialisation ?
german: [_am_] Haben Sie eine Spezialisierung?
italian: [_am_] Hai una specializzazione?
russian: [_am_] У вас есть специализация?
spanish: [_am_] ¿Tienes alguna especialización?

source: [_am_] We need experts in robotics, teleporters, buildings...
french: [Nous avons besoin d'experts en robotique, en téléportation, en construction...
german: [_am_] Wir brauchen Experten in Robotik, Teleportern, Gebäuden...
italian: [_am_] Abbiamo bisogno di esperti in robotica, teletrasporti, edifici...
russian: [_am_] Нам нужны специалисты по робототехнике, телепортам, зданиям...
spanish: [_am_] Necesitamos expertos en robótica, teletransportadores, construcciones...

source: [_qiu_] I am a programming engineer.
french: [Je suis ingénieur en programmation.
german: [_qiu_] Ich bin eine Programmieringenieurin.
italian: [_qiu_] Sono un ingegnere di programmazione.
russian: [_qiu_] Я инженер-программист.
spanish: [_qiu_] Soy ingeniera de programación.

source: [_am_] Well, great!
french: [_am_] Eh bien, super !
german: [_am_] Na ja, super!
italian: [_am_] Beh, fantastico!
russian: [_am_] Отлично!
spanish: [_am_] Bueno, ¡genial!

source: [_qiu_] I am efficient.
french: [Je suis efficace.
german: [_qiu_] Ich bin effizient.
italian: [_qiu_] Sono efficiente.
russian: [_qiu_] Я эффективна.
spanish: [_qiu_] Soy eficiente.

source: [_am_] Yes... that's what I feel like...
french: [Oui... c'est ce que je ressens...
german: [_am_] Ja... so fühle ich mich...
italian: [_am_] Sì... è quello che mi sembra...
russian: [_am_] Да... Я чувствую...
spanish: [_am_] Sí... eso parece...

source: [_am_] You don't like to talk much, do you?
french: [Vous n'aimez pas beaucoup parler, n'est-ce pas ?
german: [_am_] Du willst nicht viel reden, oder?
italian: [_am_] Non ti piace parlare molto, vero?
russian: [_am_] Вы не любите много говорить, да?
spanish: [_am_] No te gusta hablar mucho, ¿verdad?

source: [_qiu_] No.
french: [Non.
german: [_qiu_] Nein.
russian: [_qui_] Нет.

source: [_am_] Okay great uh, next question?
french: [Ok, super, euh, prochaine question ?
german: [_am_] Okay toll äh, nächste Frage?
italian: [_am_] Okay ottimo uh, prossima domanda?
russian: [_am_] Хорошо, отлично, следующий вопрос?
spanish: [_am_] Vale muy bien, ¿siguiente pregunta?

source: [_am_] Too chatty?
french: [Trop bavard ?
german: [_am_] Zu gesprächig?
italian: [_am_] Troppo chiacchierona?
russian: [_am_] Слишком болтливая?
spanish: [_am_] ¿Demasiado habladora?

source: [_qiu_] I don't like to talk to people.
french: [Je n'aime pas parler aux gens.
german: [_qiu_] Ich rede nicht gerne mit Menschen.
italian: [_qiu_] Non mi piace parlare con le persone.
russian: [_qiu_] Я не люблю разговаривать с людьми.
spanish: [_qiu_] No me gusta hablar con gente.

source: [_u_] Yep, I guessed that one.
french: [Oui, j'avais deviné.
german: [_u_] Yep, das hab ich geahnt.
italian: [_u_] Si, quello l'ho indovinato.
russian: [_u_] Ага, я угадал.
spanish: [_u_] Sí, adiviné esa.

source: [_u_] Well, that was fast.
french: [_u_] Eh bien, c'était rapide.
german: [_u_] Nun, das war schnell.
italian: [_u_] Beh, è stato veloce.
russian: [_u_] Ну, это было быстро.
spanish: [_u_] Bueno, fue rápido.

source: [_qiu_] Efficient.
french: [_qiu_] Efficace.
german: [_qiu_] Effizient.
italian: [_qiu_] Efficiente.
russian: [_qiu_] Эффективность.
spanish: [_qiu_] Eficiente.

source: [_u_] Yup, that's right.
french: [Oui, c'est vrai.
german: [_u_] Yup, das ist richtig.
italian: [_u_] Si, Esatto.
russian: [_u_] Да, именно так.
spanish: [_u_] Sí, correcto.

source: [_tb_] Hey! Am I bothering you?
french: [Hé ! Je vous dérange ?
german: [_tb_] Hey! Stör ich dich?
italian: [_tb_] Ehi! Ti sto disturbando?
russian: [_tb_] Привет! Я тебе мешаю?
spanish: [_tb_] ¡Hola! ¿Estás ocupado?

source: [_tb_] I will need you for a work.
french: [J'ai besoin de vous pour un travail.
german: [_tb_] Ich werde dich für eine Aufgabe brauchen.
italian: [_tb_] Ho bisogno di te per un lavoro.
russian: [_tb_] Ты мне понадобишься для работы.
spanish: [_tb_] Te voy a necesitar para un trabajo.

source: [_tb_] I have an idea that should be absolutely AMAZING.
french: [J'ai une idée qui devrait être absolument EXTRAORDINAIRE.
german: [_tb_] Ich habe eine Idee, die absolut unglaublich sein sollte.
italian: [_tb_] Ho un'idea che dovrebbe essere assolutamente FANTASTICA.
russian: [_tb_] У меня есть идея, которая должна быть просто УДИВИТЕЛЬНОЙ.
spanish: [_tb_] Tengo una idea que será absolutamente INCREÍBLE.

source: [_tb_] Can you come and see me?
french: [Pouvez-vous venir me voir ?
german: [_tb_] Kannst du mich besuchen?
italian: [_tb_] Puoi venire a vedermi?
russian: [_tb_] Ты можешь прийти ко мне?
spanish: [_tb_] ¿Podrías venir a verme?

source: [_u_] What? Now? I'm in the middle of an interview right now!
french: [Quoi ? Maintenant ? Je suis en plein milieu d'un entretien !
german: [_u_] Jetzt? Ich bin gerade mitten in einem Interview!
italian: [_u_] Cosa? Ora? Sono nel bel mezzo di un colloquio in questo momento!
russian: [_у_] Что? Сейчас? Я сейчас на собеседовании!
spanish: [_u_] ¿Qué? ¿Ahora? ¡Estoy en medio de una entrevista!

source: [_tb_] See you in a minute!
french: [On se voit dans une minute !
german: [_tb_] Bis gleich!
italian: [_tb_] Ci vediamo tra un minuto!
russian: [_tb_] Увидимся через минуту!
spanish: [_tb_] ¡Nos vemos en un minuto!

source: [_u_] Gosh...
german: [_u_] Gott...
italian: [_u_] Accidenti...
russian: [_u_] Боже...
spanish: [_u_] Dios...

source: [_u_] What's going on?
french: [Que se passe-t-il ?
german: [_u_] Was ist jetzt wieder los?
italian: [_u_] Che sta succedendo?
russian: [_u_] Что происходит?
spanish: [_u_] ¿Qué pasa?

source: [_u_] Hi Djin.
french: [_u_] Bonjour Djin.
italian: [_u_] Ciao Djin.
russian: [_u_] Привет, Джинни.
spanish: [_u_] Hola, Djin.

source: [_dj_] Hi there.
french: [Bonjour.
german: [_dj_] Hallo.
italian: [_dj_] Heilà.
russian: [_dj_] Всем привет.
spanish: [_dj_] Que tal.

source: [_u_] What do you want Tinker?
french: [Qu'est-ce que tu veux, Tinker ?
german: [_u_] Was los Tinker?
italian: [_u_] Cosa vuoi Tinker?
russian: [_u_] Что тебе нужно, Тинкер?
spanish: [_u_] ¿Qué quieres Tinker?

source: [_tb_] Mh...
french: [Mh...
german: [_tb_] Hm...
russian: [_tb_] Мх...

source: [_tb_] What do you think of Djin's outfit?
french: [Que pensez-vous de la tenue de Djin ?
german: [_tb_] Was hältst du von Djins Outfit?
italian: [_tb_] Cosa ne pensi dell'abito di Djin?
russian: [_tb_] Как тебе наряд Джинни?
spanish: [_tb_] ¿Qué te parece el traje de Djin?

source: [_tb_] Great!
french: [_tb_] Super !
german: [_tb_] Großartig!
italian: [_tb_] Fantastico!
russian: [_tb_] Круто!
spanish: [_tb_] ¡Genial!

source: [_tb_] I also think it's very pretty!
french: [Je trouve aussi que c'est très joli !
german: [_tb_] Ich finde es auch sehr hübsch!
italian: [_tb_] Penso anche io che sia molto carino!
russian: [_tb_] Я тоже думаю что это очень красиво!
spanish: [_tb_] ¡Yo también creo que es muy bonito!

source: [_tb_] Yes...
french: [Oui...
german: [_tb_] Ja...
italian: [_tb_] Sì...
russian: [_tb_] Да...
spanish: [_tb_] Sí...

source: [_tb_] That's the idea.
french: [C'est l'idée.
german: [_tb_] Das ist die Idee.
italian: [_tb_] Questa è l'idea.
russian: [_tb_] Это идея.
spanish: [_tb_] Esa es la idea.

source: [_tb_] But it's also very pretty!
french: [Mais c'est aussi très joli !
german: [_tb_] Aber es ist auch sehr hübsch!
italian: [_tb_] Ma è anche molto carino!
russian: [_tb_] Но тоже очень красиво!
spanish: [_tb_] ¡Pero también es muy bonito!

source: [_dj_] Your desires are orders.
french: [Vos désirs sont des ordres.
german: [_dj_] Deine Wünsche sind meine Befehle.
italian: [_dj_] I tuoi desideri sono ordini.
russian: [_dj_] Ваши желания - это приказы.
spanish: [_dj_] Sus deseos son órdenes.

source: [_tb_] You two are really perverts.
french: [Vous êtes vraiment des pervers.
german: [_tb_] Ihr zwei seid echt pervers.
italian: [_tb_] Voi due siete veramente pervertiti.
russian: [_tb_] Вы двое настоящие извращенцы.
spanish: [_tb_] Vosotros dos sois realmente pervertidos.

source: [_tb_] Anyway, I think this outfit is really pretty!
french: [Quoi qu'il en soit, je trouve cette tenue très jolie !
german: [_tb_] Wie auch immer, ich finde dieses Outfit echt hübsch!
italian: [_tb_] Comunque, penso che questo vestito sia davvero carino!
russian: [_tb_] В любом случае я думаю, что этот наряд очень красивый!
spanish: [_tb_] De todos modos, ¡creo que este atuendo es realmente bonito!

source: [_tb_] And... Don't you think your boss deserves a nice outfit?
french: [Et... Vous ne pensez pas que votre patron mérite une belle tenue ?
german: [_tb_] Und... Glaubst du nicht, dass dein Boss ebenfalls ein schönes Outfit verdient?
italian: [_tb_] E... Non pensi che il tuo capo meriti un bel vestito?
russian: [_tb_] И... Тебе не кажется, что твой босс заслуживает красивого наряда?
spanish: [_tb_] Y... ¿No crees que tu jefa se merece un buen atuendo?

source: [_u_] Tinker... Did you really call me here to tell me you wanted a new outfit?
french: [Tinker... Tu m'as vraiment appelé pour me dire que tu voulais une nouvelle tenue ?
german: [_u_] Tinker... Hast du mich wirklich hierher gerufen, nur um mir zu sagen, dass du ein neues Outfit möchtest?
italian: [_u_] Tinker... Mi hai davvero chiamato qui per dirmi che volevi un nuovo vestito?
russian: [_u_] Тинкер... Ты действительно позвала мне сюда, чтобы сказать, что хочешь новый наряд?
spanish: [_u_] Tinker... ¿Realmente me llamas para decirme que querías un nuevo atuendo?

source: [_tb_] Yes.
french: [Oui.
german: [_tb_] Ja.
italian: [_tb_] Sì.
russian: [_tb_] Да.
spanish: [_tb_] Sí.

source: [_u_] Gosh, ok, put the blueprint in the object creation system; I'll do that when I have time.
french: [_u_] Bon sang, d'accord, mettez le plan dans le système de création d'objets ; je le ferai quand j'aurai le temps.
german: [_u_] Mein Gott, okay, schick die Anleitung an den Drucker; ich drucke es, sobald ich Zeit habe.
italian: [_u_] Accidenti, ok, metti il progetto nel sistema di creazione oggetti; lo farò quando avrò tempo.
russian: [_u_] Боже, ладно, закинь чертеж в систему создания объектов; Я сделаю его, когда у меня будет время.
spanish: [_u_] Dios, vale, pon el plano en el sistema de creación de objetos; lo haré cuando tenga tiempo.

source: [_tb_] Come on Djin, you must see the view outside! It is wonderful!
french: [Allez Djin, il faut que tu voies la vue dehors ! C'est magnifique !
german: [_tb_] Komm schon Djin, du musst dir die Aussicht draußen ansehen! Sie ist wundervoll!
italian: [_tb_] Andiamo Djin, devi vedere la vista fuori! È meraviglioso!
russian: [_tb_] Давай, Джинни, ты должна увидеть вид снаружи! Это чудесно!
spanish: [_tb_] Ven Djin, ¡mira que vistas! ¡Son maravillosas!

source: [_dj_] Ahah I'm coming!
french: [Ahah, j'arrive !
german: [_dj_] Haha ich komme!
italian: [_dj_] Ahah sto arrivando!
russian: [_dj_] Ахах, я иду!
spanish: [_dj_] ¡Ahah ya voy!

source: [_dj_] See you later [name]!
french: [A plus tard [nom] !]
german: [_dj_] Bis später [name]!
italian: [_dj_] Ci vediamo dopo [name]!
russian: [_dj_] Увидимся позже, [name]!
spanish: [_dj_] ¡Nos vemos [name]!

source: [_u_] Okay, let's finish this interview.
french: [_u_] D'accord, terminons cet entretien.
german: [_u_] Okay, lass uns dieses Interview beenden.
italian: [_u_] Okay, finiamo questo colloquio.
russian: [_u_] Ладно, надо закончить интервью.

source: [_am_] You are really not modest... that's for sure...
french: [Vous n'êtes vraiment pas modeste... c'est sûr...
german: [_am_] Du bist wirklich nicht bescheiden... das steht fest...
italian: [_am_] Non sei davvero modesta... questo è sicuro...
russian: [_am_] Ты действительно не скромная... Это точно...

source: [_u_] Amelia? Are you kidding me?
french: [Amelia ? Vous vous moquez de moi ?
german: [_u_] Amelia? Willst du mich verarschen?
italian: [_u_] Amelia? Mi prendi in giro?
russian: [_u_] Амелия? Ты шутишь, что ли?

source: [_am_] You came back faster than I thought!
french: [Vous êtes revenu plus vite que je ne le pensais !
german: [_am_] Du bist schneller zurück, als ich dachte!
italian: [_am_] Sei tornato più velocemente di quanto pensassi!
russian: [_am_] Ты вернулся быстрее, чем я думала!

source: [_am_] Well, I think we'll stop the interview here.
french: [Je pense que nous allons arrêter l'entretien ici.
german: [_am_] Gut, ich denke, wir beenden das Interview an dieser Stelle.
italian: [_am_] Beh, penso che fermeremo qui il colloquio.
russian: [_am_] Ну, я думаю, мы остановим интервью здесь.

source: [_am_] We'll call you back.
french: [Nous vous rappelons.
german: [_am_] Wir werden uns melden.
italian: [_am_] Ti richiameremo.
russian: [_am_] Мы вам перезвоним.

source: [_am_] Really?!
french: [Vraiment ?!
german: [_M_] Wirklich?!
italian: [_am_] Davvero?!
russian: [_am_] Правда?!

source: [_am_] Did you find stuff from the former secretary?
french: [Avez-vous trouvé des documents de l'ancienne secrétaire ?
german: [_am_] Hast du Sachen einer früheren Sekretärin gefunden?
italian: [_am_] Hai trovato cose dell'ex segretaria?
russian: [_am_] Ты нашел вещи бывшей секретарши?

source: [_u_] I thought you might enjoy it.
french: [J'ai pensé que cela vous plairait.
german: [_u_] Ich dachte, es könnte dir gefallen.
italian: [_u_] Ho pensato che ti potessero piacere.
russian: [_u_] Я думал, тебе может это понравится.

source: [_am_] That's really nice of you!
french: [C'est très gentil de votre part !
german: [_am_] Das ist echt nett von dir!
italian: [_am_] È davvero carino da parte tua!
russian: [_am_] Это очень мило с твоей стороны!

source: [_am_] I can't wait to try it!
french: [J'ai hâte de l'essayer !
german: [_am_] Ich kann es kaum erwarten, es auszuprobieren!
italian: [_am_] Non vedo l'ora di provarlo!
russian: [_am_] Не могу дождаться, чтобы попробовать это!

source: [_am_] I'll be back in a second!
french: [Je reviens dans une seconde !
german: [_am_] Ich bin gleich zurück!
italian: [_am_] Torno tra un secondo!
russian: [_am_] Я вернусь через секунду!

source: [_am_] Absolutely perfect!
french: [Absolument parfait !
german: [_am_] Absolut perfekt!
italian: [_am_] Assolutamente perfetto!
russian: [_am_] Абсолютно идеально!

source: [_am_] These colors are perfect!
french: [Ces couleurs sont parfaites !
german: [_am_] Diese Farben sind wundervoll!
italian: [_am_] Questi colori sono perfetti!
russian: [_am_] Эти цвета идеальны!

source: [_am_] You made a good choice in choosing this outfit.
french: [Vous avez bien choisi cette tenue.
german: [_am_] Dieses Outfit war eine echt gute Entscheidung.
italian: [_am_] Hai fatto una buona scelta con questo vestito.
russian: [_am_] Ты сделал правильный выбор, выбрав этот наряд.

source: [_u_] Uh... thanks but I just opened a box...
french: [Euh... merci mais je viens d'ouvrir une boîte...
german: [_u_] Oh... danke, aber ich habe lediglich eine Schachtel geöffnet...
italian: [_u_] Uh... grazie ma ho solo aperto una scatola...
russian: [_u_] Э... Спасибо, но я только открыл коробку...

source: [_u_] ...And it was in.
french: [_u_] ...Et c'est parti.
german: [_u_] Und das Kleid war da drin.
italian: [_u_] ...Ed era dentro.
russian: [_u_] ...И это было внутри.

source: [_am_] Anyway, it suits me great!
french: [En tout cas, ça me va très bien !
german: [_am_] Wie auch immer, es passt mir großartig!
italian: [_am_] Comunque mi veste benissimo!
russian: [_am_] В любом случае, мне оно очень подходит!

source: [_am_] If from time to time you want to try outfits with me, it would be with pleasure!
french: [Si de temps en temps vous voulez essayer des tenues avec moi, ce sera avec plaisir !
german: [_am_] Solltest du wieder einmal Lust haben, Kleider mit mir anzuprobieren, dann würde mich das freuen!
italian: [_am_] Se di tanto in tanto vuoi provare vestiti con me, sarebbe un piacere!
russian: [_am_] Если тебе захочется время от времени примерять со мной наряды, то я буду очень рада!

source: [_am_] My sexual fantasy?
french: [Mon fantasme sexuel ?
german: [_am_] Meine sexuellen Fantasien?
italian: [_am_] La mia fantasia sessuale?
russian: [_am_] Моя сексуальная фантазия?

source: [_am_] That's a very interesting question...
french: [C'est une question très intéressante...
german: [_am_] Das ist eine sehr interessante Frage...
italian: [_am_] Questa è una domanda molto interessante...
russian: [_am_] Это интересный вопрос...

source: [_am_] I'm not sure why, but I'd really like to uh...
french: [Je ne sais pas trop pourquoi, mais j'aimerais vraiment...
german: [_am_] Ich bin mir nicht sicher warum, aber ich würde gerne...
italian: [_am_] Non sono sicuro del perché, ma mi piacerebbe davvero uh...
russian: [_am_] Не знаю почему, но мне бы очень хотелось, э-э...

source: [_am_] I'd like to have sex with a... magical creature.
french: [J'aimerais faire l'amour avec une... créature magique.
german: [_am_] Ich hätte gerne Sex mit... einer magischen Kreatur.
italian: [_am_] Vorrei fare sesso con una... creatura magica.
russian: [_am_] Я бы хотела заняться сексом с... Волшебным существом.

source: [_am_] But not like a unicorn or anything... like... a mermaid or a sorceress or...
french: [Mais pas comme une licorne ou quelque chose comme ça... comme... une sirène ou une sorcière ou...
german: [_am_] Aber nicht ein Einhorn oder so ... eher etwas wie... eine Meerjungfrau oder eine Zauberin oder..
italian: [_am_] Ma non come un unicorno o altro... come... una sirena o una strega o...
russian: [_am_] Но не как единорог или что-то в этом роде... как... русалка или колдунья или...

source: [_u_] A fairy?
french: [Une fée ?
german: [_u_] Eine Fee?
italian: [_u_] Una fata?
russian: [_u_] Фея?

source: [_am_] Yes! That's right!
french: [Oui ! C'est bien cela !
german: [_am_] Ja genau!
italian: [_am_] Sì! Esatto!
russian: [_am_] Да! Это верно!

source: [_am_] A fairy, but like... very cool and badass.
french: [Une fée, mais... très cool et méchante.
german: [_am_] Eine Fee ... Aber eine coole Fee.
italian: [_am_] Una fata, ma... molto carina e cazzuta.
russian: [_am_] Фея, но типа... Очень крутая и сильная.

source: [_am_] Yeah... that'd be great...
french: [Oui... ce serait super...
german: [_am_] Ja... das wäre toll...
italian: [_am_] Sì... sarebbe fantastico...
russian: [_am_] Да... Было бы здорово...

source: [_u_] Okay...
french: [D'accord...
russian: [_u_] Хорошо...

source: [_am_] But uhm... Why are you asking me this question?
french: [Mais euh... Pourquoi me posez-vous cette question ?
german: [_am_] Aber, ähm... Warum fragst du mich das?
italian: [_am_] Ma uhm... Perché mi stai facendo questa domanda?
russian: [_am_] Но... Почему ты задаешь мне этот вопрос?

source: [_u_] Oh uh... for work.
french: [Oh euh... pour le travail.
german: [_u_] Oh äh... einfach so.
italian: [_u_] Oh uh... per lavoro.
russian: [_u_] А... Это по работе.

source: [_ly_] Do you need anything else?
french: [Avez-vous besoin d'autre chose ?
german: [_ly_] Brauchst du sonst noch was?
italian: [_ly_] Hai bisogno di altro?
russian: [_ly_] Тебе нужно что-нибудь еще?

source: {color=#3ad8ff}What's your main sexual fantasy?{/color}
french: {color=#3ad8ff}Quel est votre principal fantasme sexuel ? {/color}
german: {color=#3ad8ff} Was ist deine größte sexuelle Fantasie?{/color}
italian: {color=#3ad8ff}Qual è la tua fantasia sessuale principale?{/color}
russian: {color=#3ad8ff}Какая твоя главная сексуальная фантазия?{/color}

source: {color=#3ad8ff}I need the oriental dance book{/color}
french: {color=#3ad8ff}J'ai besoin du livre de danse orientale{/color}
german: {color=#3ad8ff}Ich brauche ein Buch über orientalischen Tanz{/color}
italian: {color=#3ad8ff}Ho bisogno del libro di danza orientale{/color}
russian: {color=#3ad8ff}Мне нужна книга по восточным танцам{/color}

source: {color=#3ad8ff}I have a new outfit for you{/color}
french: {color=#3ad8ff}J'ai une nouvelle tenue pour toi{/color}
german: {color=#3ad8ff}Ich habe ein neues Outfit für dich{/color}
italian: {color=#3ad8ff}Ho un nuovo abito per te{/color}
russian: {color=#3ad8ff}У меня есть для тебя новый наряд{/color}

source: {color=#3ad8ff}When do we start the job interviews?{/color} {image=heart07.png}
french: {color=#3ad8ff}Quand commençons-nous les entretiens d'embauche ? {/color} {image=heart07.png}
german: {color=#3ad8ff}Wann sollten wir mit den Interviews beginnen?{/color} {image=heart07.png}
italian: {color=#3ad8ff} Quando iniziamo i colloqui di lavoro? {/color} {image=heart07.png}
russian: {color=#3ad8ff}Когда мы начнем собеседования?{/color} {image=heart07.png}

source: {color=#3ad8ff}Shall we start the first interview?{/color}
french: {color=#3ad8ff}Devons-nous commencer le premier entretien ? {/color}
german: {color=#3ad8ff} Wollen wir mit dem ersten Interview beginnen?{/color}
italian: {color=#3ad8ff}Iniziamo il primo colloquio?{/color}
russian: {color=#3ad8ff}Начнем первое собеседование?{/color}

source: {color=#3ad8ff}Is the second candidate ready?{/color}
french: {color=#3ad8ff}Le deuxième candidat est-il prêt ? {/color}
german: {color=#3ad8ff} Ist die zweite Kandidatin bereit? {/color}
italian: {color=#3ad8ff}Il secondo candidato è pronto?{/color}
russian: {color=#3ad8ff}Готов ли второй кандидат?{/color}

source: {color=#3ad8ff}Is the last candidate ready?{/color}
french: {color=#3ad8ff}Le dernier candidat est-il prêt ? {/color}
german: {color=#3ad8ff}Ist die letzte Kandidatin bereit?{/color}
italian: {color=#3ad8ff}È pronto l'ultimo candidato?{/color}
russian: {color=#3ad8ff}Готов ли последний кандидат?{/color}

source: $Talk{image=exl01.png}
russian: $Поговорить{image=exl01.png}

source: $Talk
italian: $Parla
russian: $Поговорить

source: {color=#636363}Would you like to change your clothes?{/color} {image=shirt02.png}
french: {color=#636363}Voudriez-vous changer de vêtements ? {/color} {image=shirt02.png}
german: {color=#636363}Willst du dich umziehen?{/color} {image=shirt02.png}
italian: {color=#636363}Vuoi cambiare i tuoi vestiti?{/color} {image=shirt02.png}
russian: {color=#636363}Не хочешь ли переодеться?{/color} {image=shirt02.png}
