Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_u_] Snow White, Describe the place, please.
french: [ _u_ ] Blanche-Neige, Décrivez l'endroit, s'il vous plaît.

source: [_sw_] It looks like an ancient castle...
french: [ _sw_ ] On dirait un ancien château ...

source: [_sw_] Seems abandoned... And large banners are hanging against the wall.
french: [ _sw_ ] Seems abandonnés ... Et de grandes bannières sont accrochées au mur.

source: [_sw_] The crest seems to represent a red apple.
french: [ _sw_ ] La crête semble représenter une pomme rouge.

source: [_tb_] That's what I thought! That's her castle! The prince's castle!
french: [ _tb_ ] C'est ce que j'ai pensé ! C'est son château ! Le château du prince !

source: [_u_] The one at the end of the Snow White tale?
french: [ _u_ ] L'un à la fin du conte blanc de neige?

source: [_tb_] Exactly!
french: [ _tb_ ] Exactement !

source: [_tb_] And I'm pretty sure the dress she stumbled upon is her princess dress!
french: [ _tb_ ] Et je suis presque sûr que la robe qu'elle a trébué est sa robe de princesse !

source: [_tb_] That's great news, I didn't know whether the dress existed still.
french: [ _tb_ ] C'est une bonne nouvelle, je ne savais pas si la robe existait encore.

source: [_tb_] The blueprint was destroyed ages ago, there's only one left!
french: [ _tb_ ] Le plan a été détruit il y a un âge, il n'y en a qu'une !

source: [_sw_] Wow! It fits me perfectly!
french: [ _sw_ ] Wow ! Ça me convient parfaitement !

source: [_u_] What? You found it?
french: [ _u_ ] Quoi? Vous l'avez trouvé?

source: [_sw_] Yes ahah, sorry, I didn't hear you anymore so I decided to put it on!
french: [ _sw_ ] Oui ahah, désolé, je ne t'ai plus entendu, alors j'ai décidé de le mettre !

source: [_sw_] I think you can reverse the spell now!
french: [ _sw_ ] Je pense que vous pouvez inverser le sort maintenant !

source: [_u_] Hopefully the dress doesn't vanish in the process. Would be bad if you'd come back naked.
french: [ _u_ ] Espérons que la robe ne disparaît pas dans le processus. Ça serait mauvais si tu reviendrais nu.

source: [_sw_] You think it's possible?
french: [ _sw_ ] Vous pensez que c'est possible?

source: [_u_] Well... maybe. I don't know.
french: [ _u_ ] Eh bien ... peut-être. Je ne sais pas.

source: [_sw_] Better play it safe, I'll change back into my clothes and hold the dress in my hands.
french: [ _sw_ ] Mieux vaut le jouer en toute sécurité, je reviendrai dans mes vêtements et je tiens la robe entre mes mains.

source: [_u_] If you think it'll work...
french: [ _u_ ] Si vous pensez que ça va fonctionner ...

source: [_u_] You ready?
french: [ _u_ ] Vous êtes prêt?

source: [_sw_] I can't get dressed that fast! Just a minute.
french: [ _sw_ ] Je ne peux pas m'habiller vite ! Juste une minute.

source: [_u_] Just let me know when you're ready...
french: [ _u_ ] Laissez-moi savoir quand vous êtes prêt ...

source: [_sw_] I'm ready!
french: [ _sw_ ] Je suis prêt !

source: [_u_] Tinker, is the fairest one of all.
french: [ _u_ ] Tinker, c'est le plus juste de tous.

source: [_sw_] The dress survived!
french: [ _sw_ ] La robe a survécu !

source: [_sw_] I'm so happy!!
french: [ _sw_ ] Je suis si heureuse !

source: [_u_] Is that what you're holding in your hands? Can I see it?
french: [ _u_ ] C'est ce que vous détenons dans vos mains? Je peux le voir?

source: [_sw_] Mmm, nah, not now!
french: [ _sw_ ] Mmm, nah, pas maintenant !

source: [_sw_] Come back tomorrow, I'll show you how beautiful it is. Aha!
french: [ _sw_ ] Revenez demain, je vais vous montrer à quel point c'est beau. Aha !

source: [_sw_] Thanks again for the coin!
french: [ _sw_ ] Merci encore pour la pièce !

source: [_sw_] Wait!!!
french: [ _sw_ ] Attente !!!

source: [_sw_] Why do I always end up naked with you?
french: [ _sw_ ] Pourquoi je me termine toujours nu avec toi?

source: [_u_] It's probably your destiny.
french: [ _u_ ] C'est probablement votre destin.

source: [_sw_] Anyway, The dress survived!
french: [ _sw_ ] Bref, la robe a survécu !

source: [_u_] Let me know when you've made your wish so I can toss the coin.
french: [ _u_ ] Laisse-moi savoir quand tu as fait ton souhait, alors je peux jeter la pièce.

source: [_sw_] All right. All right.
french: [ _sw_ ] Très bien. Très bien.

source: [_sw_] There you go! You can throw it!
french: [ _sw_ ] Vous y allez ! Tu peux le jeter !

source: [_sw_] Well, do you think it worked?
french: [ _sw_ ] Eh bien, penses-tu que ça a marché?

source: [_u_] I don't know. I have no idea.
french: [ _u_ ] Je ne sais pas. Je n'en ai aucune idée.

source: [_sw_] I must admit, I cannot feel any change as of now.
french: [ _sw_ ] Je dois admettre, je ne peux ressentir aucun changement à ce jour.

source: [_sw_] Except for the fact that my ears feel somewhat ticklish...
french: [ _sw_ ] Sauf pour le fait que mes oreilles se sentent un peu timides ...

source: [_sw_] And my nose as well, haha!
french: [ _sw_ ] Et mon nez aussi, haha !

source: [_sw_] Heh, that's probably not important.
french: [ _sw_ ] Heh, ce n'est probablement pas important.

source: [_u_] Snow White...
french: [ _u_ ] Blanche-Neige ...

source: [_sw_] How strange... It's as if I can hear clearer and louder...
french: [ _sw_ ] Comment étrange ... C'est comme si je peux entendre plus clair et plus fort ...

source: [_sw_] You think it's related?
french: [ _sw_ ] Vous pensez que c'est lié?

source: [_sw_] Pretty warm today, isn't it?
french: [ _sw_ ] Au chaud aujourd'hui, n'est-ce pas?

source: [_u_] Snow White ...
french: [ _u_ ] Blanche-Neige ...

source: [_sw_] Yes?
french: [ _sw_ ] Oui?

source: [_u_] You've got some fur.
french: [ _u_ ] Vous avez de la fourrure.

source: [_sw_] Why do I have fur????
french: [ _sw_ ] Pourquoi est-ce que j'ai de la fourrure? ???

source: [_u_] Well... um...
french: [ _u_ ] Eh bien ... euh ...

source: [_u_] That's not what you asked for?
french: [ _u_ ] Ce n'est pas ce que vous avez demandé?

source: [_sw_] Magic is so unreliable!
french: [ _sw_ ] La magie est si peu fiable !

source: [_sw_] Really?
french: [ _sw_ ] Vraiement?

source: [_sw_] Hilarious...
french: [ _sw_ ] Hilaire ...

source: [_u_] Like an ostrich or a camel.
french: [ _u_ ] Comme une autruche ou un chameau.

source: [_sw_] Great!
french: [ _sw_ ] Grand !

source: [_u_] Don't be mad, I can bring you a ball of yarn if you like!
french: [ _u_ ] Ne vous fâchez pas, je peux vous apporter une boule de fil si vous voulez !

source: [_sw_] A ball of yarn!!
french: [ _sw_ ] Une boule de fil ! !

source: [_sw_] Oh... I see. That was another joke.
french: [ _sw_ ] Oh ... Je vois. C'était une autre plaisanterie.

source: [_u_] Sorry, pussy, I couldn't resist.
french: [ _u_ ] Désolé, la chatte, je ne pouvais pas résister.

source: [_sw_] Don't call me that.
french: [ _sw_ ] Ne m'appelez pas ça.

source: [_sw_] Holy cow... I'm dying of heat...
french: [ _sw_ ] La vache ... Je meurs de chaleur ...

source: [_sw_] Can't you undo the spell already?
french: [ _sw_ ] Vous ne pouvez pas annuler le sort déjà?

source: [_u_] If the heat's too much, just take off your top!
french: [ _u_ ] Si la chaleur est trop, il suffit de prendre le dessus !

source: [_sw_] You really want me to do this now?
french: [ _sw_ ] Vous voulez vraiment que je fasse ça maintenant?

source: [_u_] I'm curious what your breasts look like now...
french: [ _u_ ] Je suis curieux de voir ce que vos seins ressemblent maintenant ...

source: [_sw_] Pretty sure you don't want to know...
french: [ _sw_ ] Bien sûr que vous ne voulez pas savoir ...

source: [_u_] Come on, let's see your furry boobs,
french: [ _u_ ] Allez, voyons tes seins,

source: [_u_] Then I'll revert the spell!
french: [ _u_ ] Alors je reviendrai le sort !

source: [_sw_] This is weird.
french: [ _sw_ ] C'est bizarre.

source: [_u_] Nice...
french: [_u_] Joli...

source: [_u_] Can I touch?
french: [ _u_ ] Puis-je toucher?

source: [_sw_] Don't push your luck. Get this over with.
french: [ _sw_ ] Ne pousseez pas votre chance. Sors ça avec.

source: [_u_] Here you go, ma'am!
french: [ _u_ ] Ici vous allez, madame !

source: [_sw_] Thank you!!
french: [ _sw_ ] Merci ! !

source: [_sw_] This is a much better body ahah
french: [ _sw_ ] Ceci est un bien meilleur corps ahah

source: [_sw_] Well, thanks anyway, we'll try again next time!
french: [ _sw_ ] Eh bien, merci de toute façon, nous essaierons à nouveau la prochaine fois !

source: [_u_] Well, it's my pleasure, madam ahah.
french: [ _u_ ] Eh bien, c'est mon plaisir, madame.

source: [_u_] But shouldn't you get your top back on?
french: [ _u_ ] Mais tu ne devrais pas récupérer ton dessus?

source: [_sw_] Heh, why bother?
french: [ _sw_ ] Heh, pourquoi s'embêter?

source: [_sw_] You've seen my chest already, and there's nobody else in this forest.
french: [ _sw_ ] Vous avez déjà vu ma poitrine, et il n'y a personne d'autre dans cette forêt.

source: [_sw_] See you next time!
french: [ _sw_ ] Vous voyez la prochaine fois !

source: [_u_] Furrys aren't really my thing.
french: [ _u_ ] Les Furrys ne sont pas vraiment mon truc.

source: [_sw_] Well, well, well.
french: [ _sw_ ] Eh bien, eh bien, bien.

source: [_sw_] Get the hint?
french: [ _sw_ ] Obtenir l'indice?

source: [_sw_] It's because it's a well...
french: [ _sw_ ] C'est parce que c'est un puits ...

source: [_u_] Yeah, yeah, I got it...
french: [ _u_ ] Ouais, ouais, je l'ai ...

source: [_u_] Let me know when you've made your wish and I'll toss the coin.
french: [ _u_ ] Laisse-moi savoir quand tu as fait ton souhait et je vais jeter la pièce.

source: [_sw_] Done! You can go ahead.
french: [ _sw_ ] Terminé ! Vous pouvez aller de l'avant.

source: [_sw_] Well, I guess this time...
french: [ _sw_ ] Eh bien, je suppose que cette fois ...

source: [_sw_] It's going to work perfectly!
french: [ _sw_ ] Ça va fonctionner parfaitement !

source: [_sw_] What???
french: [ _sw_ ] Quoi???

source: [_sw_] I'm blue!!!
french: [ _sw_ ] Je suis bleu !!!

source: [_tb_] sorry...
french: [ _tb_ ] désolé ...

source: [_sw_] Why did you call me Emee?
french: [ _sw_ ] Pourquoi m'avez-vous appelé Emee?

source: [_u_] Well... It's because... that's....
french: [ _u_ ] Eh bien ... C'est parce que ... c'est. ..

source: [_u_] That's the name of the queen's guards! The Emees!
french: [ _u_ ] C'est le nom des gardes de la reine ! Les Emees !

source: [_u_] You've turned into a queen's guard.
french: [ _u_ ] Vous êtes devenu la garde d'une reine.

source: [_sw_] Really? I've never seen one in my life...
french: [ _sw_ ] Vraiement? Je n'en ai jamais vu un dans ma vie ...

source: [_sw_] And they're all blue women?
french: [ _sw_ ] Et ce sont des femmes bleues?

source: [_u_] Exactly! All of them are blue-skinned.
french: [ _u_ ] Exactement ! Tous sont à la peau bleue.

source: [_sw_] Okay okay, pretty weird.
french: [ _sw_ ] D'accord, plutôt bizarre.

source: [_sw_] Oh, that's perfect! Let's visit the queen and tell her I'm dead!
french: [ _sw_ ] Oh, c'est parfait ! Allons voir la reine et lui dire que je suis mort !

source: [_sw_] And I'll be free once and for all!
french: [ _sw_ ] Et je serai libre une fois pour toutes !

source: [_u_] I don't think that's possible because...
french: [ _u_ ] Je ne pense pas que c'est possible parce que ...

source: [_sw_] A little walk can't hurt.
french: [ _sw_ ] Une petite marche ne peut pas faire mal.

source: [_u_] Yes, but...
french: [ _u_ ] Oui, mais ...

source: [_u_] If you stay in this form for too long, I won't be able to undo the spell!
french: [ _u_ ] Si vous restez sous cette forme pendant trop longtemps, je ne pourrai pas défaire le sort !

source: [_sw_] Really?
french: [ _sw_ ] Vraiement?

source: [_u_] Yes... It's too bad, I know.
french: [ _u_ ] Oui ... C'est trop mauvais, je sais.

source: [_sw_] Well, we're gonna have to find another way!
french: [ _sw_ ] Eh bien, nous allons devoir trouver une autre voie !

source: [_sw_] I think you should undo this spell quickly. Aha!
french: [ _sw_ ] Je pense que vous devriez annuler ce sort rapidement. Aha !

source: [_sw_] And here I am again!
french: [ _sw_ ] Et ici, je suis à nouveau !

source: [_u_] Yeah...
french: [Oui...

source: [_u_] They're always with their boobs out or worse, completely naked.
french: [ _u_ ] Ils sont toujours avec leurs seins, ou pire, complètement nus.

source: [_sw_] Well, if that's what it takes!
french: [ _sw_ ] Eh bien, si c'est ce qu'il faut !

source: [_tb_] STOP!!
french: [ _tb_ ] ARRET ! !

source: [_tb_] I don't think Emme would agree to that.
french: [ _tb_ ] Je ne pense pas que Emme serait d'accord.

source: [_tb_] If you wanna see her naked, ask her. I don't wanna be held accountable for any dispute between my employees.
french: [ _tb_ ] Si tu veux la voir nue, lui demander. Je ne veux pas être tenu responsable de tout différend entre mes employés.

source: [_u_] Pffff... not fun...
french: [ _u_ ] Pffff ... pas amusant ...

source: [_sw_] Yes, it's true... what a pity...
french: [ _sw_ ] Oui, c'est vrai ... quel dommage ...

source: [_sw_] What? Really?
french: [ _sw_ ] Quoi? Vraiement?

source: [_u_] And I doubt you want to sleep with the Queen.
french: [ _u_ ] Et je doute que vous voudrez dormir avec la Reine.

source: [_sw_] What a horrible thought... me and the queen... yuck.
french: [ _sw_ ] Quelle pensée horrible ... moi et la reine ...

source: [_sw_] Anyway, this body suits me much better ahah
french: [ _sw_ ] Quoi qu'il en soit, ce corps me convient beaucoup mieux ahah

source: [_sw_] Thanks for the coin ahah, let's hope the next one works!
french: [ _sw_ ] Merci pour la pièce ahah, espérons que les prochaines œuvres !

source: [_u_] I'm sure it will!
french: [ _u_ ] Je suis sûr qu'il le fera !

source: [_sw_] There's the well!
french: [ _sw_ ] Il y a le puits !

source: [_u_] Tell me when you make your wish, and I'll throw Coin.
french: [ _u_ ] Dites-moi quand vous faites votre souhait, et je vais lancer Coin.

source: [_sw_] I think I feel something...
french: [ _sw_ ] Je pense que je sens quelque chose ...

source: [_u_] Really ?
french: [ _u_ ] Vraiement?

source: [_sw_] I feel... like my back aches...
french: [ _sw_ ] Je me sens ... comme mes maux de dos ...

source: [_sw_] What the hell is that?
french: [ _sw_ ] Qu'est-ce que c'est que ça?

source: [_u_] Ahahah
french: [ _u_ ] hahah

source: [_u_] Didn't you say you wanted some extra sizes?
french: [ _u_ ] N'as-tu pas dit que tu voulais des grandeurs supplémentaires?

source: [_sw_] Yeah... but this is... way too much.
french: [ _sw_ ] Ouais ... mais c'est ... beaucoup trop.

source: [_u_] I mean, it's actually rather average as far as porn games are concerned.
french: [ _u_ ] Je veux dire, c'est en fait plutôt la moyenne en ce qui concerne les jeux de porno.

source: [_tb_] Dude, I'm the one who's supposed to break the fourth wall.
french: [ _tb_ ] Dude, je suis celui qui est censé briser le quatrième mur.

source: [_tb_] Stay in your place.
french: [ _tb_ ] Restez à votre place.

source: [_sw_] This is ridiculous. I can't even see my feet.
french: [ _sw_ ] C'est ridicule. Je ne peux même pas voir mes pieds.

source: [_sw_] And I just look like a cow.
french: [ _sw_ ] Et je ressemble à une vache.

source: [_sw_] Can you remove this spell quickly, before my back and my corset breaks?
french: [ _sw_ ] Pouvez-vous supprimer ce sort rapidement, avant mon retour et mes sauts de corset?

source: [_u_] Hmm... I'm curious, though...
french: [ _u_ ] Hmm ... Je suis curieuse, bien que ...

source: [_sw_] If my corset breaks, I'll have you pay for it.
french: [ _sw_ ] Si mon corset casse, je vous en paierai.

source: [_u_] Fine! I'll undo it immediately!
french: [ _u_ ] Amende ! Je vais l'annuler immédiatement !

source: [_sw_] Aah, much better! I'll never complain about my breasts again!
french: [ _sw_ ] Aah, bien mieux ! Je ne me plainterai plus jamais de mes seins !

source: [_u_] You sure? What if we tried splitting a coin in two?
french: [ _u_ ] Vous êtes sûr? Et si on essayait de diviser une pièce en deux?

source: [_sw_] Nope, thanks.
french: [ _sw_ ] Non, merci.

source: [_sw_] Anyway, thanks for trying. Hopefully the next one will work!
french: [ _sw_ ] En tout cas, merci d'essayer. Espérons que la prochaine va fonctionner !

source: [_sw_] That's it! We're here!
french: [ _sw_ ] C'est ça ! Nous sommes là !

source: [_sw_] I thought about wishing that the Queen couldn't see me anymore.
french: [ _sw_ ] J'ai pensé à souhaiter que la Reine ne me voit plus.

source: [_u_] It's worth a try.
french: [ _u_ ] Ça vaut la peine d'essayer.

source: [_u_] Tell me when you're done and I'll throw the coin.
french: [ _u_ ] Dis-moi quand tu as fini et je vais jeter la pièce.

source: [_sw_] All right!
french: [ _sw_ ] Très bien !

source: [_sw_] Looks like it failed. Oh well.
french: [ _sw_ ] On dirait que ça a échoué. Oh bien.

source: [_u_] You don't feel any different?
french: [ _u_ ] Vous ne vous sentez pas différent?

source: [_sw_] Absolutely not!
french: [ _sw_ ] Absolument pas !

source: [_u_] That's pretty disappointing.
french: [ _u_ ] C'est assez décevant.

source: [_u_] I was almost expecting a third breast or something.
french: [ _u_ ] J'attendais presque un troisième sein ou quelque chose.

source: [_sw_] Sorry to say, but no third boob in sight!
french: [ _sw_ ] Désolé de dire, mais pas de troisième boob en vue !

source: [_u_] By the gods...
french: [ _u_ ] Par les dieux ...

source: [_sw_] I'm invisible...
french: [ _sw_ ] Je suis invisible ...

source: [_sw_] That's... that's...
french: [ _sw_ ] C'est. .. c'est. ..

source: [_sw_] This is so much fun! Ahah!
french: [ _sw_ ] C'est tellement marrant ! Ahah !

source: [_sw_] Maybe I do have three breasts and they're just invisible!
french: [ _sw_ ] Peut-être que j'ai trois seins et ils sont juste invisibles !

source: [_u_] I think I could tell, because I can still see your clothes.
french: [ _u_ ] Je pense pouvoir dire, parce que je peux encore voir tes vêtements.

source: [_sw_] Ohhh! That's a great idea!
french: [ _sw_ ] Ohhh ! C'est une excellente idée !

source: [_sw_] There we go! Without clothes I'm actually invisible now!
french: [ _sw_ ] Nous y allons ! Sans vêtements je suis en fait invisible maintenant !

source: [_u_] Well, you're right... I can't see you anymore.
french: [ _u_ ] Eh bien, vous avez raison ... Je ne peux plus te voir.

source: [_u_] It's pretty confusing, though...
french: [ _u_ ] C'est assez déroutant, bien que ...

source: [_u_] Where are you???
french: [ _u_ ] Où es-tu???

source: [_sw_] I'm here... Or maybe there... Or over there!
french: [ _sw_ ] Je suis ici ... Ou peut-être là ... Ou là-bas !

source: [_u_] Okay, great, can you ...
french: [ _u_ ] Ok, super, tu peux ...

source: [_u_] Did you just pinch my butt?
french: [ _u_ ] As-tu juste pincé mon cul?

source: [_sw_] Anyway, thanks for the coin ahah, let's hope the next one works!
french: [ _sw_ ] En tout cas, merci pour la pièce ahah, espérons que les prochaines œuvres !

source: [_u_] Snow White.
french: [ _u_ ] Blanche-Neige.

source: [_sw_] Mr.Huntsman.
french: [ _sw_ ] M. Huntsman.

source: [_u_] I have a new gold coin, and this time, I have a feeling your wish is going to work wonders.
french: [ _u_ ] J'ai une nouvelle pièce d'or, et cette fois, j'ai le sentiment que votre souhait va faire des merveilles.

source: [_sw_] I think I'm going to wish for a castle.
french: [ _sw_ ] Je pense que je vais vouloir un château.

source: [_sw_] Or an army!
french: [ _sw_ ] Ou une armée !

source: [_sw_] Or a dragon!!
french: [ _sw_ ] Ou un dragon !

source: [_u_] Whoa, easy there.
french: [ _u_ ] Whoa, facile là-bas.

source: [_u_] What on earth do you want a dragon for?
french: [ _u_ ] Qu'est-ce que tu veux d'un dragon?

source: [_sw_] Yeah, you're right... I'm not sure how I would even feed him.
french: [ _sw_ ] Oui, vous avez raison ... Je ne sais pas comment je vais l'alimenter.

source: [_sw_] Baking 50 pies a day doesn't sound realistic.
french: [ _sw_ ] La cuisson de 50 tartes par jour ne semble pas réaliste.

source: [_sw_] I know! I'll wish for a duplicate of myself! And then she'll go and surrender to the Queen.
french: [ _sw_ ] Je sais ! Je souhaite un double de moi-même ! Et puis elle ira et se rendra à la reine.

source: [_u_] And why would she do that?
french: [ _u_ ] Et pourquoi elle ferait ça?

source: [_sw_] Because, uh...
french: [ _sw_ ] Parce que, euh ...

source: [_sw_] You never like my wishes anyway...
french: [ _sw_ ] Vous n'aimez jamais mes souhaits de toute façon ...

source: [_u_] All right, let me know when I can toss this coin in.
french: [ _u_ ] Très bien, laissez-moi savoir quand je peux jeter cette pièce.

source: [_sw_] Yes sir!
french: [ _sw_ ] Oui monsieur !

source: [_sw_] You can throw it!
french: [ _sw_ ] Vous pouvez la lancer !

source: [_sw_] How come nothing happening?
french: [ _sw_ ] Comment ne se passe-on rien?

source: [_u_] I don't know...
french: [ _u_ ] Je ne sais pas ...

source: [_u_] Maybe the coin isn't working...
french: [ _u_ ] Peut-être que la pièce ne fonctionne pas ...

source: [_sw_] What do you mean ''not working''? It's just a coin!
french: [ _sw_ ] Qu'est-ce que vous voulez dire "ne pas travailler"? C'est juste une pièce !

source: [_sw_] Dear gods!!!
french: [ _sw_ ] Chers dieux !!!

source: [_sw_] I can't see anything !
french: [ _sw_ ] Je ne vois rien !

source: [_u_] What the hell is that thing??
french: [ _u_ ] Quel est ce truc??

source: [_u_] Did you wish for your personal sun or something????
french: [ _u_ ] As-tu voulu ton soleil personnel ou quelque chose? ???

source: [_sw_] I'm here!
french: [ _sw_ ] Je suis là !

source: [_sw_] That sure was unusual, wasn't it?
french: [ _sw_ ] C'était tout à fait inhabituel, n'est-ce pas?

source: [_u_] A little bit.
french: [ _u_ ] Un peu.

source: [_sw_] You think something changed?
french: [ _sw_ ] Vous pensez que quelque chose a changé?

source: [_u_] Maybe... Maybe the change is hardly visible.
french: [ _u_ ] Peut-être ... Peut-être que le changement n'est pas visible.

source: [_u_] We might need to look for small details to figure out what changed.
french: [ _u_ ] Nous pourrions avoir besoin de chercher de petits détails pour comprendre ce qui a changé.

source: [_swe_] Hello, darlings.
french: [ _swe_ ] Bonjour, chéri.

source: [_u_] I think I figured it out.
french: [ _u_ ] Je crois que j'ai compris.

source: [_tb_] Amazing! Is that even possible?
french: [ _tb_ ] Incroyante ! Est-ce même possible?

source: [_tb_] I'm really confused right now...
french: [ _tb_ ] Je suis vraiment confondu maintenant ...

source: [_sw_] Oh no... What did I do wrong??
french: [ _sw_ ] Oh non ... Qu'est-ce que j'ai fait de mal??

source: [_sw_] Who are you??
french: [ _sw_ ] Qui êtes-vous??

source: [_swe_] I'm yourself. Or rather, the yourself you wish you were.
french: [ _sup ] Je suis toi-même. Ou plutôt, comme vous le souhaitez.

source: [_swe_] And who is this handsome prince charming?
french: Et qui est ce beau prince charmant?

source: [_u_] Well... Hello, I'm the huntsman...
french: [ _u_ ] Eh bien ... Bonjour, je suis le ...

source: [_swe_] Of course you are...
french: [ _swe_ ] Bien sûr que vous êtes ...

source: [_sw_] Hey! Stop looking at him like that!
french: [ _sw_ ] Hey ! Arrêtes de le regarder comme ça !

source: [_swe_] Like what? If I want to fuck him, nothing's going to stop me.
french: [ _swe_ ] Comme quoi? Si je veux le baiser, rien ne va m'arrêter.

source: [_swe_] And certainly not a princess as prude and innocent as you.
french: [ _swe_ ] Et certainement pas une princesse aussi prude et innocente que vous.

source: [_sw_] Prude and...
french: [ _sw_ ] Prude et ...

source: [_sw_] Eeeeeh!!!! I'm not prude and innocent! I've done a lot of naughty things already!
french: [ _sw_ ] Eeeeeh ! !!! Je ne suis pas prude et innocent ! J'ai déjà fait beaucoup de choses rieuses !
