Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_SZ.po
Languages: french, italian

source: [_a_] Well, go on, introduce yourself!
french: [_a_] Eh bien, allez, présentez-vous !
italian: [_a_] Beh, vai, presentati!

source: [_u_] Uh... hello?
french: [ _u_ ] Uh ... bonjour?

source: [_jm_] Well done, you scared my bird!
french: [Bien joué, tu as fait peur à mon oiseau !
italian: [_jm_] Ben fatto, hai spaventato il mio uccello!

source: [_u_] Sorry about that. I just...
french: [ _u_ ] Désolé à ce sujet. Je viens juste ...
italian: [_u_] Mi dispiace. Semplicemente...

source: [_jm_] Can't you see that I am reading a book?
french: [ _jm_ ] Vous ne voyez pas que je lis un livre?
italian: [_jm_] Non riesci a vedere che sto leggendo un libro?

source: [_jm_] Come on, shoo! Get out of here.
french: [ _jm_ ] Allez, shoo ! Sortez d'ici.
italian: [_jm_] Avanti, shoo! Esci da qui.

source: [_jm_] What now?
french: [ _jm_ ] Que maintenant?
italian: [_jm_] Che cosa adesso?

source: [_u_] I just want to talk to you for a second!
french: [ _u_ ] Je veux juste te parler une seconde !
italian: [_u_] Voglio solo parlare con te per un secondo!

source: [_jm_] By all the gods, you never give up!
french: [ _jm_ ] Par tous les dieux, vous n'abandonnez jamais !
italian: [_jm_] Da tutti gli dei, non ti arrenderai mai!

source: [_jm_] I finish my chapter, give me a minute.
french: [ _jm_ ] Je termine mon chapitre, donne-moi une minute.
italian: [_jm_] Finisco il mio capitolo, mi dia un minuto.

source: [_u_] Uh, hello.
french: [ _u_ ] Uh, bonjour.
italian: [_u_] Uh, ciao.

source: [_jm_] Who are you?
french: [Qui êtes-vous ?
italian: [_jm_] Chi sei?

source: [_jm_] And who authorized you to enter my apartment?
french: [ _jm_ ] Et qui vous a autorisé à entrer dans mon appartement?
italian: [_jm_] E chi ti ha autorizzato ad entrare nel mio appartamento?

source: [_u_] I'm...
french: [Je suis...
italian: [_u_] Io...

source: [_jm_] No wait, let me guess.
french: [ _jm_ ] Pas d'attente, laissez-moi deviner.
italian: [_jm_] Non aspettare, lasciatemi indovinare.

source: [_jm_] Sherazade sent you to try to turn me into a pretty, docile little princess. Is this it?
french: [ _jm_ ] Sherazade vous a envoyé pour essayer de me transformer en une jolie petite princesse docile. C'est ça?
italian: [_jm_] Sherazade ti ha mandato a cercare di trasformarmi in una graziosa e docile principessa. È questo?

source: [_u_] I hum...
french: [ _u_ ] Je hum ...

source: [_jm_] And ''hum'' what?
french: [ _jm_ ] Et '' hum''quoi?
italian: [_jm_] E ''hum'' cosa?

source: [_jm_] You're going to give me lessons in good manners and morale and that's it?
french: [ _jm_ ] Vous allez me donner des leçons de bonnes manières et de moral, et c'est ça?
italian: [_jm_] Mi darai lezioni in buone maniere e morale ed è così?

source: [_jm_] I'll tell you what's going to happen:
french: [ _jm_ ] Je vais vous dire ce qui va se passer:
italian: [_jm_] Le dirò cosa succederà:

source: [_jm_] You're going to do your little lectures while I'm not going to listen to you...
french: [ _jm_ ] Vous allez faire vos petites conférences pendant que je ne vais pas vous écouter ...
italian: [_jm_] Farai le tue piccole lezioni mentre non ti ascolterò...

source: [_jm_] And in a few days you will give up.
french: [ _jm_ ] Et dans quelques jours, vous abandonnerez.
italian: [_jm_] E tra pochi giorni vi arrenderete.

source: [_jm_] Is that okay with you?
french: [ _jm_ ] C'est bon avec vous?
italian: [_jm_] Va bene con te?

source: [_u_] Wow.... you don't mince words.
french: [ _u_ ] Wow .... vous ne mâchez pas de mots.
italian: [_u_] Wow... non tritate le parole.

source: [_jm_] Anything else to say?
french: [ _jm_ ] Toute autre chose à dire?
italian: [_jm_] qualcos'altro da dire?

source: [_jm_] Because you kind of interrupted me in the middle of something.
french: [ _jm_ ] Parce que vous m'avez interrompu au milieu de quelque chose.
italian: [_jm_] Perché tu mi hai interrotto in mezzo a qualcosa.

source: [_a_] She looks friendly.
french: [_a_] Elle a l'air amical.
italian: [_a_] Lei sembra amichevole.

source: [_a_] Come on, show me what you can do.
french: [_a_] Allez, montrez-moi ce que vous pouvez faire.
italian: [_a_] Avanti, mostrami cosa puoi fare.

source: [_a_] Corrupt this girl!
french: [_a_] Corrompre cette fille !
italian: [_a_] Corrotta questa ragazza!

source: [_jm_] Not the kind of princess Sherazade would want me to be...
french: [ _jm_ ] Pas le genre de princesse Sherazade voudrait que je soit ...
italian: [_jm_] Non il tipo di principessa Sherazade vorrebbe che fosse...

source: [_jm_] ... A kind of a slave submitted to some random lord.
french: [ _jm_ ] ... Une sorte d'esclave soumis à un seigneur aléatoire.
italian: [_jm_] ... Una sorta di schiavo sottoposto a qualche signore casuale.

source: [_u_] That would be a real shame...
french: [ _u_ ] Ce serait une vraie honte ...
italian: [_u_] Sarebbe una vera vergogna...

source: [_jm_] I'm not interested.
french: [ _jm_ ] Je ne suis pas intéressé.
italian: [_jm_] non sono interessato.

source: [_jm_] The only visitors who pass through this door are the minions that Sherazade sends.
french: [ _jm_ ] Les seuls visiteurs qui passent par cette porte sont les serviteurs que Sherazade envoie.
italian: [_jm_] Gli unici visitatori che passano attraverso questa porta sono i minion che Sherazade invia.

source: [_jm_] And it is not in those that I will choose people of confidence.
french: [ _jm_ ] Et ce n'est pas dans ceux que je choisira les gens de confiance.
italian: [_jm_] E non è in quelli che sceglierò persone di fiducia.

source: [_jm_] I much prefer visitors who knock on my window.
french: [ _jm_ ] Je préfère beaucoup les visiteurs qui frappent ma fenêtre.
italian: [_jm_] Preferisco molto i visitatori che bussano alla mia finestra.

source: [_jm_] I'm talking about the birds.
french: [ _jm_ ] Je parle des oiseaux.
italian: [_jm_] sto parlando degli uccelli.

source: [_jm_] Those are not paid to give me a lecture.
french: [ _jm_ ] Ceux ne sont pas payés pour me donner une conférence.
italian: [_jm_] Quelli non sono pagati per darmi una lezione.

source: [_u_] I do not get paid.
french: [ _u_ ] Je ne me paie pas.
italian: [_u_] non vengo pagato.

source: [_jm_] Then you are more stupid than you look.
french: [ _jm_ ] Alors vous êtes plus idiots que vous ne le regardez.
italian: [_jm_] Allora sei più stupido di quanto sembri tu.

source: [_jm_] Still trying?
french: [ _jm_ ] Toujours en train d'essayer?
italian: [_jm_] Hai ancora provato?

source: [_jm_] Alright, go ahead, teach me something useful.
french: [ _jm_ ] Alright, allez-y, apprenez-moi quelque chose d'utile.
italian: [_jm_] Va bene, vai avanti, insegnami qualcosa di utile.

source: [_u_] Why not... a practical exercise?
french: [ _u_ ] Pourquoi pas ... un exercice pratique?
italian: [_u_] Perché no... un esercizio pratico?

source: [_jm_] What do you mean? Are you going to teach me to walk straight?
french: [ _jm_ ] Que voulez-vous dire? Tu vas m'apprendre à marcher droit?
italian: [_jm_] Che cosa intendi? Mi insegnerai a camminare dritto?

source: [_u_] No, I...
french: [ _u_ ] Non, I. ..

source: [_jm_] Come on, surprise me.
french: [ _jm_ ] Allez, surprenez moi.
italian: [_jm_] Avanti, mi sorprendi.

source: [_u_] All right, it's your call.
french: [ _u_ ] Très bien, c'est votre appel.
italian: [_u_] Va bene, è la tua chiamata.

source: [_jm_] My...
french: [ _jm_ ] Mon ...
italian: [_jm_] Mio...

source: [_jm_] Uh, I...
french: [ _jm_ ] Uh, je ...
italian: [_jm_] Uh, Io...

source: [_jm_] Yes ok, you surprised me there... I'll give you that.
french: [ _jm_ ] Oui, tu m'as surpris là ... Je vous le donnerai.
italian: [_jm_] Sì ok, mi hai sorpreso lì... te lo darò.

source: [_jm_] Why would I do that?
french: [ _jm_ ] Pourquoi je ferais ça?
italian: [_jm_] Perché lo farei?

source: [_u_] It is part of your education.
french: [ _u_ ] Il fait partie de votre éducation.
italian: [_u_] Fa parte della tua istruzione.

source: [_jm_] I...
french: [_jm_] Je...

source: [_jm_] You know what?
french: [ _jm_ ] Tu sais quoi?
italian: [_jm_] Sai cosa?

source: [_jm_] Come back tomorrow and we'll talk about this again, okay?
french: [ _jm_ ] Revenez demain et nous en parlerons à nouveau, d'accord?
italian: [_jm_] Tornate domani e ne parleremo di nuovo, okay?

source: [_u_] Ok great.
french: [ _u_ ] Ok super.
italian: [_u_] Ok grande.

source: [_jm_] See you tomorrow.
french: [ _jm_ ] Vous voyez demain.
italian: [_jm_] Ci vediamo domani.

source: [_a_] Well... It was a pretty straightforward approach.
french: [_a_] Eh bien ... C'était une approche assez directe.
italian: [_a_] Bene... È stato un approccio piuttosto semplice.

source: [_u_] Straightforward, but very effective.
french: [ _u_ ] Straightforward, mais très efficace.
italian: [_u_] Dritto, ma molto efficace.

source: [_a_] Do you think so?
french: [_a_] Pensez-vous que oui?
italian: [_a_] Lo pensi?

source: [_u_] Yeah, I feel like this is going to be a pretty easy corruption.
french: [ _u_ ] Ouais, je me sens comme ça va être une corruption assez facile.
italian: [_u_] Sì, mi sembra che questa sarà una corruzione abbastanza facile.

source: [_a_] I'll believe it when I see it tomorrow.
french: [_a_] Je le croirac quand je le verrai demain.
italian: [_a_] ci crederò quando lo vedrò domani.

source: [_u_] Want to bet something?
french: [ _u_ ] Vous voulez parier quelque chose?
italian: [_u_] Vuoi scommettere qualcosa?

source: [_a_] You'll get a bit of my respect if this works, is that okay with you?
french: [_a_] Tu auras un peu de respect si ça marche, c'est bon avec toi?
italian: [_a_] Riceverai un po' di rispetto se questo funziona, va bene con te?

source: [_u_] I'll take that.
french: [ _u_ ] Je prendrai ça.
italian: [_u_] lo prenderò.

source: [_u_] Ok... let's see... which way is the exit?
french: [ _u_ ] Ok ... voyons ... quelle est la sortie?
italian: [_u_] Ok... vediamo... in che modo è l'uscita?

source: [_u_] Maybe uh... that way?
french: [ _u_ ] Peut-être uh ... comme ça?
italian: [_u_] Forse uh... in quel modo?

source: [_sz_] You're just in time.
french: [ _sz_ ] Vous êtes juste à l'heure.
italian: [_sz_] Sei solo in tempo.

source: [_sz_] I need to talk to you.
french: [ _sz_ ] Je dois vous parler.
italian: [_sz_] Ho bisogno di parlarvi.

source: [_u_] Um... actually I was just passing by.
french: [ _u_ ] Um ... en fait j'étais juste en train de passer.
italian: [_u_] Um... in realtà ero appena passato.

source: [_u_] But I can come back later if you like!
french: [ _u_ ] Mais je peux revenir plus tard si tu veux !
italian: [_u_] Ma posso tornare più tardi se ti piace!

source: [_sz_] Are you telling me that you don't have time to respond to your Sultana?
french: [ _sz_ ] Vous me dites que vous n'avez pas le temps de répondre à votre Sultana?
italian: [_sz_] Mi stai dicendo che non hai tempo per rispondere alla tua Sultana?

source: [_sz_] Do you really want me to call my guard?
french: [ _sz_ ] Voulez-vous vraiment que j'appelle mon garde?
italian: [_sz_] Vuoi davvero che io chiami la mia guardia?

source: [_sz_] I feel like you need me to remind you where you are.
french: [ _sz_ ] J'ai l'impression que vous avez besoin de moi pour vous rappeler où vous êtes.
italian: [_sz_] Ho la sensazione che tu abbia bisogno di me per ricordarti dove sei.

source: [_sz_] I think you've forgotten how to talk to a Sultana.
french: [ _sz_ ] Je pense que vous avez oublié comment parler à un Sultana.
italian: [_sz_] Penso che tu abbia dimenticato come parlare con una Sultana.

source: [_sz_] I know a nice place to help you remember.
french: [ _sz_ ] Je connais un endroit agréable pour vous aider à vous souvenir.
italian: [_sz_] Conosco un bel posto per aiutarti a ricordarti.

source: [_sz_] Much better, young man.
french: [ _sz_ ] Bien mieux, jeune homme.
italian: [_sz_] Molto meglio, giovane uomo.

source: [_u_] Damn it.
french: [ _u_ ] Merde.
italian: [_u_] Dannazione.

source: [_u_] I swear it... I day this chick is corrupt...
french: [ _u_ ] Je le jure ... Je le jour, ce poussin est corrompu ...
italian: [_u_] lo giuro... Io giorno questo pulcino è corrotto...

source: [_u_] ...I'm gonna fuck her so hard she's...
french: [ _u_ ] ...Je vais la baiser si difficile qu'elle ...
italian: [_u_] ... la farò scopare così duramente...

source: [_sz_] Now, young man, have you calmed down?
french: [ _sz_ ] Maintenant, jeune homme, t'as calmé?
italian: [_sz_] Ora, giovane, hai calmato?

source: [_sz_] Or shall I make you stay the night?
french: [ _sz_ ] Ou je vous fais passer la nuit?
italian: [_sz_] O ti farò stare la notte?

source: [_u_] Very good. All right, what do you want?
french: [ _u_ ] Très bien. D'accord, qu'est-ce que tu veux?
italian: [_u_] Molto bene. Bene, cosa vuoi?

source: [_sz_] Well... the palace has been robbed.
french: [ _sz_ ] Bien ... le palais a été volé.
italian: [_sz_] Bene... il palazzo è stato derubato.

source: [_sz_] I mean... I've been robbed.
french: [ _sz_ ] Je veux dire ... J'ai été volé.
italian: [_sz_] Voglio dire... Sono stato derubato.

source: [_sz_] Someone broke in during the night and stole... something important.
french: [ _sz_ ] Quelqu'un a cassé pendant la nuit et volé ... quelque chose d'important.
italian: [_sz_] Qualcuno si è rotto durante la notte e stola... qualcosa di importante.

source: [_u_] Can you be more specific?
french: [ _u_ ] Pouvez-vous être plus précis?
italian: [_u_] Puoi essere più specifico?

source: [_sz_] It's classified.
french: [ _sz_ ] Il est classé.
italian: [_sz_] è classificato.

source: [_u_] All right, then, keep your secrets.
french: [ _u_ ] Très bien, alors, gardez vos secrets.
italian: [_u_] Bene, quindi, mantieni i tuoi segreti.

source: [_sz_] Fine... ''The Oasis Heart'' has been stolen from me.
french: [ _sz_ ] Amende ... "Le Cœur d'Oasis" m'a été volé.
italian: [_sz_] Fine... ''Il Cuore dell'Oasi'' mi è stato rubato.

source: [_sz_] You should.
french: [ _sz_ ] Vous devriez.
italian: [_sz_] Dovresti.

source: [_sz_] Clearly you haven't spent much time reading books.
french: [ _sz_ ] Clairement, vous n'avez pas passé beaucoup de temps à lire des livres.
italian: [_sz_] Chiaramente non hai passato molto tempo a leggere libri.

source: [_sz_] That's your problem, because I've decided it.
french: [ _sz_ ] C'est votre problème, parce que je l'ai décidé.
italian: [_sz_] Questo è il tuo problema, perché l'ho deciso.

source: [_u_] Seems logical.
french: [ _u_ ] Semble logique.
italian: [_u_] sembra logico.

source: [_sz_] The Oasis Heart is a Emerald, mounted on a necklace. It's the very symbol of my power.
french: [ _sz_ ] L'Oasis Heart est un Emerald, monté sur un collier. C'est le symbole même de mon pouvoir.
italian: [_sz_] Il Cuore dell'Oasi è uno Smeraldo, montato su una collana. È il simbolo del mio potere.

source: [_sz_] The person who stole it was no amateur...
french: [ _sz_ ] La personne qui a volé ce n'était pas amateur ...
italian: [_sz_] La persona che ha rubato non era dilettante...

source: [_sz_] I can't send my guard after the thief... everyone would know it was stolen from me.
french: [ _sz_ ] Je ne peux pas envoyer mon garde après le voleur ... tout le monde sait qu'il m'a été volé.
italian: [_sz_] non posso mandare la mia guardia dopo il ladro... tutti sapevano che è stata rubata a me.

source: [_sz_] I need you to investigate discreetly.
french: [ _sz_ ] J'ai besoin que vous examiniez discrètement.
italian: [_sz_] Ho bisogno che tu indaghi con discrezione.

source: [_sz_] Here's a drawing of the Heart.
french: [ _sz_ ] Voici un dessin du Cœur.
italian: [_sz_] Ecco un disegno del Cuore.

source: [_u_] Great. I've always dreamed of being a detective.
french: [ _u_ ] Grand. J'ai toujours rêvé d'être détective.
italian: [_u_] Grande. Ho sempre sognato di essere un detective.

source: [_u_] Will I get a little badge with my name on it?
french: [ _u_ ] Est-ce que je vais obtenir un petit badge avec mon nom?
italian: [_u_] Riceverò un piccolo distintivo con il mio nome su di esso?

source: [_sz_] Just find that stone.
french: [ _sz_ ] trouve cette pierre.
italian: [_sz_] Trovi solo quella pietra.

source: [_u_] Is that all? Can I go now?
french: [ _u_ ] Est-ce tout? Je peux partir maintenant?
italian: [_u_] È tutto? Posso andare ora?

source: [_sz_] Another thing...
french: [ _sz_ ] Une autre chose ...
italian: [_sz_] Un'altra cosa...

source: [_sz_] I need someone to help me with, say, my reputation.
french: [ _sz_ ] J'ai besoin de quelqu'un pour m'aider, par exemple, ma réputation.
italian: [_sz_] Ho bisogno di qualcuno che mi aiuti con, dire, la mia reputazione.

source: [_sz_] I feel like people see me as heartless...
french: [ _sz_ ] J'ai l'impression que les gens me voient comme sans cœur ...
italian: [_sz_] Mi sento come la gente mi vede senza cuore...

source: [_sz_] A little too emotionally cold... you know?
french: [ _sz_ ] Un peu trop froid émotionnellement ... vous savez?
italian: [_sz_] Un po' troppo freddo emotivamente... sapete?

source: [_sz_] Maybe they're a little afraid of me too.
french: [ _sz_ ] Peut-être qu'ils ont un peu peur de moi aussi.
italian: [_sz_] Forse hanno un po' di paura anche di me.

source: [_sz_] I know it can be hard to imagine.
french: [ _sz_ ] Je sais que ça peut être difficile à imaginer.
italian: [_sz_] So che può essere difficile da immaginare.

source: [_u_] No, no, no... I can imagine.
french: [ _u_ ] Non, non, non ... Je peux l'imaginer.
italian: [_u_] No, no, no... posso immaginare.

source: [_sz_] Anyway, I need you to go into town... and ask people what they think of me.
french: [ _sz_ ] En tout cas, j'ai besoin de vous pour aller en ville ... et demander aux gens ce qu'ils pensent de moi.
italian: [_sz_] Comunque, ho bisogno che tu vada in città... e chieda alla gente cosa pensano di me.

source: [_sz_] And you come back and tell me.
french: [ _sz_ ] Et vous revenez et dites-moi.
italian: [_sz_] E tu torni a dirmi.

source: [_u_] Don't you have like... a hundred people at your service to do this kind of thing?
french: [ _u_ ] Vous n'avez pas ... une centaine de personnes à votre service pour faire ce genre de choses?
italian: [_u_] Non ti piace... un centinaio di persone al tuo servizio per fare questo tipo di cosa?

source: [_sz_] I've asked my personal guard to question people but...
french: [ _sz_ ] J'ai demandé à mon garde personnel d'interroger des gens, mais ...
italian: [_sz_] Ho chiesto alla mia guardia personale di mettere in discussione le persone ma...

source: [_sz_] Strangely enough... people don't dare talk too much when a guard comes to ask them what they think of me...
french: [ _sz_ ] Strangely enough ... les gens n'osent pas trop parler quand un garde vient leur demander ce qu'ils pensent de moi ...
italian: [_sz_] Stranamente basta... la gente non osa parlare troppo quando una guardia viene a chiedere loro cosa pensano di me...

source: [_u_] Yeah... ''Strangely''.
french: [ _u_ ] Ouais ... "Étrangement".

source: [_sz_] I care a lot about what people think of me!
french: [ _sz_ ] Je me souciais beaucoup de ce que les gens pensent de moi !
italian: [_sz_] Mi interessa molto quello che la gente pensa di me!

source: [_sz_] But uh...
french: [ _sz_ ] Mais euh ...
italian: [_sz_] Ma uh...

source: [_sz_] I must confess I don't spend much time with the lower classes...
french: [ _sz_ ] Je dois avouer que je ne passe pas beaucoup de temps avec les classes inférieures ...
italian: [_sz_] Devo confessare che non passo molto tempo con le classi inferiori...

source: [_sz_] And when someone tried to dethrone me recently...
french: [ _sz_ ] Et quand quelqu'un a essayé de me démonter récemment ...
italian: [_sz_] E quando qualcuno ha cercato di detronizzarmi recentemente...

source: [_sz_] Well, nobody in the capital moved a finger.
french: [ _sz_ ] Eh bien, personne dans la capitale n'a boué un doigt.
italian: [_sz_] Beh, nessuno nella capitale ha mosso un dito.

source: [_sz_] Yes, indeed... ''Outch'' as you say.
french: [ _sz_ ] Oui, en effet ... "Outch" comme vous le dites.
italian: [_sz_] Sì, davvero... ''Outch'' come si dice.

source: [_sz_] So, I think there's a situation to fix here.
french: [ _sz_ ] Donc, je pense qu'il y a une situation à réparer ici.
italian: [_sz_] Quindi, penso che ci sia una situazione da risolvere qui.

source: [_sz_] Me? Going out in the street and talking to people?
french: [ _sz_ ] Me? Se sortir dans la rue et parler aux gens?
italian: [_sz_] Io? Uscire per strada e parlare con la gente?

source: [_sz_] You're a funny one.
french: [ _sz_ ] Vous êtes drôle.
italian: [_sz_] ne sei divertente.

source: [_u_] Just put on a hood or something.
french: [ _u_ ] Il suffit de mettre un capuchon ou quelque chose.
italian: [_u_] Basta mettere su un cofano o qualcosa.

source: [_sz_] I'm recognizable even in a hood.
french: [ _sz_ ] Je suis reconnaissable même dans un capuchon.
italian: [_sz_] sono riconoscibile anche in un cofano.

source: [_u_] Do people know your face?
french: [ _u_ ] Les gens connaitent-ils votre visage?
italian: [_u_] La gente conosce il tuo viso?

source: [_sz_] Just... do what I say.
french: [ _sz_ ] Juste ... fais ce que je dis.
italian: [_sz_] Giusto... fai quello che dico.

source: [_sz_] Perfect.
french: [ _sz_ ] Parfait.
italian: [_sz_] Perfetto.

source: [_sz_] You are officially hired by the palace for this task. Congratulations.
french: [ _sz_ ] Vous êtes officiellement engagé par le palais pour cette tâche. Félicitations.
italian: [_sz_] Sei ufficialmente assunto dal palazzo per questo compito. Congratulazioni.

source: [_u_] Great... another piece of paper...
french: [ _u_ ] Grand ... un autre bout de papier ...
italian: [_u_] Grande... un altro pezzo di carta...

source: [_u_] I didn't think it was something official...
french: [ _u_ ] Je ne pensais pas que c'était quelque chose de officiel ...
italian: [_u_] Non pensavo che fosse qualcosa di ufficiale...

source: [_sz_] You really don't know how to appreciate the honors you receive.
french: [ _sz_ ] Vous ne savez vraiment pas comment apprécier les honneurs que vous recevez.
italian: [_sz_] Non sai davvero come apprezzare gli onori che ricevi.

source: [_sz_] Anyway, find me that stone quickly.
french: [ _sz_ ] Quoi qu'il en soit, trouvez-moi cette pierre rapidement.
italian: [_sz_] Comunque, trovami quella pietra rapidamente.

source: [_sz_] And come back as soon as you have a clear idea of what people think.
french: [ _sz_ ] Et revenez dès que vous avez une idée claire de ce que les gens pensent.
italian: [_sz_] E tornate non appena avete una chiara idea di ciò che la gente pensa.

source: [_sz_] So... You can... well...
french: [ _sz_ ] So ... Vous pouvez ... bien ...
italian: [_sz_] Quindi... puoi... bene...

source: [_sz_] ...You're free to go.
french: [ _sz_ ] ...Tu es libre de partir.
italian: [_sz_] ... sei libero di andare.

source: [_u_] So this is what it looks like outside the palace?
french: [ _u_ ] Alors c'est à quoi ça ressemble à l'extérieur du palais?
italian: [_u_] Quindi questo è quello che sembra fuori dal palazzo?

source: [_u_] Some People... some noise... and it's hot.
french: [ _u_ ] Certains gens ... du bruit ... et il fait chaud.
italian: [_u_] Alcune persone... un po' di rumore... ed è caldo.

source: [_u_] Yep, that's what I expected.
french: [ _u_ ] Yep, c'est ce que j'attendais.
italian: [_u_] Yep, è quello che mi aspettavo.

source: [_e_] [name]!!
french: [ _e_ ] [ nom ] ! !

source: [_e_] Finally you're here!
french: [ _e_ ] Enfin, vous êtes là !
italian: [_e_] Finalmente sei qui!

source: [_e_] I feel like we're on another planet, it's crazy!
french: [ _e_ ] J'ai l'impression que nous sommes sur une autre planète, c'est fou !
italian: [_e_] Ho voglia di essere su un altro pianeta, è pazzo!

source: [_e_] It's like being in a book!
french: [ _e_ ] C'est comme être dans un livre !
italian: [_e_] È come essere in un libro!
