Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_E.po
Languages: french, italian

source: [_e_] I can't wait to see what our next mission will be!
french: [J'ai hâte de voir quelle sera notre prochaine mission !
italian: [_e_] Non vedo l'ora di vedere quale sarà la nostra prossima missione!

source: [_e_] And I also can't wait to see this new mission zone eheh
french: [_e_] Et j'ai aussi hâte de voir cette nouvelle zone de mission eheh
italian: [_e_] E non vedo l'ora di vedere questa nuova zona di missione eheh

source: [_e_] Anyway, what exactly do you want to know?
french: [Quoi qu'il en soit, que voulez-vous savoir exactement ?
italian: [_e_] Comunque, cosa vuoi sapere esattamente?

source: [_e_] Absolutely nothing.
french: [Absolument rien.
italian: [_e_] Assolutamente nulla.

source: [_e_] I mean, with Meli we have started to clear some of the employee spaces.
french: [Je veux dire qu'avec Meli, nous avons commencé à libérer certains espaces réservés aux employés.
italian: [_e_] Voglio dire, con Meli abbiamo iniziato a liberare alcuni degli spazi dei dipendenti.

source: [_e_] I think the showers room will be finished in no time!
french: [Je pense que la salle de douches sera bientôt terminée !
italian: [_e_] Penso che la stanza delle docce sarà finita in pochissimo tempo!

source: [_u_] The showers room?
french: [La salle des douches ?
italian: [_u_] La sala docce?

source: [_e_] Yeah! A big room with lots of showers, and unlimited hot water!!!
french: [_e_] Ouais ! Une grande salle avec beaucoup de douches, et de l'eau chaude à volonté ! !!
italian: [_e_] Yeah! Una grande stanza con un sacco di docce, e acqua calda illimitata!!!

source: [_e_] I know ~
french: [_e_] Je sais ~
italian: [_e_] Conosco ~

source: [_e_] Oh, and maybe there will be a hot tub.
french: [Oh, et peut-être qu'il y aura un jacuzzi.
italian: [_e_] Oh, e forse ci sarà una vasca idromassaggio.

source: [_e_] You should ask Melissandre if she had time to send a drone to excavate it.
french: [Vous devriez demander à Mélissandre si elle a eu le temps d'envoyer un drone pour la fouiller.
italian: [_e_] Dovresti chiedere a Melissandre se ha avuto il tempo di mandare un drone per scavarlo.

source: [_u_] I will!
french: [Je le ferai !
italian: [_u_] lo farò!

source: [_e_] Well, we have a certain ''Amandine de Beauregard'' who should arrive.
french: [Nous avons une certaine "Amandine de Beauregard" qui devrait arriver.
italian: [_e_] Beh, abbiamo un certo ''Amandine de Beauregard'' che dovrebbe arrivare.

source: [_u_] Yeah I met her outside.
french: [Oui, je l'ai rencontrée dehors.
italian: [_u_] Sì, l'ho incontrata fuori.

source: [_e_] You...
french: [_e_] Vous...
italian: [_e_] Tu...

source: [_e_] ...You met her??
french: [...Vous l'avez rencontrée ? ?
italian: [_e_] ...La hai conosciuta??

source: [_e_] Whaa, I'm too scared to talk to her...
french: [J'ai trop peur de lui parler...
italian: [_e_] Whaa, sono troppo spaventata per parlare con lei...

source: [_e_] I am such a fan of her work...
french: [Je suis tellement fan de son travail...
italian: [_e_] Io sono un tale fan del suo lavoro...

source: [_e_] I must have read the volume I of the Emerald Throne at least 15 times.
french: [J'ai dû lire le tome I du Trône d'émeraude au moins 15 fois.
italian: [_e_] Devo aver letto almeno 15 volte il volume I del Trono Smeraldo.

source: [_e_] What does she look like? Is she nice?
french: [À quoi ressemble-t-elle ? Est-elle gentille ?
italian: [_e_] Che aspetto assomiglia? È gentile?

source: [_e_] It puts even more pressure on me ahah
french: [_e_] Cela me met encore plus de pression ahah
italian: [_e_] Mette ancora più pressione su di me ahah

source: [_e_] Oh fuck... that's what I was afraid of.
french: [Oh putain... c'est ce que je craignais.
italian: [_e_] Oh fuck... è quello che avevo paura.

source: [_e_] What do you mean?
french: [Que voulez-vous dire ?
italian: [_e_] Che cosa intendi?

source: [_u_] Well, when you see her clothes and jewelry, we look like space bandits next to her.
french: [Quand on voit ses vêtements et ses bijoux, on a l'air de bandits de l'espace à côté d'elle.
italian: [_u_] Beh, quando vedi i suoi vestiti e gioielli, assomigliamo a dei banditi spaziali accanto a lei.

source: [_e_] Great.
french: [_e_] Superbe.
italian: [_e_] Grande.

source: [_e_] I really need some new clothes.
french: [J'ai vraiment besoin de nouveaux vêtements.
italian: [_e_] Ho davvero bisogno di alcuni vestiti nuovi.

source: [_e_] Good idea, let's wait to talk to her more before judging her.
french: [Bonne idée, attendons de lui parler davantage avant de la juger.
italian: [_e_] Buona idea, aspettiamo di parlare con lei di più prima di giudicarla.

source: [_e_] Well... You know Tinker...
french: [Eh bien... Vous connaissez Tinker...
italian: [_e_] Bene... Conosci Tinker...

source: [_e_] She often tells us at the last minute when she is doing something so...
french: [_e_] Elle nous prévient souvent à la dernière minute lorsqu'elle fait quelque chose de si...
italian: [_e_] Lei ci dice spesso all'ultimo minuto quando sta facendo qualcosa...

source: [_e_] Oh but yes there is Amelia!
french: [Oh mais oui, il y a Amelia !
italian: [_e_] Oh ma sì c'è Amelia!

source: [_u_] Amelia?
french: Amelia?

source: [_e_] Yeah! That's uh... Do you remember the old AI in my ship?
french: [Oui ! C'est euh... Tu te souviens de l'ancienne IA de mon vaisseau ?
italian: [_e_] Sì! Quello è uh... Ti ricordi la vecchia IA nella mia nave?

source: [_u_] Oooooh I see.
french: [_u_] Oooooh je vois.

source: [_u_] You finally gave her a body and her name is Amelia, right?
french: [Vous lui avez enfin donné un corps et elle s'appelle Amelia, n'est-ce pas ?
italian: [_u_] Le hai finalmente dato un corpo e il suo nome è Amelia, giusto?

source: [_e_] Yeah... Em-AI, Amelia... We thought it would work well as a name.
french: [Ouais... Em-AI, Amelia... Nous avons pensé qu'il s'agirait d'un bon nom.
italian: [_e_] Sì... Em-AI, Amelia... Pensavamo che avrebbe funzionato bene come un nome.

source: [_u_] I can't wait to see it in real life! Where is she?
french: [J'ai hâte de la voir en vrai ! Où est-elle ?
italian: [_u_] Non vedo l'ora di vederlo nella vita reale! Dov'è?

source: [_e_] No idea.
french: [Aucune idée.
italian: [_e_] Nessuna idea.

source: [_e_] Tinker took her on as her assistant, and since then she's been constantly busy.
french: [Tinker l'a prise comme assistante et depuis, elle est constamment occupée.
italian: [_e_] Tinker l'ha assunta come sua assistente, e da allora è costantemente occupata.

source: [_e_] She might be fixing something on the other side of a continent or in an abandoned labyrinth... or anything else.
french: [Elle pourrait être en train de réparer quelque chose à l'autre bout d'un continent ou dans un labyrinthe abandonné... ou n'importe quoi d'autre.
italian: [_e_] Potrebbe risolvere qualcosa dall'altra parte di un continente o in un labirinto abbandonato... o qualsiasi altra cosa.

source: [_e_] I don't know!
french: [Je ne sais pas !
italian: [_e_] non lo so!

source: [_e_] Otherwise I did a little sunbathing on the roof of my ship.
french: [Sinon, j'ai pris un petit bain de soleil sur le toit de mon navire.
italian: [_e_] Altrimenti ho fatto un po 'prendere il sole sul tetto della mia nave.

source: [_e_] And I reread ''The Emerald Throne''
french: [_e_] Et j'ai relu "Le Trône d'émeraude
italian: [_e_] E riletto ''Il Trono Smeraldo''

source: [_e_] Tinker was waiting for you to come back from your mission to send me there.
french: [_e_] Tinker attendait que vous reveniez de votre mission pour m'y envoyer.
italian: [_e_] Tinker ti aspettava di tornare dalla tua missione per mandarmi lì.

source: [_e_] So yeah, I didn't do anything for a month.
french: [Alors oui, je n'ai rien fait pendant un mois.
italian: [_e_] Così sì, non ho fatto nulla per un mese.

source: [_e_] About what?
french: [A propos de quoi ?
italian: [_e_] Su cosa?

source: [_u_] ...Our ''little party''.
french: [_u_] ...Notre ''petite fête''.
italian: [_u_] ... la nostra ''piccola festa''.

source: [_e_] Oh! Our threesome! Gosh, that was a good night.
french: [Oh ! Notre trio ! Bon sang, c'était une bonne nuit.
italian: [_e_] Oh! Il nostro trio! Oh, quella era una buona notte.

source: [_e_] Yeah... but she was so overwhelmed with work... It was hard to see her right now.
french: [Oui... mais elle était tellement débordée de travail... C'était difficile de la voir en ce moment.
italian: [_e_] Sì... ma lei era così sopraffatta dal lavoro... era difficile vederla in questo momento.

source: [_u_] Oh...
french: [Oh...

source: [_e_] Well, I may have masturbated her a bit one night.
french: [Je l'ai peut-être un peu masturbée une nuit.
italian: [_e_] Beh, posso averla masturbata un po' una notte.

source: [_e_] But I think she needs a dick.
french: [Mais je pense qu'elle a besoin d'une bite.
italian: [_e_] Ma penso che abbia bisogno di un cazzo.

source: [_u_] Mh...
french: [Mh...

source: [_e_] You know, I'm up for it whenever you want.
french: [Vous savez, je suis prêt à le faire quand vous voulez.
italian: [_e_] Sai, sono in grado di farlo ogni volta che vuoi.

source: [_u_] All of humanity does not deserve you, Emee.
french: [Toute l'humanité ne te mérite pas, Emee.
italian: [_u_] Tutta l'umanità non ti merita, Emee.

source: [_e_] I know.
french: [Je sais.
italian: [_e_] lo so.

source: [_tb_] I am with Amandine in the Meeting room.
french: [Je suis avec Amandine dans la salle de réunion.
italian: [_tb_] Sono con Amandine nella sala Riunioni.

source: [_tb_] Come as soon as possible!
french: [Venez dès que possible !
italian: [_tb_] Vieni il prima possibile!

source: [_u_] Did you listen to our conversation?
french: [Avez-vous écouté notre conversation ?
italian: [_u_] Hai ascoltato la nostra conversazione?

source: [_tb_] No.
french: [Non.

source: [_u_] We should find a way to talk to each other without being spied on.
french: [Nous devrions trouver un moyen de nous parler sans être espionnés.
italian: [_u_] Dovremmo trovare un modo per parlare gli uni con gli altri senza essere spiati.

source: [_e_] We are working on this problem with Meli.
french: [_e_] Nous travaillons sur ce problème avec Meli.
italian: [_e_] Stiamo lavorando su questo problema con Meli.

source: [_e_] We'll soon be able to talk to each other with no need to go via Tinker.
french: [Nous pourrons bientôt nous parler sans passer par Tinker.
italian: [_e_] Saremo presto in grado di parlare tra loro senza bisogno di andare via Tinker.

source: [_u_] Damn... finally.
french: [_u_] Merde... enfin.
italian: [_u_] Dannazione... finalmente.

source: [_u_] So, let's go see your idol.
french: [_u_] Alors, allons voir ton idole.
italian: [_u_] Quindi, andiamo a vedere il tuo idolo.

source: [_e_] Oh fuck... I'm so stressed...
french: [Oh putain... Je suis tellement stressée...
italian: [_e_] Oh fuck... Sono così stressato...

source: [_tb_] Hello again everyone!
french: [Bonjour à tous !
italian: [_tb_] Ciao di nuovo a tutti!

source: [_tb_] So Emee, let me introduce you to Amandine de Beauregard.
french: [Alors Emee, laisse-moi te présenter Amandine de Beauregard.
italian: [_tb_] Così Emee, permettetemi di presentarvi ad Amandine de Beauregard.

source: [_tb_] She will work with you two to corrupt the androids...
french: [Elle travaillera avec vous deux pour corrompre les androïdes...
italian: [_tb_] Lei lavorerà con voi due per corrompere gli androidi...

source: [_tb_] And most importantly, write the quests and stories that our future visitors will play in our park!
french: [Et surtout, écrivez les quêtes et les histoires que nos futurs visiteurs joueront dans notre parc !
italian: [_tb_] E soprattutto, scrivi le missioni e le storie che i nostri futuri visitatori giocheranno nel nostro parco!

source: [_a_d_] Nice to meet you Emee.
french: [Enchanté de vous rencontrer, Emee.
italian: [_a_d_] Bello per incontrarti Emee.

source: [_a_d_] Tinker told me about your work here. You two have a very...
french: [Tinker m'a parlé de votre travail ici. Vous avez tous les deux un très...
italian: [_a_d_] Tinker mi ha parlato del tuo lavoro qui. Voi due avete un molto...

source: [_a_d_] A very intriguing profession, we might say.
french: [Une profession très intrigante, pourrait-on dire.
italian: [_a_d_] Una professione molto intrigante, potremmo dire.

source: [_e_] It's sure that it's not very usual, but I promise, we don't bite!
french: [C'est sûr que ce n'est pas très habituel, mais je vous promets qu'on ne mord pas !
italian: [_e_] E 'sicuro che non è molto solito, ma prometto, non mordiamo!

source: [_e_] Nice to meet you Ms. De Beauregard.
french: [Enchanté de vous rencontrer, Mme De Beauregard.
italian: [_e_] Nizza per incontrarvi la signora De Beauregard.

source: [_a_d_] No formalities, call me Amandine.
french: [Pas de formalités, appelez-moi Amandine.
italian: [_a_d_] Nessuna formalità, chiamami Amandine.

source: [_tb_] Do you know that Emee is your biggest fan?
french: [Sais-tu qu'Emee est ta plus grande fan ?
italian: [_tb_] Sapete che Emee è il vostro più grande fan?

source: [_a_] Is that true?
french: [_a_] Est-ce vrai ?
italian: [_a_] È vero?

source: [_e_] I ahm...
french: [_e_] Je ahm...

source: [_e_] I do like your books a little bit, yes.
french: [J'aime un peu vos livres, oui.
italian: [_e_] Mi piacciono un po' i tuoi libri, sì.

source: [_tb_] A little? You don't stop talking about it!
french: [Un peu ? Tu n'arrêtes pas d'en parler !
italian: [_tb_] Un po'? Non smettere di parlarne!

source: [_e_] Just kill me.
french: [Tuez-moi, c'est tout.
italian: [_e_] Mi uccidi e basta.

source: [_tb_] Anyway, [name], you'll be working with Amandine to figure out how to corrupt Sherazade.
french: [Quoi qu'il en soit, [nom], vous travaillerez avec Amandine pour trouver un moyen de corrompre Sherazade.
italian: [_tb_] Comunque, [name], lavorerai con Amandine per capire come corrompere Sherazade.

source: [_tb_] This is your priority mission.
french: [C'est votre mission prioritaire.
italian: [_tb_] Questa è la tua missione prioritaria.

source: [_a_] I think it would be a good idea to make a list of androids to corrupt in this famous area.
french: [_a_] Je pense que ce serait une bonne idée de faire une liste d'androïdes à corrompre dans cette fameuse région.
italian: [_a_] Penso che sarebbe una buona idea fare una lista di androidi per corrompere in questa famosa zona.

source: [_tb_] Good idea, Emee, it will be your job!
french: [Bonne idée, Emee, ce sera ton travail !
italian: [_tb_] Buona idea, Emee, sarà il tuo lavoro!

source: [_e_] Nice!
french: [Joli !
italian: [_e_] Nizza!

source: [_tb_] Any questions?
french: [Des questions ?
italian: [_tb_] Qualche domanda?

source: [_u_] I...
french: [_u_] Je...

source: [_tb_] Perfect! Let's get to work!
french: [Parfait ! Au travail !
italian: [_tb_] Perfetto! Andiamo a lavorare!

source: [_e_] Well it was a pleasure to meet you!
french: [C'était un plaisir de vous rencontrer !
italian: [_e_] Beh, è stato un piacere incontrarti!

source: [_a_] And if you have any questions about my book don't hesitate!
french: [_a_] Et si vous avez des questions sur mon livre, n'hésitez pas !
italian: [_a_] E se avete domande sul mio libro non esitare!

source: [_e_] Uh thank you very much I uh...
french: [_e_] Euh, merci beaucoup, j'ai euh...
italian: [_e_] Uh grazie molto I uh...

source: [_e_] That's nice.
french: [C'est bien.
italian: [_e_] È bello.

source: [_e_] God... I'm so dumb...
french: [_e_] Mon Dieu... Je suis si bête...
italian: [_e_] Dio... Sono così stupido...

source: [_a_] Is she okay?
french: [Elle va bien ?
italian: [_a_] Sta bene?

source: [_u_] I think she's just a little intimidated.
french: [Je pense qu'elle est juste un peu intimidée.
italian: [_u_] Penso che sia solo un po' intimidita.

source: [_a_] I'm not used to this, I rarely show myself in public ahah
french: [_a_] Je n'ai pas l'habitude, je me montre rarement en public ahah
italian: [_a_] Non sono abituato a questo, raramente mi mostro in pubblico ahah

source: [_a_] I hope I didn't scare her too much.
french: [J'espère que je ne l'ai pas trop effrayée.
italian: [_a_] Spero di non averla spaventata troppo.

source: [_u_] I'm sure she'll recover.
french: [Je suis sûr qu'elle se remettra.
italian: [_u_] sono sicuro che si riprenderà.

source: [_a_] If you want, we can meet tomorrow to discuss our mission.
french: [_a_] Si vous le souhaitez, nous pouvons nous rencontrer demain pour discuter de notre mission.
italian: [_a_] Se vuoi, possiamo incontrarci domani per discutere della nostra missione.

source: [_a_] I just came back from 8 days of travel, I really need to settle down.
french: [_a_] Je reviens de 8 jours de voyage, j'ai vraiment besoin de me poser.
italian: [_a_] Sono appena tornato da 8 giorni di viaggio, ho davvero bisogno di stabilirmi.

source: [_u_] Oh yes, of course, please.
french: [Oh oui, bien sûr, s'il vous plaît.
italian: [_u_] Oh sì, naturalmente, per favore.

source: [_a_] Thanks a lot, see you tomorrow [name]!
french: [Merci beaucoup, à demain [nom] !]
italian: [_a_] Grazie molto, ci vediamo domani [name]!

source: [_e_] Ooohhh so cool!
french: [_e_] Ooohhh tellement cool !
italian: [_e_] Ooohhh così cool!

source: [_e_] Let me try it!
french: [Laissez-moi essayer !
italian: [_e_] Lasciami provare!

source: [_e_] Wow! I love the color!
french: [_e_] Wow ! J'adore la couleur !
italian: [_e_] Wow! Amo il colore!

source: [_e_] I want to try this thing on the field so bad now.
french: [J'ai tellement envie d'essayer ce truc sur le terrain maintenant.
italian: [_e_] voglio provare questa cosa sul campo così male ora.

source: [_u_] Nice slippers.
french: [_u_] Jolies pantoufles.
italian: [_u_] Belle pantofole.

source: [_u_] They are very pointed...
french: [Ils sont très pointus...
italian: [_u_] Sono molto puntati...

source: [_e_] Do you have a problem with my shoes?
french: [Mes chaussures vous posent-elles un problème ?
italian: [_e_] Hai un problema con le mie scarpe?

source: [_u_] Nah, they're fine!
french: [_u_] Non, ils sont très bien !
italian: [_u_] Nah, stanno bene!

source: [_e_] It's called babouches, and if Amandines designed them, well...
french: [_e_] Ça s'appelle des babouches, et si c'est Amandines qui les a conçues, eh bien...
italian: [_e_] Si chiama babouches e se Amandines li ha progettati, bene...

source: [_e_] Well I like them a lot.
french: [Je les aime beaucoup.
italian: [_e_] Beh, mi piacciono molto.

source: [_u_] I said nothing!
french: [Je n'ai rien dit !
italian: [_u_] non ho detto niente!

source: [_u_] When are you going out on a mission to try on your outfit?
french: [Quand partez-vous en mission pour essayer votre tenue ?
italian: [_u_] Quando esci in missione per provare il tuo outfit?

source: [_e_] Tinker wants to wait until you get rid of the Sultana.
french: [_e_] Tinker veut attendre que vous vous débarrassiez de la Sultane.
italian: [_e_] Tinker vuole aspettare fino a sbarazzarsi della Sultana.

source: [_e_] So hurry up and take care of her!
french: [Alors dépêchez-vous de vous occuper d'elle !
italian: [_e_] Così sbrigatevi e prendersi cura di lei!

source: [_e_] So that I can take care of ''listing'' the androids to corrupt.
french: [Pour que je puisse m'occuper de ''lister'' les androïdes à corrompre.
italian: [_e_] così posso prendermi cura di ''elenco'' gli androidi per corrompere.

source: [_e_] And by listing, I mean...
french: [Et par liste, je veux dire...
italian: [_e_] E con l'elenco, voglio dire...

source: [_u_] Yes, I know very well what you mean Emee.
french: [Oui, je sais très bien ce que tu veux dire, Emee.
italian: [_u_] Sì, so molto bene cosa intendi Emee.

source: [_e_] Oh uh great, ¡Sí!, uh and you need me to find this?
french: [Oh euh super, ¡Sí !, euh et vous avez besoin de moi pour trouver ça ?
italian: [_e_] Oh uh grandissimo, 're !, uh e avete bisogno di me per trovare questo?

source: [_u_] Easy Emee, they're just tools.
french: [Doucement Emee, ce ne sont que des outils.
italian: [_u_] Easy Emee, sono solo strumenti.

source: [_u_] You know, if you want to talk to her, she's in the art division.
french: [Vous savez, si vous voulez lui parler, elle est dans la division artistique.
italian: [_u_] Sai, se vuoi parlare con lei, è nella divisione artistica.

source: [_e_] Uh, I...
french: [Euh, je...
italian: [_e_] Uh, Io...

source: [_e_] I don't know if I would dare to do that.
french: [Je ne sais pas si j'oserais le faire.
italian: [_e_] Non so se oserei farlo.

source: [_u_] Ok, focus, do you have any tools to sell?
french: [Ok, focus, avez-vous des outils à vendre ?
italian: [_u_] Ok, focus, hai qualche strumento da vendere?

source: [_u_] Now that I think about it... Do you still have stuff to sell or is it over?
french: [Maintenant que j'y pense... Vous avez encore des choses à vendre ou c'est fini ?
italian: [_u_] Ora che ci pensio... Hai ancora cose da vendere o è finito?

source: [_e_] Tinker allowed me to sell what I had scavenged but yeah...
french: [_e_] Le bricoleur m'a permis de vendre ce que j'avais récupéré, mais oui...
italian: [_e_] Tinker mi ha permesso di vendere quello che avevo avvistato ma sì...

source: [_e_] I'm quickly running out of stock.
french: [Je suis rapidement en rupture de stock.
italian: [_e_] sto rapidamente esaurendo le scorte.

source: [_e_] Well... neither do I.
french: [Eh bien... moi non plus.
italian: [_e_] Beh... né io.

source: [_e_] But the job Tinker is offering me on this planet is like... 100 times more profitable.
french: [Mais le travail que Tinker m'offre sur cette planète est... 100 fois plus rentable.
italian: [_e_] Ma il lavoro che Tinker mi sta offrendo su questo pianeta è come... 100 volte più redditizio.

source: [_e_] And then, instead of risking my life in abandoned buildings to recover junk...
french: [Et puis, au lieu de risquer ma vie dans des bâtiments abandonnés pour récupérer de la camelote...
italian: [_e_] E poi, invece di rischiare la mia vita in edifici abbandonati per recuperare la spazzatura...

source: [_e_] I'm going to fuck fairy tale androids.
french: [Je vais baiser des androïdes de conte de fées.
italian: [_e_] Ho intenzione di scopare androidi fiaba.

source: [_e_] So anyway, I think I made the right choice.
french: [Quoi qu'il en soit, je pense que j'ai fait le bon choix.
italian: [_e_] Così comunque, penso di aver fatto la scelta giusta.

source: [_e_] I need to make an inventory of the androids in the Oriental Area.
french: [Je dois faire l'inventaire des androïdes de la zone orientale.
italian: [_e_] Ho bisogno di fare un inventario degli androidi nella zona orientale.

source: [_e_] I'm waiting for the green light from Tinker to go there.
french: [J'attends le feu vert de Tinker pour y aller.
italian: [_e_] Sto aspettando che la luce verde di Tinker vada lì.

source: [_u_] Damn, that sounds like a cool job.
french: [_u_] Bon sang, ça a l'air d'être un boulot sympa.
italian: [_u_] Damn, che suona come un lavoro fresco.

source: [_e_] ¡¡Absolutamente!! I can't wait!
french: [_e_] ¡¡Absolutamente !! J'ai hâte !
italian: [_e_] - Absolutamento!! Non posso aspettare!

source: [_e_] I really want to go there to get some oriental ass!
french: [J'ai vraiment envie d'y aller pour prendre du cul à l'orientale !
italian: [_e_] Voglio davvero andare lì per ottenere qualche culo orientale!

source: [_e_] Corrupt the Oriental Area!
french: [Corrompre l'espace oriental !
italian: [_e_] Corrotto l'area orientale!

source: [_e_] And, of course, get the brothel up and running again.
french: [_e_] Et, bien sûr, remettre le bordel en état de marche.
italian: [_e_] E, naturalmente, ottenere il bordello di nuovo in funzione.

source: [_u_] Yeah... That a cool job.
french: [Ouais... C'est un boulot sympa.
italian: [_u_] Sì... Che un lavoro fresco.
