Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_SZ.po
Languages: french, italian

source: [_u_] Wow... this water is so fucking hot!
french: [ _u_ ] Wow ... cette eau est tellement chaude !
italian: [_u_] Wow... questa acqua è così caldo cazzo!

source: [_sz_] You can't stand the heat of a real sultana's bath?
french: [ _sz_ ] Vous ne pouvez pas supporter la chaleur d'un vrai bain de sultana?
italian: [_sz_] Non puoi sopportare il calore di un vero bagno di sultana?

source: [_sz_] If you want, you can always leave. No one will judge you.
french: [ _sz_ ] Si vous voulez, vous pouvez toujours partir. Personne ne vous jugera.
italian: [_sz_] Se vuoi, puoi sempre andartene. Nessuno ti giudicherà.

source: [_sz_] That's a promise.
french: [ _sz_ ] C'est une promesse.
italian: [_sz_] Questa è una promessa.

source: [_u_] Sorry, but you won't get rid of me that easily.
french: [ _u_ ] Désolé, mais tu ne me débarras pas de moi si facilement.
italian: [_u_] Mi dispiace, ma non mi libererai così facilmente.

source: [_sz_] So... now what? What do we do now?
french: [ _sz_ ] Alors ... maintenant quoi? Que faisons-nous maintenant?
italian: [_sz_] Quindi... ora che cosa? Che cosa facciamo?

source: [_sz_] Do we wait until the water is cold?
french: [ _sz_ ] Attendons-nous jusqu'à ce que l'eau soit froide?
italian: [_sz_] Aspettiamo che l'acqua sia freddo?

source: [_u_] Or we can find something else to do.
french: [ _u_ ] Ou nous pouvons trouver autre chose à faire.
italian: [_u_] O possiamo trovare qualcos'altro da fare.

source: [_sz_] I don't know... and I don't think I'd be very interested in talking to you.
french: [ _sz_ ] Je ne sais pas ... et je ne pense pas que je serais très intéressé de vous parler.
italian: [_sz_] non lo so... e non penso che sarei molto interessato a parlarvi.

source: [_sz_] You said you do this with friends sometimes, right?
french: [ _sz_ ] Vous avez dit que vous le faites avec des amis parfois, non?
italian: [_sz_] Hai detto di fare questo con gli amici a volte, giusto?

source: [_sz_] What do you talk about in these moments?
french: [ _sz_ ] De quoi parlez-vous dans ces moments?
italian: [_sz_] Di che cosa parli in questi momenti?

source: [_sz_] Nothing very intelligent, I suppose.
french: [ _sz_ ] Rien de très intelligent, je suppose.
italian: [_sz_] Niente di molto intelligente, suppongo.

source: [_u_] And then you wonder why people don't like you...
french: [ _u_ ] Et alors vous vous demandez pourquoi les gens ne vous aiment pas ...
italian: [_u_] E poi ti chiedi perché non ti piace...

source: [_sz_] Alright, I take it back.
french: [ _sz_ ] Alright, je le ramène.
italian: [_sz_] Va bene, lo riporto indietro.

source: [_sz_] So, tell me, what kind of activities would you do with your friends in this kind of situation?
french: [ _sz_ ] Alors, dis-moi, quel genre d'activités feriez-vous avec vos amis dans ce genre de situation?
italian: [_sz_] Allora, dimmi, che tipo di attività faresti con i tuoi amici in questo tipo di situazione?

source: [_u_] I think you'll be surprised.
french: [ _u_ ] Je pense que vous serez surpris.
italian: [_u_] penso che sarete sorpresi.

source: [_sz_] I'm not easily surprised.
french: [ _sz_ ] Je ne suis pas facilement surpris.
italian: [_sz_] Non sono facilmente sorpreso.

source: [_sz_] Clearly, you don't know me very well.
french: [ _sz_ ] Clairement, vous ne me connaissez pas très bien.
italian: [_sz_] Chiaramente, non mi conosci molto bene.

source: [_u_] All right, let me show you.
french: [ _u_ ] Très bien, laissez-moi vous montrer.
italian: [_u_] Va bene, lasciate che vi mostri.

source: [_sz_] Why did you pull out your male attribute?!
french: [ _sz_ ] Pourquoi avez-vous sorti votre attribut masculin? !
italian: [_sz_] Perché hai tirato fuori il tuo attributo maschile?!

source: [_u_] It's the best way to keep busy in the bath.
french: [ _u_ ] C'est la meilleure façon de rester occupé dans le bain.
italian: [_u_] E 'il modo migliore per tenere occupato nel bagno.

source: [_u_] You don't know how to use it, do you?
french: [ _u_ ] Vous ne savez pas comment l'utiliser, n'est-ce pas?
italian: [_u_] Non sai come usarlo, vero?

source: [_sz_] Thanks, but I know what to do with it...
french: [ _sz_ ] Merci, mais je sais quoi faire avec ça ...
italian: [_sz_] Grazie, ma so cosa fare con esso...

source: [_sz_] I just have to... put my finger in the hole or something like that.
french: [ _sz_ ] Je dois juste ... mettre mon doigt dans le trou ou quelque chose comme ça.
italian: [_sz_] devo solo fare... mettere il dito nel buco o qualcosa del genere.

source: [_u_] Oh gosh, how terrible...
french: [ _u_ ] Oh gosh, combien terrible ...
italian: [_u_] Oh gosh, quanto terribile...

source: [_u_] Okay... I think this is a good time to teach you something.
french: [ _u_ ] Ok ... Je pense que c'est un bon moment pour vous apprendre quelque chose.
italian: [_u_] Okay... Penso che questo sia un buon momento per insegnarti qualcosa.

source: [_sz_] You? Teach me something?
french: [ _sz_ ] Vous? Teach-moi quelque chose?
italian: [_sz_] Tu? Insegnami qualcosa?

source: [_sz_] Mh... that's so pretentious.
french: [ _sz_ ] Mh ... c'est si prétentieux.
italian: [_sz_] Mh... è così pretenzioso.

source: [_u_] Very well... then you already know that you have to take it in your hand...
french: [ _u_ ] Très bien ... alors vous savez déjà que vous devez le prendre dans votre main ...
italian: [_u_] Molto bene... allora sai già che devi prenderlo in mano...

source: [_sz_] Of course... that's common knowledge.
french: [ _sz_ ] Bien sûr ... c'est une connaissance commune.
italian: [_sz_] Certo... questa è la conoscenza comune.

source: [_u_] And then, you can start rubbing it by tightening your fingers all around the surface.
french: [ _u_ ] Et puis, vous pouvez commencer à la frotter en resserrant vos doigts tout autour de la surface.
italian: [_u_] E poi, puoi iniziare a strofinarlo stringendo le dita intorno alla superficie.

source: [_sz_] I'm telling you I know.
french: [ _sz_ ] Je vous dis que je sais.
italian: [_sz_] Le sto dicendo che so.

source: [_sz_] But I warn you... I'm not going to touch you.
french: [ _sz_ ] Mais je vous préviens ... Je ne vais pas te toucher.
italian: [_sz_] Ma ti avvertimento... Non ti toccherò.

source: [_sz_] Not with my right hand, anyway.
french: [ _sz_ ] Pas avec ma main droite, de toute façon.
italian: [_sz_] Non con la mia mano destra, comunque.

source: [_sz_] That would be indecent.
french: [ _sz_ ] Ce serait indécent.
italian: [_sz_] Sarebbe indecente.

source: [_u_] I'm fine with that.
french: [ _u_ ] Je vais bien avec ça.
italian: [_u_] sto bene con quello.

source: [_sz_] And I just have to...
french: [ _sz_ ] Et je dois juste ...
italian: [_sz_] E devo solo che...

source: [_u_] That's not too bad.
french: [ _u_ ] Ce n'est pas trop mal.
italian: [_u_] Non è troppo male.

source: [_sz_] I know, I'm a sultana after all! I know how to use my hands!
french: [ _sz_ ] Je sais, je suis un sultana après tout ! Je sais utiliser mes mains !
italian: [_sz_] lo so, dopo tutto, sono una sultana! So come usare le mani!

source: [_sz_] Why am I bragging about this...?
french: [ _sz_ ] Pourquoi je me tresse à propos de ça ...?
italian: [_sz_] Perché sto vantando di questo...?

source: [_sz_] Anyway... Rub your penis in between my fingers as you want.
french: [ _sz_ ] En tout cas ... Rub ton pénis entre mes doigts comme tu veux.
italian: [_sz_] comunque... Strofina il tuo pene tra le mie dita come vuoi.

source: [_sz_] After all, it's your favor.
french: [ _sz_ ] Après tout, c'est votre faveur.
italian: [_sz_] Dopo tutto, è il vostro favore.

source: [_sz_] Well... don't enjoy yourself too much either...
french: [ _sz_ ] Eh bien ... ne vous amusez pas trop ...
italian: [_sz_] Beh... non godetevi troppo neanche...

source: [_sz_] Or... do it respectfully.
french: [ _sz_ ] Ou ... faites ça avec respect.
italian: [_sz_] Oppure... farlo rispettosamente.

source: [_u_] Good idea, I'll do that.
french: [ _u_ ] Bonne idée, je le ferai.
italian: [_u_] Buona idea, lo farò.

source: [_u_] I will respectfully move a little closer to you.
french: [ _u_ ] Je vous rapprochera respectueusement d'un peu plus près de vous.
italian: [_u_] Mi muoverò con rispetto un po' più vicino a voi.

source: [_u_] Here... that's better.
french: [ _u_ ] Ici ... c'est mieux.
italian: [_u_] Qui... è meglio.

source: [_u_] Seeing your huge boobs like that is making me horny as fuck.
french: [ _u_ ] Voir vos énormes seins comme ça me rend cornée comme baise.
italian: [_u_] Vedendo le tue enormi tette come questo mi sta facendo cornea come cazzo.

source: [_u_] It makes me want to cum on them.
french: [ _u_ ] Cela me fait envie de foutre sur eux.
italian: [_u_] Mi fa volere sborrare su di loro.

source: [_sz_] Is this obscene language really necessary?
french: [ _sz_ ] Cette langue obscène est-elle vraiment nécessaire?
italian: [_sz_] Questa lingua oscena è davvero necessaria?

source: [_u_] Come on, give yourself a break!
french: [ _u_ ] Allez, donnez-toi une pause !
italian: [_u_] Avanti, fai una pausa!

source: [_sz_] Well, it's true that it can't hurt...
french: [ _sz_ ] Eh bien, c'est vrai qu'il ne peut pas blesser ...
italian: [_sz_] Beh, è vero che non può fare male...

source: [_sz_] As long as it stays between us...
french: [ _sz_ ] Tant qu'il reste entre nous ...
italian: [_sz_] Finché rimane tra noi...

source: [_sz_] Your dear Sultana is not accustomed to those kind of words.
french: [ _sz_ ] Votre chère Sultana n'est pas habitué à ce genre de mots.
italian: [_sz_] La tua cara Sultana non è abituata a questo tipo di parole.

source: [_sz_] You can continue to play with my hand if you like.
french: [ _sz_ ] Vous pouvez continuer à jouer avec ma main si vous voulez.
italian: [_sz_] Puoi continuare a giocare con la mia mano, se vuoi.

source: [_sz_] You uh... having fun?
french: [ _sz_ ] Tu ... t'amuser?
italian: [_sz_] Ti diverti... diverti?

source: [_sz_] Is it good?
french: [ _sz_ ] Est-il bon?
italian: [_sz_] È buono?

source: [_u_] Oh yes my sultana... keep up the good work.
french: [ _u_ ] Oh oui mon sultana ... continuez le bon travail.
italian: [_u_] Oh sì il mio sultana... continua il buon lavoro.

source: [_sz_] This is... really something unusual...
french: [ _sz_ ] C'est. .. vraiment quelque chose d'inhabituel ...
italian: [_sz_] Questo è... davvero qualcosa di insolito...

source: [_sz_] ...a strange discovery, I'd say.
french: [ _sz_ ] ... une découverte étrange, je dirais.
italian: [_sz_] ...una strana scoperta, direi.

source: [_u_] Damn... your hands feel so good...
french: [ _u_ ] Merde ... vos mains se sentent si bonnes ...
italian: [_u_] Dannazione... le tue mani si sentono così bene...

source: [_u_] Must be the royal blood or something like that.
french: [ _u_ ] Doit être le sang royal ou quelque chose comme ça.
italian: [_u_] Deve essere il sangue reale o qualcosa del genere.

source: [_sz_] Is my person arousing you this much ?
french: [ _sz_ ] Ma personne vous éprend-elle autant?
italian: [_sz_] La mia persona ti sta suscitando tanto?

source: [_sz_] Or maybe it is because of my chest.
french: [ _sz_ ] Ou peut-être c'est à cause de ma poitrine.
italian: [_sz_] O forse è a causa del mio petto.

source: [_u_] Fuck yes. Those two makes me go nuts.
french: [ _u_ ] Fuck oui. Ces deux me rendent fou.
italian: [_u_] Cazzo sì. Quei due mi fanno andare nozze.

source: [_u_] In all senses.
french: [ _u_ ] Dans tous les sens.
italian: [_u_] In tutti i sensi.

source: [_sz_] You know what ?
french: [ _sz_ ] Vous savez quoi?
italian: [_sz_] Sai cosa?

source: [_sz_] I think I'm starting to really like it!
french: [ _sz_ ] Je pense que je commence à vraiment comme ça !
italian: [_sz_] Penso che sto cominciando a piacermi davvero!

source: [_sz_] ... Well... it's kind of fun.
french: [ _sz_ ] ... Eh bien ... c'est amusant.
italian: [_sz_] ... Bene... è un po' divertente.

source: [_sz_] Rub your penis in between my fingers as you want.
french: [ _sz_ ] Rub votre pénis entre mes doigts comme vous voulez.
italian: [_sz_] Strofina il tuo pene tra le mie dita come vuoi.

source: [_u_] You sure about that ?
french: [ _u_ ] Vous en êtes sûr?
italian: [_u_] Sei sicuro di quello?

source: [_sz_] Well, yes...
french: [ _sz_ ] Eh bien, oui ...
italian: [_sz_] Beh, sì...

source: [_sz_] Why shouldn't I ?
french: [ _sz_ ] Pourquoi je ne devrais pas?
italian: [_sz_] Perché non dovrei?

source: [_u_] I just wanted to hear you say it again.
french: [ _u_ ] Je voulais juste vous entendre dire à nouveau.
italian: [_u_] Volevo solo sentirla dire di nuovo.

source: [_sz_] In any case, I remain pure... it's only my left hand.
french: [ _sz_ ] En tout cas, je reste pur ... c'est seulement ma main gauche.
italian: [_sz_] In ogni caso, rimango puro... è solo la mia mano sinistra.

source: [_sz_] It doesn't really matter.
french: [ _sz_ ] Ça n'a pas vraiment d'importance.
italian: [_sz_] Non importa davvero.

source: [_u_] Sure. If that makes you happy.
french: [ _u_ ] Bien sûr. Si ça te rend heureux.
italian: [_u_] Certo. Se ti rende felice.

source: [_u_] As long as you keep jerking my dick...
french: [ _u_ ] Tant que vous gardez ma bite ...
italian: [_u_] Fino a quando si continua a masturbarsi il mio cazzo...

source: [_sz_] Oh... you and your foul language...
french: [ _sz_ ] Oh ... vous et votre langage grossir ...
italian: [_sz_] Oh... tu e la tua lingua...

source: [_sz_] You make a strange face...
french: [ _sz_ ] Vous faites un étrange visage ...
italian: [_sz_] Fai una faccia strana...

source: [_sz_] Are you about to finish or something?
french: [ _sz_ ] Vous êtes sur le point de terminer ou quelque chose?
italian: [_sz_] Stai per finire o qualcosa?

source: [_sz_] You could have warned me.
french: [ _sz_ ] Tu aurais pu m'avertir.
italian: [_sz_] Avresti potuto avvertirmi.

source: [_sz_] Of course... it had to end on my breasts...
french: [ _sz_ ] Bien sûr ... il a dû finir sur mes seins ...
italian: [_sz_] Certo... doveva finire sul mio seno...

source: [_u_] Like... in a dark cape, and a metal helmet...
french: [ _u_ ] Comme ... dans un cap sombre, et un casque en métal ...
italian: [_u_] Preferisce... in un mantello scuro, e un casco metallico...

source: [_sz_] And red eyes?
french: [ _sz_ ] Et les yeux rouges?
italian: [_sz_] E occhi rossi?

source: [_u_] Yes!! Exactly!
french: [ _u_ ] Oui ! Exactement !
italian: [_u_] Sì!! Esattamente!

source: [_sz_] Indeed... This person has already been to the palace...
french: [ _sz_ ] En effet ... Cette personne a déjà été au palais ...
italian: [_sz_] Infatto... Questa persona è già stata al palazzo...

source: [_sz_] We thought it was a simple thief who'd come to the palace to steal a few things.
french: [ _sz_ ] Nous pensions qu'il s'agissait d'un simple voleur qui serait venu au palais pour voler quelques trucs.
italian: [_sz_] Pensavamo che fosse un semplice ladro che sarebbe venuto al palazzo per rubare alcune cose.

source: [_sz_] We could never catch it and then one night I saw her.
french: [ _sz_ ] On ne pouvait jamais l'attraper, puis une nuit je l'ai vue.
italian: [_sz_] Non potevamo mai prenderlo e poi una notte l'ho vista.

source: [_sz_] In my room, without her helmet. Listening to the walls and the floor... as if... she were looking for a secret passage.
french: [ _sz_ ] Dans ma chambre, sans son casque. À l'écoute des murs et du sol ... comme si ... elle cherchait un passage secret.
italian: [_sz_] Nella mia stanza, senza il suo casco. Ascoltando le pareti e il pavimento... come se... stava cercando un passaggio segreto.

source: [_sz_] Absolutely.
french: [ _sz_ ] Absolument.
italian: [_sz_] Assolutamente.

source: [_sz_] I'd seen women in armor before, but... this was different.
french: [ _sz_ ] J'avais vu des femmes en armure avant, mais ... c'était différent.
italian: [_sz_] Avevo visto le donne in armatura prima, ma... questo era diverso.

source: [_sz_] Godness... That armor was really ugly.
french: [ _sz_ ] Rougeur ... Cette armure était vraiment moche.
italian: [_sz_] la divinità... Quella armatura era davvero brutta.

source: [_sz_] And those red eyes... they were... supernatural.
french: [ _sz_ ] Et ces yeux rouges ... ils étaient ... surnaturels.
italian: [_sz_] E quegli occhi rossi... erano... soprannaturali.

source: [_sz_] But without her armor, she was a normal woman.
french: [ _sz_ ] Mais sans son armure, elle était une femme normale.
italian: [_sz_] Ma senza la sua armatura, era una donna normale.

source: [_sz_] Well... medium size... rather thin...
french: [ _sz_ ] Bien ... taille moyenne ... plutôt mince ...
italian: [_sz_] Bene... di medie dimensioni... piuttosto sottile...

source: [_sz_] Oh, and she had blonde hair.
french: [ _sz_ ] Oh, et elle avait les cheveux blonds.
italian: [_sz_] Oh, e aveva i capelli biondi.

source: [_sz_] Beautiful blonde hair. Almost like silk.
french: [ _sz_ ] Magniquer les cheveux blonds. Presque comme de la soie.
italian: [_sz_] Bellissimi capelli biondi. Quasi come la seta.

source: [_sz_] And a beautiful face but a little too white for my taste.
french: [ _sz_ ] Et un beau visage mais un peu trop blanc pour mon goût.
italian: [_sz_] E un bel viso ma un po' troppo bianco per il mio gusto.

source: [_sz_] Well, I asked her who she was, and what she was doing here.
french: [ _sz_ ] Eh bien, je lui ai demandé qui elle était, et ce qu'elle faisait ici.
italian: [_sz_] Beh, le ho chiesto chi fosse, e cosa stava facendo qui.

source: [_sz_] And then we chatted for a few moments...
french: [ _sz_ ] Et puis nous avons discuté pendant quelques instants ...
italian: [_sz_] E poi abbiamo chiacchierato per qualche momento...

source: [_sz_] She told me her name was...
french: [ _sz_ ] Elle m'a dit que son nom était ...
italian: [_sz_] Mi ha detto che il suo nome era...

source: [_sz_] Gosh... I have a memory lapse...
french: [ _sz_ ] Gosh ... J'ai un manque de mémoire ...
italian: [_sz_] Gosh... Ho un giro di memoria...

source: [_sz_] Something that starts with an ''A''.
french: [ _sz_ ] Quelque chose qui commence par un '' A''.
italian: [_sz_] Qualcosa che inizia con un 'A''.

source: [_sz_] That's strange... I don't usually forget things like that.
french: [ _sz_ ] C'est étrange ... Je n'oublie pas les choses comme ça.
italian: [_sz_] È strano... Di solito non dimentico cose del genere.

source: [_sz_] Well, that was a long time ago.
french: [ _sz_ ] Eh bien, c'était il y a longtemps.
italian: [_sz_] Beh, era molto tempo fa.

source: Have you ever met a kind of mysterious person?
french: As-tu déjà rencontré une personne mystérieuse?
italian: Avete mai incontrato una sorta di persona misteriosa?

source: {color=#f2923c}I have your new dress{/color}
french: { color=#f2923c} J'ai votre nouvelle robe { /color }
italian: {color=#f2923c}Ho il tuo nuovo vestito{/color}

source: {color=#f2923c}I've created a garment for you{/color}
french: { color=#f2923c} J'ai créé un vêtement pour vous { /color }
italian: {color=#f2923c}Ho creato un capo per te{/color}

source: {color=#f2923c}I found your horn!{/color}
french: { color=#f2923c} J'ai trouvé votre corne ! { /color }
italian: {color=#f2923c}Ho trovato il tuo corno!{/color}

source: ${color=#797979}Would you like to change your clothes?{/color} {image=shirt02.png}
french: $ { color=#797979} Voulez-vous modifier vos vêtements? { /color } { image=shirt02.png }
italian: ${color=#797979}Vuoi cambiare i tuoi vestiti?{/color} {image=shirt02.png}

source: Let's talk about your guard... {image=heart01.png}
french: Parlons de votre garde ... { image=heart01.png }
italian: Parliamo della tua guardia... {image=heart01.png}

source: {color=#3ad8ff}You should wear something else{/color} {image=heart01.png}
french: { color=#3ad8ff} Vous devez porter autre chose { /color } { image=heart01.png }
italian: {color=#3ad8ff}Dovresti indossare qualcos'altro{/color} {image=heart01.png}

source: {color=#3ad8ff}You should wear something else{/color} {image=heart02.png}{image=heart01.png}
french: { color=#3ad8ff} Vous devez porter autre chose { /color } { image=heart02.png } { image=heart01.png }
italian: {color=#3ad8ff}Dovresti indossare qualcos'altro{/color} {image=heart02.png}{image=heart01.png}

source: {color=#3ad8ff}You should wear something else{/color} {image=heart02.png}{image=heart02.png}
french: { color=#3ad8ff} Vous devez porter autre chose { /color } { image=heart02.png } { image=heart02.png }
italian: {color=#3ad8ff}Dovresti indossare qualcos'altro{/color} {image=heart02.png}{image=heart02.png}

source: {color=#3ad8ff}Show me your boobs{/color} {image=heart03.png}
french: { color=#3ad8ff} Montre-moi vos seins { /color } { image=heart03.png }
italian: {color=#3ad8ff}Mostrami le tue tette{/color} {image=heart03.png}

source: {color=#3ad8ff}Show me your boobs{/color} {image=heart02.png}
french: { color=#3ad8ff} Montre-moi vos seins { /color } { image=heart02.png }
italian: {color=#3ad8ff}Mostrami le tue tette{/color} {image=heart02.png}

source: {color=#797979}Let's talk about your guard...{/color}
french: { color=#797979} Parlons de votre garde ... { /color }
italian: {color=#797979}Parliamo della tua guardi...{/color}

source: {color=#3ad8ff}Ready to take off your cloak?{/color} {image=heart01.png}
french: { color=#3ad8ff} Prêt à retirer votre cape? { /color } { image=heart01.png }
italian: {color=#3ad8ff}Pronto a decollare il tuo mantello?{/color} {image=heart01.png}

source: {color=#3ad8ff}You should take off another piece of clothing{/color} {image=heart01.png}
french: { color=#3ad8ff} Vous devez retirer une autre pièce de vêtements { /color } { image=heart01.png }
italian: {color=#3ad8ff}Dovresti togliere un altro pezzo di abbigliamento{/color} {image=heart01.png}

source: {color=#3ad8ff}Show me your boobs{/color} {image=heart01.png}{image=heart01.png}
french: { color=#3ad8ff} Montre-moi vos seins { /color } { image=heart01.png } { image=heart01.png }
italian: {color=#3ad8ff}Mostrami le tue tette{/color} {image=heart01.png}{image=heart01.png}

source: {color=#3ad8ff}Show me your boobs{/color} {image=heart02.png}{image=heart03.png}
french: { color=#3ad8ff} Montre-moi vos seins { /color } { image=heart02.png } { image=heart03.png }
italian: {color=#3ad8ff}Mostrami le tue boobs{/color} {image=heart02.png}{image=heart03.png}

source: {color=#3ad8ff}You should kiss someone{/color} {image=heart01.png}
french: { color=#3ad8ff} Vous devez embrasser une personne { /color } { image=heart01.png }
italian: {color=#3ad8ff}Dovresti baciare qualcuno{/color} {image=heart01.png}

source: {color=#3ad8ff}You should kiss someone{/color} {image=heart02.png}
french: { color=#3ad8ff} Vous devez embrasser une personne { /color } { image=heart02.png }
italian: {color=#3ad8ff}Dovresti baciare qualcuno{/color} {image=heart02.png}

source: You can raise your dress.
french: Tu peux lever ta robe.
italian: Puoi alzare il vestito.

source: You can pull down your corset.
french: Vous pouvez descendre votre corset.
italian: Puoi abbattere il tuo corsetto.

source: You can remove the whole dress.
french: Vous pouvez enlever toute la robe.
italian: Puoi rimuovere tutto il vestito.

source: No need
french: Pas besoin
italian: Nessun bisogno

source: Do you want me to do it?
french: Veux-tu que je le fasse?
italian: Vuole che lo faccia?

source: Only if you are the one massaging
french: Seulement si vous êtes le seul massant
italian: Solo se sei quello che massaggia

source: Continue a little more
french: Continuer un peu plus
italian: Continua un po' di più

source: You should try it without a dress.
french: Tu devrais l'essayer sans robe.
italian: Dovresti provarla senza un vestito.

source: Tell me your biggest secret
french: Dis-moi ton plus grand secret
italian: Dimmi il tuo più grande segreto
