Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_JM.po
Languages: french

source: [_jm_] Hello to you... my [Quest_JM_NameMC].
french: [_jm_] Bonjour à vous... mon [Quest_JM_NameMC].

source: [_jm_] Oh, not you again...
french: [Oh, pas encore vous...

source: [_jm_] Greetings [name].
french: [_jm_] Salutations [nom].

source: [_jm_] No [u_EL_name], thank you.
french: [Non [u_EL_name], merci.

source: [_u_] Ma'am, are you still angry with me?
french: [Madame, êtes-vous toujours en colère contre moi ?

source: [_u_] How are you today, ma'am?
french: [Comment allez-vous aujourd'hui, madame ?

source: [_jm_] Very well.
french: [Très bien.

source: [_u_] See you later, ma'am.
french: [A plus tard, madame.

source: [_jm_] Have a nice day, [Quest_JM_NameMC] [name].
french: [Bonne journée, [Quest_JM_NameMC] [nom].

source: [_jm_] Well... mostly... I read.
french: [_jm_] Eh bien... surtout... Je lis.

source: [_jm_] I read and I... well...
french: [Je lis et je... eh bien...

source: [_jm_] ...How to say this?
french: [...Comment dire cela ?

source: [_jm_] Don't make fun of me, okay?
french: [Ne vous moquez pas de moi, d'accord ?

source: [_u_] Tell me.
french: [Dites-moi.

source: [_jm_] I... Dance.
french: [Je... Danse.

source: [_u_] Ah... I was expecting something more exciting.
french: [Ah... Je m'attendais à quelque chose de plus excitant.

source: [_jm_] I don't think you understand what I just told you...
french: [Je ne pense pas que vous compreniez ce que je viens de vous dire...

source: [_jm_] Can you imagine??? Me? A princess?
french: [Pouvez-vous imaginer ???? Moi ? Une princesse ?

source: [_jm_] Dancing like a common courtesan?
french: [Danser comme une vulgaire courtisane ?

source: [_jm_] If the kingdom knew that...
french: [Si le royaume savait que...

source: [_u_] Gosh... we do have work to do.
french: [_u_] Bon sang... nous avons du travail à faire.

source: [_u_] If you ask me... you should do more.
french: [Si vous voulez mon avis... vous devriez en faire plus.

source: [_u_] I would even say, why not give me a show?
french: [Je dirais même : pourquoi ne pas me donner un spectacle ?

source: [_jm_] WHAT?
french: [_jm_] QUOI ?

source: [_jm_] Me? Dancing in front of you?
french: [Moi ? Danser devant vous ?

source: [_u_] What's stopping you?
french: [Qu'est-ce qui vous en empêche ?

source: [_jm_] I... I don't know...
french: [Je... Je ne sais pas...

source: [_jm_] Maybe Sherazade does not...
french: [_jm_] Peut-être que Sherazade ne...

source: [_jm_] Ok you are right.
french: [_jm_] D'accord, vous avez raison.

source: [_jm_] I'll do it.
french: [Je le ferai.

source: [_u_] Perfect! A private dance!
french: [Parfait ! Une danse privée !

source: [_jm_] Anyway, I'm going to train more, and I'll tell you when I'm ready.
french: [Quoi qu'il en soit, je vais m'entraîner davantage et je vous dirai quand je serai prêt.

source: [_jm_] See you later, Prince [name]!
french: [À plus tard, Prince [nom] !]

source: [_u_] So, I've been thinking...
french: [J'ai donc réfléchi...

source: [_u_] In the book I mentioned... the first chapter talks about a particular subject...
french: [_u_] Dans le livre que j'ai mentionné... le premier chapitre parle d'un sujet particulier...

source: [_jm_] Oooh, what in particular?
french: [Oooh, quoi en particulier ?

source: [_jm_] Will I finally know what a princess should not know? ahah
french: [Vais-je enfin savoir ce qu'une princesse ne devrait pas savoir ? ahah

source: [_u_] It was about... modesty.
french: [Il s'agissait de... modestie.

source: [_a_] Here we go!
french: [_a_] C'est parti !

source: [_jm_] Modesty?
french: [Modestie ?

source: [_jm_] Mh... It is quite interesting...
french: [_jm_] Mh... C'est assez intéressant...

source: [_jm_] I have been educated with a lot of fervor on this subject...
french: [J'ai été éduqué avec beaucoup de ferveur sur ce sujet...

source: [_jm_] Maybe I should question all this...
french: [Je devrais peut-être remettre tout cela en question...

source: [_u_] I love the way you think.
french: [J'aime ta façon de penser.

source: [_jm_] Thank you!
french: [Merci !

source: [_u_] Let's try something together!
french: [Essayons quelque chose ensemble !

source: [_jm_] What do you have in mind?
french: [Qu'avez-vous en tête ?

source: [_u_] Let me see your bra.
french: [Montre-moi ton soutien-gorge.

source: [_u_] Let me see your panties.
french: [Fais-moi voir ta culotte.

source: [_jm_] Excuse me?
french: [Excusez-moi ?

source: [_jm_] Here? Now??
french: [Ici ? Maintenant ?

source: [_u_] Why not!
french: [Pourquoi pas !

source: [_u_] You want to deconstruct yourself, right?
french: [Vous voulez vous déconstruire, n'est-ce pas ?

source: [_jm_] Yes I...
french: [Oui, je...

source: [_jm_] I don't know if I was ready for that...
french: [Je ne sais pas si j'étais prêt pour ça...

source: [_jm_] Are you sure this is necessary?
french: [Êtes-vous sûr que c'est nécessaire ?

source: [_jm_] I mean...
french: [Je veux dire...

source: [_u_] If you want to remain a princess with traditional values, that's your choice...
french: [Si vous voulez rester une princesse aux valeurs traditionnelles, c'est votre choix...

source: [_jm_] No!
french: [Non !

source: [_jm_] I...
french: [_jm_] Je...

source: [_jm_] No I cannot.
french: [Non, je ne peux pas.

source: [_u_] As you wish, princess.
french: [Comme vous voulez, princesse.

source: [_jm_] OK OK! I'm doing it!
french: [_jm_] OK OK ! Je le fais !

source: [_jm_] I can't fucking believe it...
french: [Je n'arrive pas à y croire...

source: [_jm_] Can you close your eyes for two seconds?
french: [Pouvez-vous fermer les yeux pendant deux secondes ?

source: [_jm_] I am ready.
french: [Je suis prêt.

source: [_u_] Nice...
french: [_u_] Joli...

source: [_jm_] I guess I'll take that as a compliment.
french: [Je suppose que je prends cela comme un compliment.

source: [_u_] You are officially a little less of a perfect princess today.
french: [Tu es officiellement un peu moins une princesse parfaite aujourd'hui.

source: [_jm_] I suppose so.
french: [Je suppose que oui.

source: [_jm_] May I...
french: [Puis-je...

source: [_jm_] Can I put my clothes back on now?
french: [Je peux me rhabiller maintenant ?

source: [_jm_] Well...
french: [_jm_] Eh bien...

source: [_jm_] It didn't go so bad.
french: [_jm_] Cela ne s'est pas si mal passé.

source: [_jm_] I mean... It was really a strange feeling...
french: [Je veux dire... C'était vraiment un sentiment étrange...

source: [_jm_] Anyway, I'm going to meditate on all this.
french: [Quoi qu'il en soit, je vais méditer sur tout cela.

source: [_u_] About our little exercises...
french: [_u_] A propos de nos petits exercices...

source: [_jm_] Yes?
french: [Oui ?

source: [_u_] What do you think about it?
french: [Qu'en pensez-vous ?

source: [_jm_] Well... It was a strange experience I must admit.
french: [_jm_] Eh bien... C'était une expérience étrange, je dois l'admettre.

source: [_u_] It was pretty fun.
french: [C'était assez amusant.

source: [_jm_] Speak for yourself. You're not the one who had to take your clothes off.
french: [Parlez pour vous. Ce n'est pas vous qui avez dû vous déshabiller.

source: [_u_] You want me to undress?
french: [Vous voulez que je me déshabille ?

source: [_jm_] No! That's not what I meant!
french: [Non ! Ce n'est pas ce que je voulais dire !

source: [_jm_] No no no! no absolutely not.
french: [Non, non, non, non, absolument pas.

source: [_u_] Too bad for you, I don't mind being naked.
french: [Dommage pour toi, ça ne me dérange pas d'être nu.

source: [_jm_] How the hell do you do that?
french: [Comment diable faites-vous cela ?

source: [_u_] I'm used to it.
french: [J'ai l'habitude.

source: [_jm_] Are you used to being naked in front of Princesses? Ahah
french: [Avez-vous l'habitude d'être nu devant des princesses ? Ahah

source: [_jm_] You are making fun of me.
french: [Vous vous moquez de moi.

source: [_u_] Anyway, what if we tried something else?
french: [Et si on essayait autre chose ?

source: [_u_] You should show me your bra.
french: [Tu devrais me montrer ton soutien-gorge.

source: [_u_] You should show me your panties.
french: [Tu devrais me montrer ta culotte.

source: [_jm_] You really want to strip me to the bone!
french: [Vous voulez vraiment me dépouiller jusqu'à l'os !

source: [_u_] Oh, we still have a long way to go to get there.
french: [_u_] Oh, nous avons encore un long chemin à parcourir pour y arriver.

source: [_u_] Well, it's not like this is the first time I've seen your underwear.
french: [Ce n'est pas la première fois que je vois tes sous-vêtements.

source: [_jm_] Okay...
french: [_jm_] D'accord...

source: [_jm_] Let's make it quick.
french: [Faisons vite.

source: [_jm_] I can't believe I'm actually showing my panties like this...
french: [Je n'arrive pas à croire que je montre ma culotte comme ça...

source: [_jm_] It's a bit obcene...
french: [C'est un peu obscène...

source: [_jm_] I feel like a... unvirtuous woman.
french: [Je me sens comme une femme peu vertueuse.

source: [_u_] Or maybe it's just that you're walking away from a perfect princess.
french: [Ou peut-être est-ce simplement parce que vous vous éloignez d'une princesse parfaite.

source: [_jm_] Perhaps.
french: [_jm_] Peut-être.

source: [_u_] In any case, I love what I see.
french: [En tout cas, j'aime ce que je vois.

source: [_jm_] I have no doubt about that!
french: [Je n'en doute pas !

source: [_jm_] See you later...
french: [A plus tard...

source: [_jm_] ''Undresser of Princesses''
french: [_jm_] ''Déshabilleur de princesses''

source: [_jm_] Again?
french: [_jm_] Encore ?

source: [_jm_] You really have a love for my bra! Ahah
french: [Tu aimes vraiment mon soutien-gorge ! Ahah

source: [_u_] The whole world would love this bra if they could see it.
french: [Le monde entier aimerait ce soutien-gorge s'il pouvait le voir.

source: [_jm_] And thank goodness that will never happen!
french: [Et Dieu merci, cela n'arrivera jamais !

source: [_u_] Never say never!
french: [Il ne faut jamais dire jamais !

source: [_jm_] I'm actually getting used to this!
french: [Je commence à m'y habituer !

source: [_jm_] Do you think this is a good thing?
french: [Pensez-vous que c'est une bonne chose ?

source: [_u_] Undoubtedly.
french: [_u_] Sans aucun doute.

source: [_jm_] These exercises were really fun!
french: [_jm_] Ces exercices étaient vraiment amusants !

source: [_jm_] But I'm still glad it's over!
french: [Mais je suis quand même contente que ce soit fini !

source: [_jm_] Thank you for helping me improve, my prince.
french: [Merci de m'aider à m'améliorer, mon prince.

source: [_u_] You know it's far from over?
french: [Vous savez que c'est loin d'être fini ?

source: [_jm_] Ahah you are so funny.
french: [_jm_] Ahah vous êtes si drôle.

source: [_jm_] See you later!
french: [A plus tard !

source: [_jm_] Ahah why not!
french: [Ahah pourquoi pas !

source: [_jm_] One more time or less, it can't hurt!
french: [Une fois de plus ou de moins, ça ne peut pas faire de mal !

source: [_jm_] Is it part of the exercise that you look at my crotch so much?
french: [Est-ce que ça fait partie de l'exercice que tu regardes autant mon entrejambe ?

source: [_u_] Oh yes! Of course!
french: [Oh oui ! Bien sûr !

source: [_u_] It's for... uh...
french: [C'est pour... euh...

source: [_jm_] Lower my modesty?
french: [Abaisser ma modestie ?

source: [_u_] Yes, exactly!
french: [Oui, exactement !

source: [_jm_] Anyway, I don't know if it works, but it's pretty strange to be ogled like this.
french: [Quoi qu'il en soit, je ne sais pas si ça marche, mais c'est assez étrange de se faire reluquer de la sorte.

source: [_u_] You'll get used to it, don't worry!
french: [Vous vous y habituerez, ne vous inquiétez pas !

source: [_jm_] Mh...
french: [Mh...

source: [_jm_] Anyway, as always it was rather strange.
french: [Quoi qu'il en soit, comme toujours, c'était plutôt étrange.

source: [_u_] This is because we need to practice more!
french: [C'est parce que nous devons nous entraîner davantage !

source: [_jm_] See you later.
french: [A plus tard.

source: [_jm_] What? What's wrong with my underwear?
french: [Quoi ? Qu'est-ce qui ne va pas avec mes sous-vêtements ?

source: [_u_] Well... I was thinking...
french: [_u_] Eh bien... Je me disais...

source: [_u_] You should give them to me.
french: [Vous devriez me les donner.

source: [_jm_] Ahah that's a good one.
french: [_jm_] Ahah, c'est une bonne question.

source: [_jm_] Why?
french: [Pourquoi ?

source: [_u_] What do you think? I'm trying to lower your level of modesty!
french: [Qu'en pensez-vous ? J'essaie d'abaisser votre niveau de pudeur !

source: [_jm_] And... you only thought of... this?
french: [Et... vous n'avez pensé qu'à... ça ?

source: [_u_] I think it's a great idea.
french: [Je pense que c'est une bonne idée.

source: [_jm_] Can you imagine me walking around with nothing under my clothes?
french: [Vous m'imaginez me promener sans rien sous mes vêtements ?

source: [_u_] To be honest... I thought that was the case at first...
french: [_u_] Pour être honnête... J'ai d'abord cru que c'était le cas...

source: [_u_] Your top is so... short...
french: [Votre haut est si... court...

source: [_jm_] Well, if it makes you happy!
french: [Eh bien, si cela vous rend heureux !

source: [_jm_] Just give me a second.
french: [Donnez-moi une seconde.

source: [_u_] I didn't think it would be this easy.
french: [Je ne pensais pas que ce serait aussi facile.

source: [_jm_] I'm not always an uptight little princess you know?
french: [Je ne suis pas toujours une petite princesse coincée, vous savez ?

source: [_jm_] I can be very surprising sometimes!
french: [Je peux être très surprenant parfois !

source: [_jm_] All right...
french: [_jm_] Très bien...

source: [_jm_] I just take this off...
french: [J'enlève juste ça...

source: [_jm_] Here we are!
french: [Nous y sommes !

source: [_jm_] It's true that there's not that much difference!
french: [C'est vrai qu'il n'y a pas tant de différence que ça !

source: [_a_] Gosh... how could people put bras on themselves back then?
french: [_a_] Mon Dieu... comment les gens pouvaient-ils se mettre des soutiens-gorge à l'époque ?

source: [_a_] I'm glad we live in more civilized times!
french: [Je suis heureux que nous vivions à une époque plus civilisée !

source: [_jm_] And then... I'm pretty comfortable like this!
french: [Et puis... Je suis plutôt à l'aise comme ça !

source: [_jm_] You know what? I feel like for once you gave me good advice!
french: [Tu sais quoi ? J'ai l'impression que pour une fois tu m'as donné un bon conseil !

source: [_u_] Well, I'm very happy about it.
french: [J'en suis très heureux.

source: [_jm_] I'm going to read a good book on the balcony to celebrate!
french: [Je vais lire un bon livre sur le balcon pour fêter ça !

source: [_jm_] See you tomorrow Prince [name]!
french: [A demain Prince [nom] !]

source: [_u_] It's not really up to you, actually.
french: [En fait, cela ne dépend pas vraiment de vous.

source: [_u_] Your [Quest_JM_NameMC] orders you to give him your underwear.
french: [_u_] Votre [Nom_de_la_quête] vous ordonne de lui donner vos sous-vêtements.

source: [_u_] And better yet, from now on, I decree that you will not be allowed to wear any.
french: [_u_] Et mieux encore, à partir de maintenant, je décrète que vous n'aurez pas le droit d'en porter.

source: [_jm_] You're kidding?
french: [Vous plaisantez ?

source: [_jm_] I will... walk around naked under my clothes?
french: [Je vais... me promener nu sous mes vêtements ?

source: [_jm_] What kind of princess does that?
french: [Quel genre de princesse fait ça ?

source: [_u_] You're no princess.
french: [Vous n'êtes pas une princesse.

source: [_u_] Unless you want to be one?
french: [_u_] A moins que vous ne vouliez en être un ?

source: [_jm_] No... I don't want to be one...
french: [Non... Je ne veux pas en être un...

source: [_jm_] Alright... You won!
french: [_jm_] Très bien... Vous avez gagné !

source: [_jm_] Just give me a second!
french: [Donnez-moi une seconde !

source: [_jm_] I really feel like I'm naked.
french: [J'ai vraiment l'impression d'être nu.

source: [_u_] You can also really get naked you know.
french: [_u_] On peut aussi se mettre vraiment à poil, vous savez.

source: [_jm_] All right, I'll stop complaining.
french: [D'accord, j'arrête de me plaindre.

source: [_jm_] See you tomorrow... [Quest_JM_NameMC].
french: [A demain... [Quest_JM_NameMC].

source: [_jm_] Oh yes!
french: [Oh oui !

source: [_jm_] The naked thing?
french: [La chose nue ?

source: [_u_] Yep... the naked thing.
french: [Yep... la chose nue.

source: [_jm_] What?
french: [Quoi ?

source: [_jm_] You want me to...
french: [Vous voulez que je...

source: [_jm_] No... no way.
french: [Non... pas question.

source: [_u_] What! You did it once!
french: [Quoi ! Tu l'as fait une fois !

source: [_jm_] Yes but, it was the Djin! Not to please you!
french: [Oui mais, c'était le Djin ! Pas pour vous faire plaisir !

source: [_u_] So... you'd rather be ordered to do it than to please someone?
french: [Alors... vous préférez qu'on vous ordonne de le faire plutôt que de faire plaisir à quelqu'un ?

source: [_jm_] Yes!
french: [Oui !

source: [_jm_] I mean... no.
french: [Je veux dire... non.

source: [_jm_] Oh and then... why not.
french: [_jm_] Oh et puis... pourquoi pas.

source: [_jm_] Just give me a sec.
french: [Donnez-moi une seconde.

source: [_jm_] I spend way too much time undressing here... if you ask me.
french: [Je passe beaucoup trop de temps à me déshabiller ici... si vous voulez mon avis.

source: [_u_] Mh...
french: [Mh...

source: [_u_] That's debatable.
french: [C'est discutable.

source: [_jm_] So... there you go.
french: [_jm_] Donc... voilà.

source: [_jm_] Is this what you wanted?
french: [Est-ce que c'est ce que vous vouliez ?

source: [_u_] More or less.
french: [_u_] Plus ou moins.

source: [_jm_] You are the most unsatisfied person I have ever known.
french: [Vous êtes la personne la plus insatisfaite que j'aie jamais connue.

source: [_u_] I would describe myself more as an idealist.
french: [Je me décrirais plutôt comme un idéaliste.

source: [_jm_] Of course.
french: [Bien sûr.

source: [_jm_] Do you really want to talk about philosophy naked?
french: [Voulez-vous vraiment parler de philosophie à poil ?

source: [_jm_] Because I'm warning you, I know what I'm talking about.
french: [Parce que je vous préviens, je sais de quoi je parle.

source: [_u_] Sounds like an interesting proposition.
french: [C'est une proposition intéressante.

source: [_jm_] You silly man...
french: [_jm_] Vous êtes un homme stupide...

source: [_a_] I think I'm starting to like this girl.
french: [Je crois que je commence à aimer cette fille.

source: [_u_] One more thing...
french: [_u_] Une dernière chose...

source: [_u_] Can you turn around?
french: [Pouvez-vous faire demi-tour ?

source: [_jm_] Really?
french: [_jm_] Vraiment ?

source: [_u_] Sure!
french: [Bien sûr !

source: [_jm_] There, you see my back.
french: [Voilà, vous voyez mon dos.

source: [_jm_] I don't know what good it does you...
french: [Je ne sais pas ce que cela peut vous apporter...

source: [_jm_] ...but you can see my back.
french: [...mais vous pouvez voir mon dos.

source: [_u_] Uh...
french: [_u_] Euh...

source: [_u_] The only thing I see is a big mass of hair.
french: [La seule chose que je vois, c'est une grosse masse de cheveux.

source: [_jm_] What? You don't like my hair?
french: [Quoi ? Tu n'aimes pas mes cheveux ?

source: [_u_] No I didn't say that!
french: [Non, je n'ai pas dit ça !

source: [_u_] They are very nice, and very long and...
french: [Ils sont très beaux, très longs et...

source: [_jm_] I'll leave you here, I miss my clothes!
french: [Je vous laisse ici, mes vêtements me manquent !

source: [_jm_] See you later my Prince!
french: [A plus tard mon Prince !

source: [_jm_] I really feel like I'm spending more time naked than clothed these days.
french: [J'ai vraiment l'impression de passer plus de temps nu que vêtu ces jours-ci.

source: [_u_] Mh... not as much as I would like.
french: [_u_] Mh... pas autant que je le souhaiterais.

source: [_jm_] Don't talk nonsense.
french: [Ne dites pas de bêtises.

source: [_jm_] Well... I'll be up in a second.
french: [Eh bien... J'arrive dans une seconde.

source: [_jm_] Here it is! and once again...
french: [Le voici ! et une fois de plus...

source: [_jm_] I end up naked.
french: [Je finis à poil.

source: [_u_] It seems to bother you less and less!
french: [Cela semble vous gêner de moins en moins !

source: [_jm_] That's right!
french: [C'est vrai !

source: [_jm_] I'm getting used to it!
french: [Je m'y habitue !

source: [_jm_] Of course my Prince.
french: [Bien sûr, mon Prince.

source: [_u_] And... can you take your hair off your back?
french: [Et... pouvez-vous enlever vos cheveux de votre dos ?

source: [_jm_] But...
french: [Mais...

source: [_jm_] You...
french: [_jm_] Vous...

source: [_jm_] You'd see my ass if I did that.
french: [Vous verriez mon cul si je faisais ça.

source: [_u_] Really?
french: [_u_] Vraiment ?

source: [_u_] I was thinking mostly about your back.
french: [Je pensais surtout à votre dos.

source: [_jm_] What? What is it?
french: [Quoi ? Qu'est-ce que c'est ?

source: [_u_] Your ass is amazing!
french: [Ton cul est incroyable !

source: [_jm_] I thought you were interested in my back?
french: [Je croyais que mon dos vous intéressait ?

source: [_u_] Mh...
french: [Mh...

source: [_u_] Let me see that again for a second...
french: [Voyons cela une seconde...

source: [_u_] Yep.
french: [_u_] Oui.

source: [_u_] Your ass is divine.
french: [Ton cul est divin.

source: [_jm_] Well, enough of that for today!
french: [Bon, ça suffit pour aujourd'hui !

source: [_jm_] See you tomorrow, Mr. Prince!
french: [A demain, Monsieur le Prince !

source: [_jm_] Okay, I'll be back in a second.
french: [Ok, je reviens dans une seconde.

source: [_jm_] I'm getting used to it...
french: [Je commence à m'y habituer...

source: [_jm_] See you... uh... tomorrow, [Quest_JM_NameMC] [name].
french: [A demain, [Quest_JM_NameMC] [nom].

source: [_jm_] Oh and then why not!
french: [_jm_] Oh et puis pourquoi pas !

source: [_u_] Yep!
french: [Yep !

source: [_jm_] Do you ever get tired of seeing my body?
french: [Tu n'es jamais fatigué de voir mon corps ?

source: [_jm_] I mean... you spent so much time ogling it!
french: [Je veux dire... tu as passé tellement de temps à le reluquer !

source: [_u_] If I could, I would look at it every day.
french: [Si je pouvais, je la regarderais tous les jours.

source: [_jm_] You little flatterer.
french: [Petit flatteur.

source: [_jm_] Well, I'll leave you now.
french: [Je vous laisse.

source: [_jm_] I'll continue with my book!
french: [Je continue mon livre !

source: [_u_] Naked?
french: [_u_] Nu ?

source: [_jm_] Why not! Ahah
french: [Pourquoi pas ! Ahah

source: [_jm_] All right... [Quest_JM_NameMC] [name].
french: [Très bien... [Quest_JM_NameMC] [nom].

source: [_jm_] I mean... you spent so much time ogling it...
french: [Je veux dire... tu as passé tellement de temps à le regarder...

source: [_jm_] I want to continue my book.
french: [Je veux continuer mon livre.

source: [_jm_] Why not... I don't have any modesty left anyway...
french: [Pourquoi pas... Je n'ai plus de pudeur de toute façon...

source: [_jm_] Really? Again?
french: [_jm_] Vraiment ? Encore une fois ?

source: [_jm_] You really have an obsession with this lately.
french: [_jm_] Vous avez vraiment une obsession pour cela ces derniers temps.

source: [_jm_] Hold on, I'll be right back!
french: [Attendez, je reviens tout de suite !

source: [_jm_] Here it is!
french: [Le voilà !

source: [_jm_] Aren't you tired of seeing my body?
french: [N'es-tu pas fatigué de voir mon corps ?
