Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_E.po
Languages: french, italian

source: [_e_] Would you like to come with me and see the results?
french: [Voulez-vous venir avec moi pour voir les résultats ?
italian: [_e_] Vuoi venire con me e vedere i risultati?

source: [_u_] Yes, of course!
french: [Oui, bien sûr !
italian: [_u_] Sì, ovviamente!

source: [_e_] Great, let's go!
french: [Super, allons-y !
italian: [_e_] Grande, andiamo!

source: [_u_] Now that's a great place to get laid!
french: [C'est un endroit idéal pour s'envoyer en l'air !
italian: [_u_] Ora questo è un ottimo posto per essere posato!

source: [_e_] My goodness, this place is perfect!
french: [Mon Dieu, cet endroit est parfait !
italian: [_e_] La mia bontà, questo posto è perfetto!

source: [_e_] I can't believe it! It's a real temple of sex here!
french: [Je ne peux pas le croire ! C'est un véritable temple du sexe ici !
italian: [_e_] Non riesco a crederci! È un vero tempio del sesso qui!

source: [_e_] Melissandre... your little drones are real artists!
french: [_e_] Melissandre... vos petits drones sont de vrais artistes !
italian: [_e_] Melissandre... i tuoi piccoli droni sono veri artisti!

source: [_ml_] You can thank Amandine, she's the one who redesigned the place.
french: [Vous pouvez remercier Amandine, c'est elle qui a réaménagé les lieux.
italian: [_ml_] Puoi ringraziare Amandine, lei è colui che ha ridisegnato il luogo.

source: [_ml_] My drones only followed her instructions!
french: [Mes drones n'ont fait que suivre ses instructions !
italian: [_ml_] I miei droni seguirono solo le sue istruzioni!

source: [_e_] Now that's crazy... a sex zone designed by Amandine herself...
french: [C'est fou... un espace sexuel conçu par Amandine elle-même...
italian: [_e_] Ora è pazzo... una zona del sesso progettata da Amandine stessa...

source: [_e_] It almost makes me want to fuck right now.
french: [Cela me donne presque envie de baiser maintenant.
italian: [_e_] Mi fa quasi voler scopare in questo momento.

source: [_u_] You mean fucking Amandine or me?
french: [Tu veux dire Amandine ou moi, putain ?
italian: [_u_] Intendi scopare Amandine o me?

source: [_e_] Both?
french: [Les deux ?
italian: [_e_] entrambi?

source: [_e_] And at the same time.
french: [Et en même temps.
italian: [_e_] E allo stesso tempo.

source: [_e_] I mean... I'm fine with anything!
french: [Je veux dire... Je suis d'accord avec n'importe quoi !
italian: [_e_] Voglio dire... sto bene con qualsiasi cosa!

source: [_u_] Sounds like a pretty cool party.
french: [Ça a l'air d'être une fête plutôt cool.
italian: [_u_] Suona come una festa piuttosto fresca.

source: [_e_] When I was in college, I was known as ''The After-Party's Queen''~~
french: [Quand j'étais à l'université, on m'appelait "la reine de l'après-fête".
italian: [_e_] Quando ero al college, ero conosciuto come ''La Regina del dopo-partito ''~~

source: [_e_] I had a certain tendency to... let's say... easily convince people to get comfortable.
french: [J'avais une certaine tendance à... disons... convaincre facilement les gens de se mettre à l'aise.
italian: [_e_] Ho avuto una certa tendenza a... diciamo... facilmente convincere le persone a stare a proprio agio.

source: [_e_] Yeah... our class was having a lot of sex.
french: [Ouais... notre classe avait beaucoup de sexe.
italian: [_e_] Sì... la nostra classe stava avendo un sacco di sesso.

source: [_u_] Yes, I guessed that.
french: [Oui, je l'avais deviné.
italian: [_u_] Sì, l'ho indovinato.

source: [_e_] An orgy?
french: [Une orgie ?
italian: [_e_] Un'orgia?

source: [_e_] Like with all the colleagues?
french: [Comme avec tous les collègues ?
italian: [_e_] Ti piace con tutti i colleghi?

source: [_e_] That's... a good question...
french: [C'est une bonne question...
italian: [_e_] Questo... una buona domanda...

source: [_e_] You... you'd be up for that?
french: [Vous... vous seriez d'accord pour ça ?
italian: [_e_] tu... saresti pronto per questo?

source: [_u_] You're really asking me if I'd be up for fucking lots of beautiful women in an oriental palace?
french: [Vous me demandez vraiment si je serais prêt à baiser des tas de belles femmes dans un palais oriental ?
italian: [_u_] Mi stai davvero chiedendo se farei un sacco di belle donne in un palazzo orientale?

source: [_u_] Yes Emee, I'd like that very much.
french: [Oui, Emee, j'aimerais beaucoup.
italian: [_u_] Sì Emee, mi piacerebbe tanto.

source: [_e_] I just wanted to hear you say it.
french: [Je voulais juste t'entendre le dire.
italian: [_e_] Volevo solo sentirla dire.

source: [_e_] Well... It would be a good way to celebrate Oriental zone corruption...
french: [_e_] Eh bien... Ce serait une bonne façon de célébrer la corruption de la zone orientale...
italian: [_e_] Bene... Sarebbe un buon modo per celebrare la corruzione della zona orientale...

source: [_e_] The hardest thing... would be convincing everyone...
french: [Le plus difficile... serait de convaincre tout le monde...
italian: [_e_] La cosa più difficile... convincerebbe tutti...

source: [_e_] Melissandre would be up for it... that's for sure.
french: [_e_] Melissandre serait partante... c'est sûr.
italian: [_e_] Melissandre sarebbe in grado di farlo... è sicuro.

source: [_e_] But as for Lycoris and Amandine... you know them better than I do.
french: [Mais quant à Lycoris et Amandine... vous les connaissez mieux que moi.
italian: [_e_] Ma per quanto riguarda Lycoris e Amandine... li conoscete meglio di me.

source: [_u_] Actually... I have no idea if they'd go for it.
french: [_u_] En fait... Je ne sais pas du tout s'ils seraient d'accord.
italian: [_u_] In realtà... Non ho idea se lo farebbero fare.

source: [_e_] Can you imagine... fucking a blue girl and a red girl at the same time?
french: [Pouvez-vous imaginer... baiser une fille bleue et une fille rouge en même temps ?
italian: [_e_] Riesci a immaginare... scopare una ragazza blu e una ragazza rossa allo stesso tempo?

source: [_e_] If I were a guy... I'd get a hard-on just thinking about it...
french: [Si j'étais un homme... je banderais rien qu'en y pensant...
italian: [_e_] Se fossi un ragazzo... avrei un hard-on pensando...

source: [_u_] And most of all... you'll fuck Amandine...
french: [Et surtout... tu vas baiser Amandine...
italian: [_u_] E soprattutto tu... scoperai Amandine...

source: [_e_] I prefer not to think about it too much!
french: [Je préfère ne pas trop y penser !
italian: [_e_] Preferisco non pensarci troppo!

source: [_e_] She's the only person I know who can make me shy!
french: [C'est la seule personne que je connaisse qui puisse me rendre timide !
italian: [_e_] Lei è l'unica persona che conosco che può rendermi timida!

source: [_e_] Ah, and we all need some pretty oriental outfits...
french: [_e_] Ah, et nous avons tous besoin de jolies tenues orientales...
italian: [_e_] Ah, e abbiamo tutti bisogno di alcuni abiti piuttosto orientali...

source: [_e_] It would be madness to have sex without it in a place like this!
french: [Ce serait de la folie de faire l'amour sans elle dans un endroit comme celui-ci !
italian: [_e_] Sarebbe follia fare sesso senza di esso in un posto come questo!

source: [_e_] Absolutely.
french: [Absolument.
italian: [_e_] Assolutamente.

source: [_e_] And on top of that... I can confirm that it's absolutely perfect for fucking!
french: [Et en plus... Je peux confirmer que c'est absolument parfait pour baiser !
italian: [_e_] E in cima a quello... posso confermare che è assolutamente perfetto per scopare!

source: [_e_] Like... I don't do anal very often, but I get so turned on wearing these clothes that it just goes straight in!
french: [Comme... Je ne fais pas d'analité très souvent, mais je suis tellement excitée en portant ces vêtements que ça va tout de suite !
italian: [_e_] Mi piace... Non faccio l'anale molto spesso, ma mi accendo così indossando questi vestiti che va solo dritto!

source: [_e_] Plus... your dick is awesome.
french: [_e_] En plus... ta bite est géniale.
italian: [_e_] Plus... il tuo cazzo è fantastico.

source: [_u_] If you keep this up, I'm gonna shove it up your ass in two minutes.
french: [Si tu continues comme ça, je te l'enfonce dans le cul dans deux minutes.
italian: [_u_] Se continuate così, lo spingerò in due minuti.

source: [_e_] Ok ok sorry!
french: [Ok ok désolé !
italian: [_e_] Ok ok dispiace!

source: [_e_] I feel like this place is like... magic.
french: [J'ai l'impression que cet endroit est comme... magique.
italian: [_e_] Mi sento come questo posto è come... magia.

source: [_e_] As soon as I'm there, I want to fuck.
french: [Dès que je suis là, j'ai envie de baiser.
italian: [_e_] Appena sono lì, voglio scopare.

source: [_e_] You think it's the same with everyone?
french: [Vous pensez que c'est la même chose pour tout le monde ?
italian: [_e_] Pensi che sia lo stesso con tutti?

source: [_u_] Honestly... I hope so.
french: [Honnêtement... je l'espère.
italian: [_u_] Onestamente... lo spero.

source: [_e_] Oh yes...
french: [Oh oui...
italian: [_e_] Oh sì...

source: [_e_] This chick has such a talent with clothes...
french: [Cette fille a un tel talent pour les vêtements...
italian: [_e_] Questo pulcino ha un talento con vestiti...

source: [_e_] I can tell she likes sex.
french: [Je peux dire qu'elle aime le sexe.
italian: [_e_] posso dire che le piace il sesso.

source: [_e_] And then... I want to do things with her horns... you can't even imagine.
french: [Et puis... Je veux faire des choses avec ses cornes... tu ne peux même pas imaginer.
italian: [_e_] E allora... voglio fare le cose con le sue corna... non puoi nemmeno immaginare.

source: [_u_] Ooohh... I'd love to see that.
french: [Ooohh... J'aimerais bien voir ça.
italian: [_u_] Ooohh... Mi piacerebbe vederlo.

source: [_e_] I hope you'll do more than that...
french: [J'espère que vous ferez plus que cela...
italian: [_e_] Spero che farai di più...

source: [_e_] One horn each, how about that?
french: [Une corne chacun, qu'en dites-vous ?
italian: [_e_] Un corno ciascuno, come a quello?

source: [_u_] Perfect.
french: [_u_] Parfait.
italian: [_u_] Perfetto.

source: [_e_] Yeah... she showed it to me.
french: [Oui... elle me l'a montré.
italian: [_e_] Sì... mi ha mostrato.

source: [_e_] I didn't think she'd like wearing it, I must say.
french: [Je ne pensais pas qu'elle aimerait le porter, je dois dire.
italian: [_e_] Non pensavo che le sarebbe piaciuto indossarlo, devo dire.

source: [_e_] This is a pleasant surprise.
french: [_e_] C'est une agréable surprise.
italian: [_e_] Questa è una piacevole sorpresa.

source: [_e_] Mh. That'll come in due time.
french: [Mh. Cela viendra en temps voulu.
italian: [_e_] Mh. Arriverà a tempo debito.

source: [_e_] Well... I hope so.
french: [Eh bien... Je l'espère.
italian: [_e_] Beh... lo spero.

source: [_e_] Do you think it would be possible for her to... join an orgy?
french: [Pensez-vous qu'il serait possible pour elle de... participer à une orgie ?
italian: [_e_] Pensi che sarebbe possibile per lei... unirsi ad un'orgia?

source: [_u_] She'll be the hardest to convince, that's for sure.
french: [Elle sera la plus difficile à convaincre, c'est certain.
italian: [_u_] Lei sarà la più difficile da convincere, è certo.

source: [_e_] Yeah... but... how great would that be...
french: [Oui... mais... ce serait génial...
italian: [_e_] Sì... ma... quanto sarebbe fantastico...

source: [_e_] Gosh...
french: [_e_] Bon sang...

source: [_e_] An orgy easy to organize is not a good orgy!
french: [Une orgie facile à organiser n'est pas une bonne orgie !
italian: [_e_] Un'orgia facile da organizzare non è una buona ora!

source: [_e_] That's the number-one rule of orgies!
french: [C'est la règle numéro un des orgies !
italian: [_e_] Questa è la regola numero uno delle gie!

source: [_e_] Anyway, don't worry... we can do it.
french: [Quoi qu'il en soit, ne vous inquiétez pas... nous pouvons le faire.
italian: [_e_] Comunque, non preoccuparti... possiamo farlo.

source: [_e_] And we'll both be banging lots of people in lots of different colors.
french: [Et nous allons tous les deux nous taper des tas de gens dans des tas de couleurs différentes.
italian: [_e_] E entrambi sbatteremo un sacco di persone in molti colori diversi.

source: [_u_] If you want, we can go and ask like... Lycoris to come over right now and have a three-way fuck.
french: [Si tu veux, on peut aller demander à... Lycoris de venir tout de suite et de baiser à trois.
italian: [_u_] Se vuoi, possiamo andare a chiedere come... Lycoris a venire sopra in questo momento e avere una scopata a tre vie.

source: [_e_] Nan... If she says no, it'll set a weird mood...
french: [Nan... Si elle dit non, ça va créer une drôle d'ambiance...
italian: [_e_] Nan... Se lei dice di no, imposterà uno stato d'animo strano...

source: [_e_] But yeah... that would have been cool indeed...
french: [_e_] Mais oui... ça aurait été cool en effet...
italian: [_e_] Ma sì... che sarebbe stato davvero fresco...

source: [_e_] But... we have to be more strategic than that.
french: [Mais... nous devons être plus stratégiques que cela.
italian: [_e_] Ma... dobbiamo essere più strategici di quello.

source: [_e_] We're waiting for everyone to get a bit more excited...
french: [Nous attendons que tout le monde soit un peu plus enthousiaste...
italian: [_e_] Stiamo aspettando che tutti ottengano un po' più eccitati...

source: [_e_] We throw a party... and then... we invite everyone to have fun!
french: [Nous organisons une fête... et ensuite... nous invitons tout le monde à s'amuser !
italian: [_e_] Lanciamo una festa... e poi... invitiamo tutti a divertirsi!

source: [_e_] Believe me, I'm an expert on the subject. It's the best way to get everyone on board.
french: [Croyez-moi, je suis un expert en la matière. C'est le meilleur moyen d'obtenir l'adhésion de tous.
italian: [_e_] Credetemi, sono un esperto in materia. È il modo migliore per far entrare tutti a bordo.

source: [_e_] Results Guaranteed! ~
french: [Résultats garantis ! ~
italian: [_e_] Risultati Garantiti! ~

source: [_e_] If we warn them in advance... People think too much and chicken out.
french: [Si nous les prévenons à l'avance... Les gens réfléchissent trop et se dégonflent.
italian: [_e_] Se li avvertiamo in anticipo... La gente pensa troppo e pollo fuori.

source: [_u_] Wow... you're a real strategist.
french: [Wow... vous êtes un vrai stratège.
italian: [_u_] Wow... sei un vero stratega.

source: [_u_] The Napoléon of sex.
french: [Le Napoléon du sexe.
italian: [_u_] Il Napole<unk> on del sesso.

source: [_e_] Yes.
french: [Oui.
italian: [_e_] Sì.

source: [_e_] And with boobs.
french: [Et avec des seins.
italian: [_e_] E con le tette.

source: [_e_] Anyway! Let's get back to business!
french: [Quoi qu'il en soit ! Revenons à nos moutons !
italian: [_e_] comunque! Torniamo agli affari!

source: [_e_] Our plan is to bring people into the brothel.
french: [Notre plan est d'amener les gens au bordel.
italian: [_e_] Il nostro piano è quello di portare le persone nel bordello.

source: [_e_] Except... it takes forever to corrupt someone enough to turn them into... uh...
french: [Sauf que... il faut une éternité pour corrompre quelqu'un suffisamment pour le transformer en... euh...
italian: [_e_] Eccetto... ci vuole per sempre per corrompere qualcuno abbastanza per trasformarli in... uh...

source: [_u_] A sex slave?
french: [Une esclave sexuelle ?
italian: [_u_] Uno schiavo del sesso?

source: [_e_] Yeah... that's kind of the idea.
french: [Oui... c'est un peu l'idée.
italian: [_e_] Sì... questo è un tipo di idea.

source: [_e_] So... from what I understand... the best thing would be to find people who are... really... obedient.
french: [Donc... d'après ce que j'ai compris... la meilleure chose à faire est de trouver des gens qui sont... vraiment... obéissants.
italian: [_e_] Così... da quello che capisco... la cosa migliore sarebbe trovare persone che siano... davvero... obbediente.

source: [_e_] The more obedient and dedicated they are, the easier it is to corrupt them.
french: [Plus ils sont obéissants et dévoués, plus il est facile de les corrompre.
italian: [_e_] Più obbedienti e devoti sono, più facile è corromperli.

source: [_u_] I met Sherazade's guard... Indeed, once you have power over her, you can do whatever you want.
french: [J'ai rencontré le garde de Shéhérazade... En effet, une fois que vous avez le pouvoir sur elle, vous pouvez faire ce que vous voulez.
italian: [_u_] Ho incontrato la guardia di Sherazade... Infatti, una volta che hai potere su di lei, puoi fare quello che vuoi.

source: [_e_] Here, these are the kind of people we want.
french: [Voilà le genre de personnes que nous voulons.
italian: [_e_] Qui, questi sono i tipi di persone che vogliamo.

source: [_e_] But we'd need... a lot more than one.
french: [Mais il en faudrait... beaucoup plus qu'un.
italian: [_e_] Ma avremmo bisogno... molto più di uno.

source: [_e_] Maybe we could...
french: [On pourrait peut-être...
italian: [_e_] Forse potremmo...

source: [_e_] What the hell is this?
french: [Qu'est-ce que c'est que ça ?
italian: [_e_] Che diavolo è questo?

source: [_e_] Now that's strange...
french: [C'est étrange...
italian: [_e_] Ora è strano...

source: [_e_] It's an invitation...
french: [C'est une invitation...
italian: [_e_] È un invito...

source: [_e_] From... Ali-Baba?
french: [_e_] De... Ali-Baba ?
italian: [_e_] Da... Ali-Baba?

source: [_e_] ''I, the glorious Ali-Baba, cordially invite you, [name], to my lair...
french: [''Moi, le glorieux Ali-Baba, je t'invite cordialement, [nom], dans mon antre...
italian: [_e_] Io, il glorioso Ali-Baba, ti invitiamo cordialmente [name]al mio lair...

source: [_e_] ...We must urgently discuss the future of the kingdom and the end of our Sultana's tyranny...
french: [...Nous devons discuter de toute urgence de l'avenir du royaume et de la fin de la tyrannie de notre sultane...
italian: [_e_] ...Dobbiamo discutere con urgenza del futuro del regno e della fine della nostra tirannia sultana...

source: [_e_] ...Come and meet me in the sewers. To find me, follow the snakes... Ps: Don't tell the palace.''
french: [...Venez me rencontrer dans les égouts. Pour me trouver, suivez les serpents... Ps : Ne le dites pas au palais.''
italian: [_e_] ...Vieni a incontrarmi nelle fogne. Per trovarmi, segui i serpenti... Ps: Non raccontare il palazzo.''

source: [_u_] And so the political intrigue begins.
french: [_u_] C'est ainsi que commence l'intrigue politique.
italian: [_u_] E così inizia l'intrigo politico.

source: [_e_] Ali-baba? As in ''Ali-Baba and the Forty Thieves''?
french: [Ali-baba ? Comme dans "Ali-Baba et les quarante voleurs" ?
italian: [_e_] Ali-baba? Come in 'Ali-Baba e i quaranta ladri'?

source: [_u_] I suppose so.
french: [_u_] Je suppose que oui.
italian: [_u_] suppongo così.

source: [_e_] Sounds cool.
french: [Ça a l'air cool.
italian: [_e_] Suona fresco.

source: [_e_] Do you think she could help us with the brothel?
french: [Pensez-vous qu'elle pourrait nous aider avec le bordel ?
italian: [_e_] Pensi che potrebbe aiutarci con il brotello?

source: [_e_] Like... by lending us some pretty thieves?
french: [Comme... en nous prêtant de jolies voleuses ?
italian: [_e_] Mi piace... prestandoci alcuni graziosi ladri?

source: [_u_] That's not a bad idea...
french: [Ce n'est pas une mauvaise idée...
italian: [_u_] Non è una cattiva idea...

source: [_e_] Another character to add to your list of important people to corrupt.
french: [_e_] Un autre personnage à ajouter à votre liste de personnes importantes à corrompre.
italian: [_e_] Un altro personaggio da aggiungere alla tua lista di persone importanti per corrotti.

source: [_u_] Hopefully, this time it will FINALLY be an easy character.
french: [_u_] Espérons que cette fois-ci, ce sera ENFIN un personnage facile.
italian: [_u_] Speriamo che questa volta sarà un personaggio facile.

source: [_u_] You know I haven't even fucked sherazade yet?
french: [Tu sais que je n'ai même pas encore baisé Shérazade ?
italian: [_u_] Sai che non ho ancora scopato sherazade?

source: [_e_] Poor little fella.
french: [Pauvre petit gars.
italian: [_e_] Scarsa piccola fella.

source: [_e_] I'm sure it'll be easier this time.
french: [Je suis sûr que ce sera plus facile cette fois-ci.
italian: [_e_] Sono sicuro che questa volta sarà più facile.

source: [_u_] Let's see...
french: [Voyons voir...
italian: [_u_] Vediamo...

source: [_u_] Well... I followed all the snake symbols in the sewers...
french: [_u_] Eh bien... J'ai suivi tous les symboles de serpent dans les égouts...
italian: [_u_] Bene... Ho seguito tutti i simboli del serpente nelle fogne...

source: [_u_] And that leads me to a dead end.
french: [_u_] Et cela me conduit à une impasse.
italian: [_u_] E questo mi porta a un vicolo cieco.

source: [_u_] And thanks to my incredible ability to know fairy tales, I'd say...
french: [Et grâce à mon incroyable capacité à connaître les contes de fées, je dirais...
italian: [_u_] E grazie alla mia incredibile capacità di conoscere le fiabe, direi che...

source: [_u_] ''Open Sesame!''
french: [_u_] ''Sésame ouvre-toi!''
italian: [_u_] ''Apri Sesame!''

source: [_u_] That's funny. I thought it would work.
french: [C'est drôle. Je pensais que ça marcherait.
italian: [_u_] È divertente. Pensavo che avrebbe funzionato.

source: [_u_] Uh... hello.
french: [Euh... Bonjour.
italian: [_u_] Uh... ciao.

source: [_ba_] So you're the famous [name]...
french: [Vous êtes donc le célèbre [nom]...
italian: [_ba_] Quindi sei la famosa [name]...

source: [_ba_] The one who whispers in the Sultana's ear
french: [Celui qui chuchote à l'oreille de la sultane
italian: [_ba_] Colui che sussurra nell'orecchio del Sultana

source: [_ba_] I didn't think you'd respond so easily to my invitation...
french: [Je ne pensais pas que vous répondriez si facilement à mon invitation...
italian: [_ba_] Non pensavo che avessi risposto così facilmente al mio invito...

source: [_ba_] Are you partuclially brave or crazy?
french: [Êtes-vous partiellement courageux ou fou ?
italian: [_ba_] Sei parzialmente coraggioso o pazzo?

source: [_ba_] Well, well... an admirer?
french: [Eh bien, eh bien... un admirateur ?
italian: [_ba_] Beh, bene... un ammiratore?

source: [_ba_] Maybe you and I will get along...
french: [Peut-être que toi et moi nous nous entendrons...
italian: [_ba_] Forse io e te andremo d'accordo...

source: [_ba_] Or perhaps your flattery is not all that appropriate in this place.
french: [_ba_] Ou peut-être que votre flatterie n'est pas tout à fait appropriée en ce lieu.
italian: [_ba_] O forse la vostra lusinga non è tutto ciò che è appropriato in questo luogo.

source: [_ba_] So this is madness.
french: [C'est donc de la folie.
italian: [_ba_] Quindi questa è follia.

source: [_ba_] Very interesting.
french: [Très intéressant.
italian: [_ba_] Molto interessante.

source: [_u_] I was once attacked with a frying pan.
french: [J'ai été attaqué une fois avec une poêle à frire.
italian: [_u_] Una volta sono stato attaccato con una padella per friggere.

source: [_u_] That was dangerous.
french: [C'était dangereux.
italian: [_u_] Era pericoloso.

source: [_ba_] Mh... a rather inelegant weapon, but a particularly dangerous one indeed.
french: [_ba_] Mh... une arme peu élégante, mais particulièrement dangereuse.
italian: [_ba_] Mh... un'arma piuttosto inelegante, ma particolarmente pericolosa.

source: [_ba_] In any case... welcome to my humble domain!
french: [Quoi qu'il en soit, bienvenue dans mon humble domaine !
italian: [_ba_] In ogni caso... benvenuto nel mio umile dominio!
