Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_ArtDIVISION.po
Languages: french, italian

source: [_a_] And from what I can see... you didn't put much fabric on this thing...
french: [_a_] Et d'après ce que je vois, vous n'avez pas mis beaucoup de tissu sur cette chose...
italian: [_a_] E da quello che posso vedere... non hai messo molto tessuto su questa cosa...

source: [_u_] Friends who love scantily clad people.
french: [_u_] Les amis qui aiment les personnes légèrement vêtues.
italian: [_u_] Amici che amano le persone scarsamente rivestite.

source: [_a_] I can see that.
french: [_a_] Je vois cela.
italian: [_a_] lo capisco.

source: [_a_] But thank you, you're very kind.
french: [_a_] Mais merci, vous êtes très gentil.
italian: [_a_] Ma grazie, sei molto gentile.

source: [_u_] So... is there any way to see what this minstrel outfit looks like?
french: [_u_] Alors... y a-t-il un moyen de voir à quoi ressemble cette tenue de ménestrel ?
italian: [_u_] Così... c'è un modo per vedere come si presenta questo outfit minstrel?

source: [_a_] You curious little man.
french: [_a_] Petit homme curieux.
italian: [_a_] Tu curiosi piccolo uomo.

source: [_a_] All right, let's give it a try!
french: [_a_] D'accord, essayons !
italian: [_a_] Va bene, proviamolo!

source: [_a_] Actually, it's not so bad!
french: [_a_] En fait, ce n'est pas si mal !
italian: [_a_] In realtà, non è così male!

source: [_a_] I was a little afraid of looking a little like...
french: [J'avais un peu peur de ressembler à...
italian: [_a_] Ero un po 'paura di guardare un po 'come...

source: [_a_] How can I put this... more like a buffoon?
french: [_a_] Comment dire... plus comme un bouffon ?
italian: [_a_] Come posso mettere questo... più come un buffon?

source: [_u_] Like with bells and stuff?
french: [Comme avec des cloches et d'autres choses ?
italian: [_u_] Ti piace con le campane e le cose?

source: [_a_] Yeah... but this is pretty cool!
french: [_a_] Ouais... mais c'est plutôt cool !
italian: [_a_] Sì... ma questo è abbastanza cool!

source: [_a_] It makes me want to sit by the fire and tell stories.
french: [_a_] Cela me donne envie de m'asseoir au coin du feu et de raconter des histoires.
italian: [_a_] Mi fa volere sedermi al fuoco e raccontare storie.

source: [_u_] So cool... and a bottle of mead?
french: [_u_] Trop cool... et une bouteille d'hydromel ?
italian: [_u_] Così fresco... e una bottiglia di prato?

source: [_a_] Well, I'm not going to wear it to work every day, but... who knows?
french: [_a_] Je ne vais pas la porter tous les jours au travail, mais... qui sait ?
italian: [_a_] Beh, non lo indosserò per lavorare ogni giorno, ma... chissà?

source: [_a_] Maybe I'll get a chance to wear it one day!
french: [Peut-être que j'aurai l'occasion de le porter un jour !
italian: [_a_] Forse avrò la possibilità di indossarlo un giorno!

source: [_u_] Hello there.
french: [Bonjour.
italian: [_u_] Ciao lì.

source: [_u_] Nice outfit.
french: [_u_] Belle tenue.
italian: [_u_] Bel vestito.

source: [_a_] Sorry! I didn't...
french: [_a_] Désolé ! Je n'ai pas...
italian: [_a_] Mi dispiace! Non ho fatto...

source: [_a_] I was just picking up a pair of pants in my quarters... I didn't think anyone would come by...
french: [J'étais en train de prendre un pantalon dans mes quartiers... Je ne pensais pas que quelqu'un viendrait...
italian: [_a_] Stavo solo prendendo un paio di pantaloni nel mio quartiere... Non pensavo che qualcuno sarebbe venuto...

source: [_u_] Oh don't worry... compared to what I'm used to seeing on this planet...
french: [Oh ne vous inquiétez pas... comparé à ce que j'ai l'habitude de voir sur cette planète...
italian: [_u_] Oh non preoccupa... rispetto a quello che sono abituato a vedere su questo pianeta...

source: [_u_] ...a common pair of bare legs is really nothing.
french: [...une simple paire de jambes nues n'est vraiment rien.
italian: [_u_] ...una coppia comune di gambe nude è davvero niente.

source: [_a_] Ahah yes of course...
french: [_a_] Ahah oui, bien sûr...
italian: [_a_] Ahah sì naturalmente...

source: [_a_] I suppose so.
french: [_a_] Je suppose que oui.
italian: [_a_] suppongo così.

source: [_a_] You really think I have such a common pair of legs?
french: [_a_] Vous pensez vraiment que j'ai une paire de jambes aussi commune ?
italian: [_a_] Pensate davvero che io abbia una coppia di gambe così comune?

source: [_u_] No, no, I didn't mean that!
french: [Non, non, je ne voulais pas dire ça !
italian: [_u_] No, no, non lo intendevo dire!

source: [_u_] At least not like that...
french: [Du moins, pas comme ça...
italian: [_u_] Almeno non così...

source: [_a_] Go ahead and speak up.
french: [_a_] Allez-y, parlez.
italian: [_a_] Andate avanti e parlate.

source: [_a_] Thank you dear [name].
french: [_a_] Merci cher [nom].
italian: [_a_] Grazie caro [name].

source: [_a_] That's funny... I was sure that after all the women you've fucked...
french: [C'est drôle... J'étais sûr qu'après toutes les femmes que tu as baisées...
italian: [_a_] È divertente... Ero sicuro che dopo tutte le donne che hai scopato...

source: [_a_] ...You won't really be surprised by the sight of bare legs anymore!
french: [_a_] ...Vous ne serez plus vraiment surpris par la vue de jambes nues !
italian: [_a_] ...Non sarai più sorpreso dalla vista delle gambe nude!

source: [_u_] Maybe it's because I always like to see new women naked that I keep on fucking them.
french: [C'est peut-être parce que j'aime toujours voir de nouvelles femmes nues que je continue à les baiser.
italian: [_u_] Forse è perché mi piace sempre vedere nuove donne nude che continuo a scoparle.

source: [_a_] Mh. It's a pleasant theory.
french: [_a_] Mh. C'est une théorie agréable.
italian: [_a_] Mh. È una teoria piacevole.

source: [_u_] But maybe saying I'm ''surprised'' would be a bit much.
french: [_u_] Mais peut-être que dire que je suis ''surpris'' serait un peu exagéré.
italian: [_u_] Ma forse dire che sono 'sorpreso'' sarebbe un po' molto.

source: [_u_] Let's just say it's pleasant to see.
french: [_u_] Disons que c'est agréable à voir.
italian: [_u_] Diciamo solo che è piacevole vedere.

source: [_a_] What a demanding young monsieur.
french: [_a_] Quel jeune monsieur exigeant.
italian: [_a_] Che giovane monsieur esigente.

source: [_a_] After all... after fornicating with the most beautiful women possible...
french: [_a_] Après tout... après avoir forniqué avec les plus belles femmes possibles...
italian: [_a_] Dopo tutto... dopo aver fornicato con le donne più belle possibili...

source: [_a_] I guess a pair of legs doesn't mean anything to you anymore.
french: [Je suppose qu'une paire de jambes ne signifie plus rien pour vous.
italian: [_a_] Immagino che un paio di gambe non significa più nulla per te.

source: [_u_] Just because I'm not impressed doesn't mean I don't like it.
french: [Ce n'est pas parce que je ne suis pas impressionné que je n'aime pas.
italian: [_u_] Solo perché non sono impressionato non significa che non mi piaca.

source: [_a_] Aren't you playing with words, dear colleague?
french: [_a_] Ne jouez-vous pas avec les mots, cher collègue ?
italian: [_a_] Non stai giocando con le parole, caro collega?

source: [_u_] Maybe a little.
french: [Peut-être un peu.
italian: [_u_] Forse un po'.

source: [_a_] Well... at least that's clear.
french: [_a_] Au moins, c'est clair.
italian: [_a_] Bene... almeno questo è chiaro.

source: [_a_] Sorry to have bothered you.
french: [_a_] Désolé de vous avoir dérangé.
italian: [_a_] Mi dispiace di averti disturbato.

source: [_a_] Don't you dare change the subject, young man.
french: [_a_] Ne vous avisez pas de changer de sujet, jeune homme.
italian: [_a_] Non osate cambiare soggetto, giovane uomo.

source: [_a_] And so... I also suppose that if by some strange coincidence...
french: [_a_] Et donc... Je suppose aussi que si, par une étrange coïncidence...
italian: [_a_] E così... suppongo anche che se da qualche strana coincidenza...

source: [_a_] ...another part of me revealed itself to you...
french: [_a_] ...une autre partie de moi s'est révélée à toi...
italian: [_a_] ...un'altra parte di me si è rivelata a te...

source: [_a_] ...you still wouldn't be surprised?
french: [_a_] ...vous ne seriez toujours pas surpris ?
italian: [_a_] ... non saresti ancora sorpreso?

source: [_u_] I... uh...
french: [Je... euh...

source: [_a_] It's a simple assumption, of course.
french: [_a_] Il s'agit d'une simple hypothèse, bien sûr.
italian: [_a_] È una semplice ipotesi, ovviamente.

source: [_a_] There's no need to be so embarrassed.
french: [_a_] Il n'y a pas lieu d'être si embarrassé.
italian: [_a_] Non c'è bisogno di essere così imbarazzati.

source: [_u_] Gosh.
french: [_u_] Bon sang.

source: [_u_] You know you really are a woman full of surprises?
french: [Tu sais que tu es vraiment une femme pleine de surprises ?
italian: [_u_] Sai che sei davvero una donna piena di sorprese?

source: [_a_] What I think is that I'm starting to get a little too comfortable in your presence.
french: [Ce que je pense, c'est que je commence à me sentir un peu trop à l'aise en votre présence.
italian: [_a_] Quello che penso è che sto cominciando a prendere un po 'troppo a proprio agio in vostra presenza.

source: [_a_] Is it annoying?
french: [_a_] Est-ce ennuyeux ?
italian: [_a_] È fastidioso?

source: [_a_] Glad to hear it.
french: [_a_] Heureux de l'entendre.
italian: [_a_] Siamo felici di sentirlo.

source: [_a_] Yeah... me too. Same.
french: [Oui... moi aussi. De même.
italian: [_a_] Sì... anche me.

source: [_a_] Well, I'd better get dressed before someone else comes in.
french: [Je ferais mieux de m'habiller avant que quelqu'un d'autre n'entre.
italian: [_a_] Beh, farei meglio a vestirsi prima che qualcun altro entri.

source: [_u_] Or you can come and take a shower with everyone else and assume your nudity in public.
french: [_u_] Ou vous pouvez venir prendre une douche avec tout le monde et assumer votre nudité en public.
italian: [_u_] Oppure puoi venire a fare una doccia con tutti gli altri e assumere la tua nudità in pubblico.

source: [_a_] Thanks for the suggestion, but...
french: [_a_] Merci pour la suggestion, mais...
italian: [_a_] Grazie per il suggerimento, ma...

source: [_a_] I'll go put on some pants instead.
french: [Je vais aller mettre un pantalon à la place.
italian: [_a_] invece andrò a mettere dei pantaloni.

source: [_u_] And why are you wearing that hat by the way?
french: [Au fait, pourquoi portez-vous ce chapeau ?
italian: [_u_] E perché indossi quel cappello per strada?

source: [_a_] See you later, [name]!
french: [À plus tard, [nom] !]
italian: [_a_] Ci vediamo più tardi, [name]!

source: [_u_] Hello?
french: [_u_] Allô ?
italian: [_u_] Ciao?

source: [_u_] Is she in the showers? At this hour?
french: [Est-elle dans les douches ? A cette heure-ci ?
italian: [_u_] È nelle docce? A quest'ora?

source: [_ly_] Wow... that's so sexy...
french: [Wow... c'est tellement sexy...
italian: [_ly_] Wow... è così sexy...

source: [_a_] I have to admit... it's pretty incredible...
french: [Je dois admettre que c'est assez incroyable...
italian: [_a_] devo ammettere... è abbastanza incredibile...

source: [_u_] Have you made a new outfit again?
french: [Avez-vous refait une tenue ?
italian: [_u_] Hai fatto di nuovo un nuovo outf?

source: [_ly_] Nope! We're watching porn with Amandine!
french: [Non ! On regarde du porno avec Amandine !
italian: [_ly_] Nope! Stiamo guardando porno con Amandine!

source: [_a_] It's uh... not exactly that.
french: [Ce n'est pas exactement ça.
italian: [_a_] È uh... non esattamente quello.

source: [_a_] We're watching you lose your job.
french: [Nous vous regardons perdre votre emploi.
italian: [_a_] Ti stiamo guardando perdere il tuo lavoro.

source: [_a_] Our plan with Djin worked perfectly on Sherazade.
french: [_a_] Notre plan avec Djin a parfaitement fonctionné sur Sherazade.
italian: [_a_] Il nostro piano con Djin ha funzionato perfettamente su Sherazade.

source: [_a_] And thanks to the little cameras Melissandre had installed all over the palace... well...
french: [_a_] Et grâce aux petites caméras que Melissandre avait installées un peu partout dans le palais... eh bien...
italian: [_a_] E grazie alle piccole telecamere Melissandre aveva installato in tutto il palazzo... bene...

source: [_a_] We can see the progress of her corruption in real time!
french: [_a_] On peut voir l'évolution de sa corruption en temps réel !
italian: [_a_] Possiamo vedere il progresso della sua corruzione in tempo reale!

source: [_u_] Which means?
french: [_u_] Quel moyen ?
italian: [_u_] Che significa?

source: [_ly_] She spends all day fucking herself with her unicorn horn!
french: [Elle passe ses journées à se baiser avec sa corne de licorne !
italian: [_ly_] Lei trascorre tutto il giorno scopandosi con il suo corno unicorno!

source: [_u_] Indeed... if your method is this effective... I'll be out of a job.
french: [En effet... si votre méthode est aussi efficace... je n'aurai plus de travail.
italian: [_u_] Infatto... se il tuo metodo è così efficace... sarò fuori lavoro.

source: [_a_] Naaah... let's just say we're making your job easier.
french: [_a_] Naaah... disons que nous vous facilitons la tâche.
italian: [_a_] Naaah... diciamo che stiamo rendendo il tuo lavoro più facile.

source: [_u_] Can I have a look?
french: [Puis-je jeter un coup d'œil ?
italian: [_u_] Posso avere un'occhiata?

source: [_a_] Please, come and look at my screen.
french: [_a_] S'il vous plaît, venez voir mon écran.
italian: [_a_] Per favore, vieni a guardare il mio schermo.

source: [_ly_] So fun!!! The three of us are going to watch porn !
french: [_ly_] So fun !!! Nous allons tous les trois regarder du porno !
italian: [_ly_] Così divertente!!! I tre di noi stanno andando a guardare il porno !

source: [_u_] I can't see a thing.
french: [Je ne vois rien.
italian: [_u_] Non riesco a vedere niente.

source: [_a_] Wait, I'm adjusting the focal length of the camera...
french: [_a_] Attendez, je règle la longueur focale de l'appareil photo...
italian: [_a_] Aspetta, sto regolando la lunghezza focale della fotocamera...

source: [_ly_] Those boobs are really huge!!! I just LOVE them!
french: [Ces seins sont vraiment énormes ! !! Je les adore !
italian: [_ly_] Quelle tette sono davvero enormi!!! Io le amo!

source: [_sz_] Come on, little horn...
french: [Allez, petite corne...
italian: [_sz_] Avanti, piccolo corno...

source: [_sz_] Go back to your place...
french: [Retournez chez vous...
italian: [_sz_] Torna al tuo posto...

source: [_sz_] Oooh... Yes...
french: [Oooh... Oui...
italian: [_sz_] Oooh... Sì...

source: [_ly_] Fucking hell...
french: [Putain de merde...

source: [_ly_] And you said you had the same unicorn horn, Amandine?
french: [Et tu as dit que tu avais la même corne de licorne, Amandine ?
italian: [_ly_] E hai detto che avevi lo stesso corno unicorno, Amandine?

source: [_ly_] Is it as big as this one?
french: [Est-il aussi grand que celui-ci ?
italian: [_ly_] È grande come questo?

source: [_a_] I uhm...
french: [_a_] Je...

source: [_a_] Gosh... why did I tell you that...
french: [_a_] Mon Dieu... pourquoi je t'ai dit ça...
italian: [_a_] Gosh... perché ti ho detto che...

source: [_ly_] And it's as big as this one?
french: [Et il est aussi grand que celui-ci ?
italian: [_ly_] Ed è grande come questo?

source: [_ly_] Damn girl... you're brave to put on something that big.
french: [Putain de fille... tu es courageuse de porter quelque chose d'aussi grand.
italian: [_ly_] Damn girl... sei coraggioso per indossare qualcosa di così grande.

source: [_a_] I don't put it in its entirety!
french: [_a_] Je ne le mets pas dans son intégralité !
italian: [_a_] Non lo metto nella sua interezza!

source: [_ly_] Ooooh...
french: [Ooooh...

source: [_sz_] More..!
french: [_sz_] Plus... !
italian: [_sz_] Di Più..!

source: [_sz_] Caress my royal insides..!
french: [Caressez mes entrailles royales... !

source: [_ly_] Fuck... I really want to try it too...
french: [Putain... J'ai vraiment envie d'essayer aussi...
italian: [_ly_] Fuck... Voglio davvero provarlo anche...

source: [_ly_] Can I borrow yours?!
french: [Je peux vous emprunter le vôtre ?!
italian: [_ly_] Posso prendere in prestito il vostro?!

source: [_a_] Lyco!!!
french: [Lyco !!!

source: [_ly_] What?! I promise I won't scratch it!
french: [Quoi ? ! Je promets de ne pas l'égratigner !
italian: [_ly_] Cosa?! Prometto che non lo graffierò!

source: [_ly_] Or if you want, you can stick it in me...
french: [Ou si tu veux, tu peux me la planter...
italian: [_ly_] O se vuoi, puoi attaccarlo in me...

source: [_a_] My god Lyco... you're unbearable.
french: [Mon Dieu Lyco... tu es insupportable.
italian: [_a_] Mio dio Lyco... sei insopportabile.

source: [_ly_] I'll take that as a no.
french: [Je prends cela pour un non.
italian: [_ly_] lo prenderò come un no.

source: [_sz_] Gosh this feels amazing !
french: [_sz_] Ça alors, c'est génial !
italian: [_sz_] Gosh questo si sente incredibile!

source: [_ly_] Holy shit... I'm wet as hell!
french: [Putain de merde... Je suis trempé comme l'enfer !
italian: [_ly_] merda santa... Sono bagnato come inferno!

source: [_ly_] I have to wank.
french: [Je dois me branler.
italian: [_ly_] devo calpestare.

source: [_a_] We said not in the workshop!
french: [_a_] Nous avons dit pas dans l'atelier !
italian: [_a_] Abbiamo detto che non è in officina!

source: [_sz_] It's coming ! I'm cumming..!
french: [_sz_] Ça vient ! Je jouis... !
italian: [_sz_] Sta arrivando! Cumming..!

source: [_sz_] Aaaah...
french: [Aaaah...

source: [_ly_] Holy shit... This is torture, I need to jerk off somewhere else.
french: [Putain de merde... C'est de la torture, il faut que je me branle ailleurs.
italian: [_ly_] merda santa... Questa è la tortura, ho bisogno di masturbarmi da qualche altra parte.

source: [_a_] Hey, wait up! Don't do that in the showers, I'm going to take one!
french: [_a_] Hé, attendez ! Ne faites pas ça dans les douches, je vais en prendre une !
italian: [_a_] Ehi, aspetta! Non farlo nelle docce, ne prenderò uno!

source: [_ly_] Too late!
french: [Trop tard !
italian: [_ly_] Troppo tardi!

source: Leave
french: Laisser
italian: Abbandona

source: Let's create this Jasmine {image=heart07.png}
french: Créons cette Jasmine {image=heart07.png}
italian: Creiamo questo Jasmine {image=heart07.png}

source: We should go outside and get some fresh air {image=heart04.png}
french: Nous devrions sortir et prendre l'air {image=heart04.png}
italian: Dovremmo uscire e ottenere un po 'di aria fresca {image=heart04.png}

source: We should go outside and get some fresh air {image=heart06.png}
french: Nous devrions sortir et prendre l'air {image=heart06.png}
italian: Dovremmo andare fuori e ottenere un po 'di aria fresca {image=heart06.png}

source: {color=#3ad8ff}Have you tried on your minstrel outfit?{/color}
french: {color=#3ad8ff}Avez-vous essayé votre tenue de ménestrel ? {/color}
italian: {color=#3ad8ff}Hai provato il tuo outfit minstrel?{/color}

source: {color=#3ad8ff}About our bet...{/color}
french: {color=#3ad8ff}A propos de notre pari...{/color}
italian: {color=#3ad8ff}Informazioni sulla nostra scommessa...{/color}

source: {color=#3ad8ff}I've got your feather!{/color}
french: {color=#3ad8ff}J'ai ta plume!{/color}
italian: {color=#3ad8ff}Ho la tua piuma!{/color}

source: {color=#f2923c}I've found Aladin{/color}
french: {color=#f2923c}J'ai trouvé Aladin{/color}
italian: {color=#f2923c}Ho trovato Aladin{/color}

source: {color=#3ad8ff}You haven't lost any luggage, have you? {/color}
french: {color=#3ad8ff}Vous n'avez pas perdu de bagages, n'est-ce pas ? {/color}
italian: {color=#3ad8ff}Non hai perso alcun bagaglio, vero? {/color}

source: {color=#3ad8ff}Is it possible to create a golden thing?{/color}
french: {color=#3ad8ff}Est-il possible de créer une chose en or ? {/color}
italian: {color=#3ad8ff}È possibile creare una cosa dorata?{/color}

source: {color=#3ad8ff}Good news, I got your tools!{/color}
french: {color=#3ad8ff}Bonne nouvelle, j'ai vos outils!{/color}
italian: {color=#3ad8ff}Buone notizie, ho ricevuto i tuoi strumenti!{/color}

source: ${color=#636363}Would you like to change your clothes?{/color} {image=shirt02.png}
french: ${color=#636363}Voudriez-vous changer de vêtements ? {/color} {image=shirt02.png}
italian: ${color=#636363}Vuoi cambiare i tuoi vestiti?{/color} {image=shirt02.png}

source: $I'd love to see your clothes {image=shirt01.png}
french: $IJ'aimerais voir vos vêtements {image=shirt01.png}

source: $Visit another person in the area
french: $Visit une autre personne dans la région
italian: $Visit un'altra persona nell'area

source: // Royal Blue Outfit
french: // Tenue bleu roi
italian: // Abito Blu Reale

source: // French Chemise
french: // Chemise française

source: // French Chemise V2
french: // Chemise française V2

source: // Bordeau Outfit
french: // Tenue Bordeau
italian: // Abito Bordeau

source: Well, as a matter of fact, yes
french: En fait, oui
italian: Beh, di fatto, sì

source: Emee made me read it
french: Emee me l'a fait lire
italian: Emee mi ha fatto leggere

source: $Don't you want to try to corrupt an android? {image=heart04.png}
french: $DonVous ne voulez pas essayer de corrompre un androïde ? {image=heart04.png}

source: $And so... why did you come here? {image=heart04.png}
french: $And Alors... pourquoi es-tu venu ici ? {image=heart04.png}
italian: $And così... perché sei venuto qui? {image=heart04.png}

source: $How is your book progressing? {image=heart04.png}
french: $How Votre livre progresse-t-il ? {image=heart04.png}
italian: $How sta progredendo il tuo libro? {image=heart04.png}

source: $How is your book progressing? {image=heart06.png}
french: $How Votre livre progresse-t-il ? {image=heart06.png}
italian: $How sta progredendo il tuo libro? {image=heart06.png}

source: ${color=#636363}And so... why did you come here? {/color}
french: ${color=#636363}Et donc... pourquoi êtes-vous venu ici ? {/color}
italian: ${color=#636363}E così... perché sei venuto qui? {/color}

source: ${color=#636363}How is your book progressing? {/color}
french: ${color=#636363}Quel est l'état d'avancement de votre livre ? {/color}
italian: ${color=#636363}Come procede il tuo libro? {/color}

source: ${color=#636363}Don't you want to try to corrupt an android? {/color}
french: ${color=#636363}Vous ne voulez pas essayer de corrompre un androïde ? {/color}
italian: ${color=#636363}Non vuoi provare a corrompere un androide? {/color}

source: So that's why you're here?
french: C'est donc pour cela que vous êtes ici ?
italian: Ecco perché sei qui?

source: It looks fun to be so famous
french: C'est amusant d'être aussi célèbre
italian: Sembra divertente essere così famoso

source: You are quite photogenic
french: Vous êtes très photogénique
italian: Sei abbastanza fotogenico

source: I never liked this kind of magazines
french: Je n'ai jamais aimé ce genre de magazines
italian: Non mi è mai piaciuto questo tipo di riviste

source: It looks like hell
french: Ça ressemble à l'enfer
italian: Sembra un inferno

source: {color=#f2923c}Create anything you want? How?{/color}
french: {color=#f2923c}Créer ce que vous voulez ? Comment ?
italian: {color=#f2923c}Crea qualcosa che vuoi? Come?{/color}

source: This place is really pretty.
french: Cet endroit est vraiment très joli.
italian: Questo posto è davvero carino.

source: {color=#797979}This place is really pretty{/color}
french: {color=#797979}Cet endroit est vraiment joli{/color}
italian: {color=#797979}Questo posto è davvero carino{/color}

source: In fact, it was Amandine's idea
french: En fait, c'est Amandine qui en a eu l'idée
italian: In realtà, era l'idea di Amandine

source: Best way to combine business with pleasure
french: La meilleure façon de joindre l'utile à l'agréable
italian: Il modo migliore per combinare affari con piacere
