Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_ml_] I prefer to be myself in this android body.
french: [ _ml_ ] Je préfère être moi-même dans ce corps androïde.
italian: [_ml_] Preferisco essere me stesso in questo corpo Android.

source: [_ml_] If it means anything.
french: [ _ml_ ] Si cela signifie quelque chose.
italian: [_ml_] Se significa qualcosa.

source: [_ml_] She wants to fuck Tinker.
french: [ _ml_ ] Elle veut baiser Tinker.
italian: [_ml_] Lei vuole scopare Tinker.

source: [_ml_] Well... she thinks it's more likely to happen if she's her size.
french: [ _ml_ ] Eh bien ... elle pense que c'est plus susceptible de se produire si elle est de sa taille.
italian: [_ml_] Bene... pensa che sia più probabile che succeda se lei è la sua dimensione.

source: [_ml_] Hope is everything, as they say.
french: [ _ml_ ] L'espoir est tout, comme ils disent.
italian: [_ml_] La speranza è tutto, come dicono.

source: [_ml_] And... Speaking of not refusing my requests...
french: [ _ml_ ] Et ... Parler de ne pas refuser mes demandes ...
italian: [_ml_] E... Parlando di non rifiutare le mie richieste...

source: [_ml_] While doing some research, I realized that the machines I have here are absolutely incapable of creating fairy wings.
french: [ _ml_ ] En effectuant quelques recherches, j'ai réalisé que les machines que j'ai ici sont absolument incapables de créer des ailes de fées.
italian: [_ml_] Mentre faccio qualche ricerca, mi sono reso conto che le macchine che ho qui sono assolutamente incapaci di creare ali da fata.

source: [_u_] So... you want me to bring you a machine to create some?
french: [ _u_ ] Donc ... vous voulez que je vous apporte une machine pour en créer?
italian: [_u_] Quindi... vuoi che ti porti una macchina per crearne una?

source: [_ml_] No, I want you to find some fairy wings.
french: [ _ml_ ] Non, je veux que tu troues des ailes de fées.
italian: [_ml_] No, voglio che tu trovi delle ali da fata.

source: [_ml_] I clearly don't have the time to understand how a machine like this works.
french: [ _ml_ ] Je n'ai clairement pas le temps de comprendre comment une machine comme celle-ci fonctionne.
italian: [_ml_] Chiaramente non ho il tempo di capire come funziona una macchina del genere.

source: [_u_] And uh... do you have any idea how I find that?
french: [ _u_ ] Et euh ... tu as une idée de comment je trouve ça?
italian: [_u_] E uh... hai qualche idea di come lo trovo?

source: [_u_] With the drone, I suppose?
french: [ _u_ ] Avec le drone, je suppose?
italian: [_u_] Con il drone, suppono?

source: [_ml_] I'm going to reactivate the +5 boosts on sale, which will be easier for you.
french: [ _ml_ ] Je vais réactiver le + 5 boosts en vente, ce qui sera plus facile pour vous.
italian: [_ml_] riattiverò gli stimoli +5 in vendita, che sarà più facile per te.

source: [_ml_] Here, I've got some to give you if you need them.
french: [ _ml_ ] Ici, j'ai quelques à vous donner si vous en avez besoin.
italian: [_ml_] Qui, ne ho alcuni da darti se ne hai bisogno.

source: [_u_] That's very kind of you!
french: [ _u_ ] C'est très gentil de vous !
italian: [_u_] È molto gentile da parte tua!

source: [_ml_] Anyway, bring me two characters datas and the wings and then we'll deal with Amelia's fantasy.
french: [ _ml_ ] En tout cas, amenez-moi deux personnages datas et les ailes et ensuite nous traiterons avec le fantasme d'Amelia.
italian: [_ml_] Comunque, portami due dati di caratteri e le ali e poi ci occuperemo della fantasia di Amelia.

source: [_u_] I think I have everything.
french: [Je crois que j'ai tout.
italian: [_u_] Penso di avere tutto.

source: [_ml_] Perfect! Now we can give our dear secretary a little hope.
french: [ _ml_ ] Parfait ! Maintenant, nous pouvons donner un peu d'espoir à notre cher secrétaire.
italian: [_ml_] Perfetto! Ora possiamo dare una piccola speranza alla nostra cara segretaria.

source: [_ml_] And then, I'll be able to try out whether this ''Multiple Body'' technique is safe.
french: [ _ml_ ] Et puis, je vais pouvoir essayer de savoir si cette technique "Multiple Body" est sûre.
italian: [_ml_] E poi, sarò in grado di provare se questa tecnica ''Corpo Multiplo'' è sicura.

source: [_ml_] If it works. We can make a lot of things with it...
french: [ _ml_ ] Si elle fonctionne. On peut faire beaucoup de choses avec ça ...
italian: [_ml_] Se funziona. Possiamo fare un sacco di cose con esso...

source: [_ml_] And uhm... this is just between us but...
french: [ _ml_ ] Et uhm ... c'est juste entre nous, mais ...
italian: [_ml_] E uhm... questo è solo tra di noi ma...

source: [_ml_] I think Tinker seemed very interested.
french: [ _ml_ ] Je pense que Tinker semblait très intéressé.
italian: [_ml_] Penso che Tinker sia sembrato molto interessato.

source: [_u_] Do you think Tinker would want a second body?
french: [ _u_ ] Pensez-vous que Tinker voudrait un second corps?
italian: [_u_] Pensi che Tinker vorrebbe un secondo corpo?

source: [_ml_] I have no idea.
french: [ _ml_ ] Je n'ai aucune idée.
italian: [_ml_] non ho idea.

source: [_ml_] But maybe.
french: [ _ml_ ] Mais peut-être.
italian: [_ml_] Ma forse.

source: [_ml_] Anyway, thanks again for your help.
french: [ _ml_ ] En tout cas, merci encore pour votre aide.
italian: [_ml_] Comunque, grazie ancora per il tuo aiuto.

source: [_ml_] Is there anything else you need?
french: [ _ml_ ] Y a-t-il autre chose dont vous avez besoin?
italian: [_ml_] C'è altro di cui hai bisogno?

source: {color=#3ad8ff}About the items I need to bring you...{/color}
french: { color=#3ad8ff} A propos des éléments dont j'ai besoin pour vous apporter ... { /color }
italian: {color=#3ad8ff}Informazioni sugli articoli che ho bisogno di portarti...{/color}

source: {color=#3ad8ff}Amelia said you needed my help?{/color}
french: { color=#3ad8ff} Amelia a dit que vous avez besoin de mon aide? { /color }
italian: {color=#3ad8ff}Amelia ha detto che hai bisogno del mio aiuto?{/color}

source: {color=#3ad8ff}Do you know who changed Snow White's stats?{/color}
french: { color=#3ad8ff} Savez-vous qui a changé les statistiques de Snow White? { /color }
italian: {color=#3ad8ff}Conosci chi ha cambiato le statistiche del bianco della neve?{/color}

source: {color=#3ad8ff}Lycrois could use your help{/color}
french: { color=#3ad8ff} Lycrois peut utiliser votre aide { /color }
italian: {color=#3ad8ff}Lycrois potrebbe usare il tuo aiuto{/color}

source: {color=#3ad8ff}Can you make me a golden hair pick?{/color}
french: { color=#3ad8ff} Pouvez-vous me faire un choix de cheveux doré? { /color }
italian: {color=#3ad8ff}Puoi farmi una scelta di capelli dorati?{/color}

source: {color=#f45fed}So, What do you think of my room?{/color}
french: {color=#f45fed}Alors, que pensez-vous de ma chambre?{/color}
italian: {color=#f45fed}Quindi, cosa ne pensi della mia stanza?{/color}

source: {color=#f45fed}I have a strange device in my room{/color}
french: {color=#f45fed}J'ai un périphérique étrange dans ma chambre{/color}
italian: {color=#f45fed}Ho uno strano dispositivo nella mia stanza{/color}

source: $ Leave
french: $ Congé
italian: $ Abbandona

source: $How are you doing? {image=heart04.png}
french: $How faites-vous? { image=heart04.png }
italian: $How stai facendo? {image=heart04.png}

source: ${color=#636363}How long will it take to fix this place?{/color}
french: $ { color=#636363} Combien de temps faudra-t-il pour corriger cet endroit? { /color }
italian: ${color=#636363}Quanto tempo ci vorrà per risolvere questo posto?{/color}

source: ${color=#636363}So, you're an android?{/color}
french: $ { color=#636363} Donc, vous êtes un androïde? { /color }
italian: ${color=#636363}Così, sei un androide?{/color}

source: Grab her by the hair
french: Grab-sa par les cheveux
italian: La afferri dai capelli

source: Go gently
french: Va doucement
italian: Vai delicatamente

source: Continue harder
french: Continuer plus dur
italian: Continua più duro

source: Continue smoothly
french: Continuer en douceur
italian: Continua senza intoppi

source: // Basic Meli
french: // Meli de base
italian: // Meli Basic

source: // Basic Meli V2
french: // Meli de base V2

source: Ok no problem
french: Ok aucun problème
italian: Ok nessun problema

source: No idea what it is
french: Aucune idée de ce qu'elle est
italian: Nessuna idea di cosa sia

source: You're welcome
french: Vous êtes les bienvenus
italian: Sei il benvenuto

source: What was that?
french: Qu'est-ce que c'était?
italian: Cos'era quello?

source: {color=#3ad8ff}Thank you Meli{/color}
french: { color=#3ad8ff} Merci Meli { /color }
italian: {color=#3ad8ff}Grazie Meli{/color}

source: What do you think of my room?
french: Qu'est-ce que tu penses de ma chambre?
italian: Cosa ne pensi della mia stanza?

source: {color=#797979}What do you think of my room?{/color}
french: { color=#797979} Que pensez-vous de ma chambre? { /color }
italian: {color=#797979}Cosa ne pensi della mia stanza?{/color}

source: {color=#f45fed}Why were you in debt?{/color}
french: { color=#f45fed} Pourquoi avez-vous été endette? { /color }
italian: {color=#f45fed}Perché sei stato debito?{/color}

source: {color=#f45fed}I want to know everything so badly{/color}
french: { color=#f45fed} Je veux tout savoir si mal { /color }
italian: {color=#f45fed}Voglio sapere tutto così male{/color}

source: {color=#f45fed}No thanks, I'm going back to work{/color}
french: { color=#f45fed} Non merci, je vais retourner au travail { /color }
italian: {color=#f45fed}No grazie, sto tornando al lavoro{/color}

source: {color=#f45fed}What is this debt thing?{/color}
french: { color=#f45fed} Quelle est cette dette? { /color }
italian: {color=#f45fed}Cos'è questa cosa di debito?{/color}

source: {color=#797979}What is this debt thing?{/color}
french: { color=#797979} Quelle est cette dette? { /color }
italian: {color=#797979}Cos'è questa cosa di debito?{/color}

source: {color=#f45fed}So, this debt thing?{/color}
french: { color=#f45fed} Donc, cette dette? { /color }
italian: {color=#f45fed}Così, questa cosa di debito?{/color}

source: {color=#797979}So, this debt thing?{/color}
french: { color=#797979} Donc, cette dette? { /color }
italian: {color=#797979}Quindi, questa cosa di debito?{/color}

source: {color=#f45fed}No boyfriends back then?{/color}
french: { color=#f45fed} Aucun petit ami à l'époque? { /color }
italian: {color=#f45fed}Nessun fidanzato indietro allora?{/color}

source: {color=#797979}No boyfriends back then?{/color}
french: { color=#797979} Aucun petit ami à l'époque? { /color }
italian: {color=#797979}Nessun fidanzato indietro allora?{/color}

source: {color=#f45fed}Why do you like anal so much?{/color}
french: { color=#f45fed} Pourquoi vous aimez tant anal? { /color }
italian: {color=#f45fed}Perché ti piace così tanto l'anale?{/color}

source: {color=#797979}Why do you like anal so much?{/color}
french: { color=#797979} Pourquoi vous aimez tant anal? { /color }
italian: {color=#797979}Perché ti piace così tanto l'anale?{/color}

source: {color=#f45fed}What are you working on at the moment?{/color}
french: { color=#f45fed} Qu'est-ce que vous utilisez pour le moment? { /color }
italian: {color=#f45fed}Cosa stai lavorando al momento?{/color}

source: {color=#f45fed}And about the jacuzzi...{/color}
french: { color=#f45fed} Et sur le jacuzzi ... { /color }
italian: {color=#f45fed}E sulla jacuzzi...{/color}

source: {color=#797979}And about the jacuzzi...{/color}
french: { color=#797979} Et sur le jacuzzi ... { /color }
italian: {color=#797979}E sulla jacuzzi...{/color}

source: {color=#f45fed}Have you ever tried it with an android?{/color}
french: { color=#f45fed} Avez-vous déjà essayé avec un androïde? { /color }
italian: {color=#f45fed}Hai mai provato con un androide?{/color}

source: {color=#797979}Have you ever tried it with an android?{/color}
french: { color=#797979} Avez-vous déjà essayé avec un androïde? { /color }
italian: {color=#797979}Hai mai provato con un androide?{/color}

source: {color=#f45fed}And Amandine?{/color}
french: { color=#f45fed} et Amandine? { /color }

source: {color=#797979}And Amandine?{/color}
french: { color=#797979} et Amandine? { /color }
italian: {color=#797979}E Amandina?{/color}

source: I have to go back to work
french: Je dois retourner au travail
italian: Devo tornare al lavoro

source: Yeah, your ass is pretty good
french: Ouais, ton cul est plutôt bon
italian: Sì, il tuo culo è abbastanza buono

source: Maybe if I saw it again...
french: Peut-être que si je le revoyais ...
italian: Forse se l'ho visto di nuovo...

source: The Magic Forest area?
french: La zone de la forêt magique?
italian: L'area della foresta magica?

source: {color=#3ad8ff}What do I have to do?{/color}
french: { color=#3ad8ff} Que dois-je faire? { /color }
italian: {color=#3ad8ff}Cosa devo fare?{/color}

source: So... androids can have several bodies?
french: Donc ... les androïdes peuvent avoir plusieurs corps?
italian: Così... gli androidi possono avere diversi corpi?

source: Why does Amelia want this body?
french: Pourquoi Amelia veut ce corps?
italian: Perché Amelia vuole questo corpo?

source: {color=#3ad8ff}I'll get you your characters datas{/color}
french: { color=#3ad8ff} I'll get you your caractères datas { /color }
italian: {color=#3ad8ff}Ti otterrò i tuoi dati{/color}

source: [_am_] Hey!
french: Hey!
italian: [_am_] Ehi!
russian: [_am_] Привет!
spanish: ¡Hey!

source: [_am_] Have you decided to help me? Really?
french: [_am_] Vous avez décidé de m'aider ? Vraiment ?
german: Hast du dich entschieden, mir zu helfen? Echt?
italian: [_am_] Hai deciso di aiutarmi? Davvero?
russian: [_am_] Ты решил мне помочь? Действительно?
spanish: [_am_] ¿Has decidido ayudarme? ¿De verdad?

source: [_am_] Thank you thank you thank you!
french: [_am_] Merci, merci, merci!
german: Danke, danke, danke!
italian: [_am_] Grazie grazie grazie!
russian: [_am_] Спасибо, спасибо, спасибо!
spanish: [_am_] ¡Gracias, gracias, gracias!

source: [_am_] We start the first interview tomorrow!
french: [_am_] Nous commençons le premier interview demain!
german: Wir starten mit erster Interview morgen!
italian: [_am_] Iniziamo il primo colloquio domani!
russian: [_am_] Мы начнем завтра первое интервью!
spanish: [_am_] ¡Comenzamos la primera entrevista mañana!

source: [_am_] Yes, but come back tomorrow, we won't do it at night!
french: [_am_] Oui, mais reviens demain, nous n'allons pas le faire la nuit!
german: Ja, aber komm morgen zurück, wir werden es nachts nicht tun!
italian: [_am_] Sì, ma torna domani, non lo faremo di notte!
russian: [_am_] Да, но приходи завтра, мы не будем делать это ночью!
spanish: [_am_] Sí, pero vuelve mañana, ¡no lo haremos por la noche!

source: [_e_] No. Not today.
french: [_am_] Non. Pas aujourd'hui.
german: Nein. Nicht heute.
italian: [_e_] No. Non oggi.
russian: [_e_] Нет. Не сегодня.
spanish: [_e_] No. Hoy no.

source: [_e_] Yes, of course! It would be a pleasure!
french: [_e_] Oui, bien sûr ! Ça sera avec plaisir !
german: Ja, natürlich! Das wäre super!
italian: [_e_] Sì, certo! Sarebbe un piacere!
russian: [_e_] Да, конечно! Это было бы мило с твоей стороны!
spanish: [_e_] ¡Sí, por supuesto! ¡Sería un placer!

source: [_am_] Yeah, Yeah ...
french: [_am_] Ouais, Ouais ...
german: Ja, ja ...
italian: [_am_] Sì, Sì...
russian: [_am_] Ага-ага...
spanish: [_am_] Sí, sí...

source: [_am_] See you later [name]!
french: [_am_] A plus tard [name]!
german: Bis später [Name]!
italian: [_am_] Ci vediamo più tardi [name]!
russian: [_am_] Увидимся позже [name]!
spanish: [_am_] ¡Nos vemos más tarde [name]!

source: [_am_] I am now officially Mrs. Bell's secretary.
french: [_am_] Je suis maintenant, officiellement, la secrétaire de Mademoiselle Bell.
german: Ich bin jetzt offiziell Sekretärin von Frau Bell.
italian: [_am_] Ora sono ufficialmente la segretaria della signora Bell.
russian: [_am_] Теперь я официально секретарь миссис Белл.
spanish: [_am_] Ahora soy oficialmente, la secretaria de la Señorita Bell.

source: [_u_] You mean Tinker?
french: [_u_] Tu veux dire Clochette ?
german: Meinst du Tinker?
italian: [_u_] Vuoi dire Tinker?
russian: [_u_] Ты имеешь в виду Тинкер?
spanish: [_u_] ¿Te refieres a Tinker?

source: [_am_] Yes.
french: Oui.
german: Ja.
italian: [_am_] Sì.
russian: [_am_] Да.
spanish: [_am_] Sí.

source: [_am_] It's so nice to be so close to a woman like her...
french: [_am_] C'est tellement agréable d'être si proche d'une femme comme elle...
german: Es ist so toll so nah an solche Frau zu sein...
italian: [_am_] È così bello essere così vicino a una donna come lei...
russian: [_am_] Так приятно быть близко к женщине, как она...
spanish: [_am_] Es muy lindo ser tan cercano a una mujer como ella...

source: [_am_] So talented... So charismatic...
french: [_am_] Si talentueuse... Si charismatique...
german: So talentiert... So charismatisch...
italian: [_am_] Così talentuosa... Così carismatica...
russian: [_am_] Такой талантливой... Такой харизматичной...
spanish: [_am_] Tan talentoso... Tan carismático...

source: [_am_] So...
french: [_am_] Et alors...
german: So...
italian: [_am_] Così...
russian: [_am_] Итак...
spanish: [_am_] Entonces...

source: [_am_] Mh...
french: [_am_] Hmm...
german: Mhm...
russian: [_am_] Мм...

source: [_u_] Amelia?
german: Amelia?
russian: [_u_] Амелия?

source: [_am_] Yes, so I take care of everything Madam wants.
french: [_am_] Oui, alors je m’occupe de tout ce que veut madame.
german: Ja, ich kümmere mich über alles, was die Chefin will.
italian: [_am_] Sì, quindi mi occupo di tutto ciò che la Signora vuole.
russian: [_am_] Да, поэтому я забочусь обо всем, что хочет мадам.
spanish: [_am_] Sí, así que me encargo de todo lo que Señora quiere.

source: [_am_] It can be administrative things, fixing a teleporter...
french: [_am_] Ça peut être des choses administratives, réparer un téléporteur...
german: Es kann administrative Dinge sein, Teleporter reparieren...
italian: [_am_] Possono essere cose amministrative, aggiustare un teletrasporto...
russian: [_am_] Это могут быть административные дела, починка телепорта...
spanish: [_am_] Pueden ser cosas administrativas, arreglar un teletransportador...

source: [_am_] Everything I can do.
french: [_am_] Tout ce que je peux faire.
german: Alles, was ich machen kann.
italian: [_am_] Tutto quello che posso fare.
russian: [_am_] Все, что я могу сделать.
spanish: [_am_] Todo lo que puedo hacer.

source: [_u_] Yes... I feel like you're the perfect person to follow all her... weird and irrational orders.
french: [_u_] Oui... J'ai l'impression que tu es la personne idéale pour suivre tous ses... ordres bizarres et irrationnels.
german: Ja... Ich glaube, du bist die perfekte Person um alle ihre... ausgefallene und außerordentliche Befehle zu folgen.
italian: [_u_] Sì... Mi sembra che tu sia la persona perfetta per seguire tutti i suoi... strani e irrazionali ordini.
russian: [_u_] Да... Я чувствую, что ты идеальный человек, чтобы выполнять все ее... странные и иррациональные приказы.
spanish: [_u_] Sí... siento que eres la persona perfecta para seguir sus... órdenes extrañas e irracionales.

source: [_am_] Thank you! I think so too!
french: [_am_] Merci ! Je pense aussi !
german: Dankeschön! Ich glaube so auch!
italian: [_am_] Grazie! Lo penso anche io!
russian: [_am_] Спасибо! Я тоже так думаю!
spanish: [_am_] ¡Gracias! ¡Yo también lo creo!

source: [_u_] Yup.
french: [_u_] Ouaip.
german: Jawohl.
russian: [_u_] Ага.

source: [_am_] Well, yes.
french: [_am_] Eh bien, oui.
german: Na ja.
italian: [_am_] Beh, sì.
russian: [_am_] Ну да.
spanish: [_am_] Bueno, sí.

source: [_am_] I mean... not really.
french: [_am_] Je veux dire... pas vraiment.
german: Ich meine... nicht wirklich.
italian: [_am_] Voglio dire... non davvero.
russian: [_am_] Я имею в виду... Не совсем.
spanish: [_am_] Quiero decir... no en realidad.

source: [_am_] In fact, she took as a model the former secretary that was on this planet back in the day.
french: [_am_] En fait, elle a pris comme modèle l’ancienne secrétaire qui était sur cette planète à l’époque.
german: Tatsächlich sie nahm als Modell die ehemalige Sekretärin, die damals auf diesem Planeten war.
italian: [_am_] In effetti, ha preso come modello l'ex segretaria che era su questo pianeta nei giorni passati.
russian: [_am_] На самом деле она взяла за образец бывшую секретаршу, которая когда-то была на этой планете.
spanish: [_am_] De hecho, tomó como modelo la ex secretaria que estuvo en este planeta en su día.

source: [_am_] When Melissandre showed me her picture, I immediately saw myself.
french: [_am_] Quand Melissandre m'a montré sa photo, je me suis immédiatement vu.
german: Als Melissandre mir ihr Bild zeigte, erkannte ich sofort mich selber.
italian: [_am_] Quando Melissandre mi ha mostrato la sua immagine, ho visto subito me stessa.
russian: [_am_] Когда Мелиссандра показала мне ее фотографию, я сразу увидела себя.
spanish: [_am_] Cuando Melissandre me mostró su foto, inmediatamente me vi a mí mismo.

source: [_am_] And then some of her stuff was still there so...
french: [_am_] Et puis certaines de ses affaires étaient toujours là donc...
german: Und dann waren noch einige ihrer Sachen noch da, so...
italian: [_am_] E poi alcune delle sue cose erano ancora lì quindi...
russian: [_am_] Кроме того, некоторые из ее вещей все еще были тут, так что...
spanish: [_am_] Y entonces algunas de sus cosas aún estaban allí, así que...

source: [_u_] That's convenient.
french: [_u_] C'est pratique.
german: Das ist praktisch.
italian: [_u_] Che comodo.
russian: [_u_] Это удобно.
spanish: [_u_] Eso es conveniente.

source: [_am_] Apparently she also left other belongings of hers in some of the outposts of the planet...
french: [_am_] Apparemment, elle en a aussi laissé d’autres, de ses affaires dans certains des avant-postes de la planète...
german: Anscheinend hat sie auch andere ihre Gegenstände in einigen der Außenposten auf diesen Planeten gelassen...
italian: [_am_] Apparentemente ha lasciato anche altre cose sue in alcuni degli avamposti del pianeta...
russian: [_am_] Судя по всему, она оставила и другие свои вещи на некоторых аванпостах планеты...
spanish: [_am_] Al parecer también dejó otras de sus pertenencias en algunos de los puestos de avanzada del planeta...

source: [_am_] If we find any, I'll have more than one outfit to wear!
french: [_am_] Si nous en trouvons, j’aurai plus d’une tenue à porter !
german: Wenn wir einige finden, dann werde ich mehr als ein Outfit zum Tragen haben!
italian: [_am_] Se ne troviamo, avrò più di un outfit da indossare!
russian: [_am_] Если мы их найдем, у меня будет больше одного наряда!
spanish: [_am_] Si encontramos alguno, ¡tendré más de un traje que usar!

source: [_u_] Yeah, if we find some, we could try these together if you want.
french: [_u_] Oui, si nous en trouvons, nous pourrions les essayer ensemble si tu veux.
german: Ja, wenn wir welche finden, könnten wir sie gemeinsam ausprobieren, wenn du willst.
italian: [_u_] Sì, se ne troviamo alcuni, potremmo provarli insieme se vuoi.
russian: [_am_] Если мы что-нибудь найдем, у меня будет больше одного наряда.
spanish: [_u_] Sí, si encontramos algunos, podríamos intentarlos juntos si quieres.

source: [_am_] Oh yes!!! It would be my pleasure!
french: [_am_] Oh oui!!! Ce serait un plaisir !
german: Oh ja!!! Es wäre mir eine Freude!
italian: [_am_] Oh sì!!! Mi piacerebbe molto!
russian: [_am_] О да!!! Мне было бы приятно!
spanish: [_am_] ¡¡¡Oh sí!!! ¡Será un placer!
