Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_SZ.po
Languages: french, italian

source: [_sz_] She left her job without telling anyone!
french: [ _sz_ ] Elle a quitté son emploi sans le dire à personne !
italian: [_sz_] Ha lasciato il suo lavoro senza dire a nessuno!

source: [_sz_] Who's supposed to dry my body after my milk bath now?
french: [ _sz_ ] Qui est censé séché mon corps après mon bain de lait maintenant?
italian: [_sz_] Chi dovrebbe asciugare il mio corpo dopo il mio bagno di latte adesso?

source: [_u_] I'm up for it.
french: [ _u_ ] Je suis à la hauteur.
italian: [_u_] sto per questo.

source: [_u_] Oh! You want me to take a milk bath with you?
french: [ _u_ ] Oh ! Tu veux que je prenne un bain de lait avec toi?
italian: [_u_] Oh! Vuoi che io faccia un bagno di latte con te?

source: [_sz_] Not even in your wildest dreams.
french: [ _sz_ ] Pas même dans vos rêves les plus fous.
italian: [_sz_] Neanche nei tuoi sogni più selvaggi.

source: [_sz_] But anyway... Yes...
french: [ _sz_ ] Mais de toute façon ... Oui ...
italian: [_sz_] Ma comunque... Sì...

source: [_sz_] Some people close to me have seen me in my bath.
french: [ _sz_ ] Certaines personnes proches de moi m'ont vu dans mon bain.
italian: [_sz_] Alcune persone vicino a me mi hanno visto nel mio bagno.

source: [_sz_] How did you know?
french: [ _sz_ ] Comment saviez-vous?
italian: [_sz_] Come lo sapevi?

source: [_sz_] She...
french: [ _sz_ ] Elle ...

source: [_sz_] Goodness... I'm going to...
french: [ _sz_ ] Adieu ... Je vais ...
italian: [_sz_] Bontà... Sto andando a...

source: [_sz_] I can't believe I'm asking this but...
french: [ _sz_ ] Je ne peux pas croire que je demande ça, mais ...
italian: [_sz_] Non riesco a credere che sto chiedendo questo ma...

source: [_sz_] What did she say about my breasts?
french: [ _sz_ ] Qu'a-t-elle dit sur mes seins?
italian: [_sz_] Che cosa ha detto dei miei seni?

source: [_u_] She compared them to ''two giant, smooth lemons''.
french: [ _u_ ] Elle les a comparés à '' deux citrons géants et lisses''.
italian: [_u_] Li ha paragonati a 'due giganti, limoni liscii''.

source: [_sz_] I've never felt so humiliated
french: [ _sz_ ] Je ne me suis jamais senti aussi humilié
italian: [_sz_] non mi sono mai sentito così umiliato

source: [_u_] So it's true? Are they big lemons?
french: [ _u_ ] Donc c'est vrai? S'agit-il de grands citrons?
italian: [_u_] Quindi è vero? Sono grandi limoni?

source: [_sz_] I guess.
french: [ _sz_ ] Je suppose.
italian: [_sz_] immagino.

source: [_u_] You see! In the end, it's as if I'd already seen them!
french: [ _u_ ] Vous voyez ! En fin de compte, c'est comme si je les avais déjà vus !
italian: [_u_] Vedi! Alla fine, è come se li avessi già visti!

source: [_sz_] This is not true.
french: [ _sz_ ] Ce n'est pas vrai.
italian: [_sz_] Questo non è vero.

source: [_u_] But it bothers you a little, so it still counts for something, doesn't it?
french: [ _u_ ] Mais ça t'embête un peu, donc ça compte encore pour quelque chose, n'est-ce pas?
italian: [_u_] Ma ti infastidisce un po', quindi conta ancora qualcosa, vero?

source: [_sz_] Just a little bit.
french: [ _sz_ ] Juste un petit peu.
italian: [_sz_] Solo un po'.

source: [_sz_] Well, yes, it has happened a few times.
french: [ _sz_ ] Eh bien, oui, ça s'est passé quelques fois.
italian: [_sz_] Beh, sì, è successo un paio di volte.

source: [_sz_] But that doesn't mean I'm going to get naked in front of anyone!
french: [ _sz_ ] Mais ça ne veut pas dire que je vais être nu devant qui que ce soit !
italian: [_sz_] Ma questo non significa che mi metterò a nudo davanti a nessuno!

source: [_u_] I thought we were close enough for that.
french: [ _u_ ] Je pensais que nous étions assez proches pour ça.
italian: [_u_] pensavo che fossimo abbastanza vicini per questo.

source: [_sz_] I'll grant you that you and I share a... special relationship.
french: [ _sz_ ] Je vous accorderai que vous et moi partageons une relation spéciale.
italian: [_sz_] Ti concederò che tu e io condividiamo... un rapporto speciale.

source: [_sz_] I wouldn't say we're close, but...
french: [ _sz_ ] Je ne dirais pas que nous sommes proches, mais ...
italian: [_sz_] Non direi che siamo vicini, ma...

source: [_sz_] Yes, you could say it's a special relationship.
french: [ _sz_ ] Oui, vous pourriez dire que c'est une relation spéciale.
italian: [_sz_] Sì, si potrebbe dire che è un rapporto speciale.

source: [_u_] Ok, why not.
french: [ _u_ ] Ok, pourquoi pas.
italian: [_u_] Ok, perché no.

source: [_u_] And... compared to your guard who saw you completely naked? On a scale of 1 to 10?
french: [ _u_ ] Et ... comparé à votre garde qui vous a vu complètement nu? Sur une échelle de 1 à 10?
italian: [_u_] E... rispetto alla tua guardia che ti ha visto completamente nudo? Su una scala da 1 a 10?

source: [_sz_] I give her a 10. I trust her completely.
french: [ _sz_ ] Je lui donne 10. Je lui fais entièrement confiance.
italian: [_sz_] Le do un 10. Mi fido di lei completamente.

source: [_u_] And what about me?
french: [ _u_ ] Et qu'en est-il de moi?
italian: [_u_] E che dire di me?

source: [_sz_] I give you a 3...
french: [ _sz_ ] Je vous donne un 3 ...
italian: [_sz_] Ti do un 3...

source: [_sz_] Let's say a 4, because you helped me regain my Sultana status.
french: [ _sz_ ] Disons un 4, parce que vous m'avez aidé à retrouver mon statut de Sultana.
italian: [_sz_] Diciamo un 4, perché mi hai aiutato a riconquistare il mio status di Sultana.

source: [_u_] Wow... that sucks.
french: [ _u_ ] Wow ... ça craint.
italian: [_u_] Wow... che succhia.

source: [_u_] Well, let's say that if for a 10 you show your naked body... for a 4 you're showing... one boob?
french: [ _u_ ] Eh bien, disons que si pour un 10 tu montre ton corps nu ... pour un 4 tu montres ... un boob?
italian: [_u_] Beh, diciamo che se per un 10 mostri il tuo corpo nudo... per un 4 stai mostrando... una tetta?

source: [_sz_] That's the worst arithmetic I've ever heard.
french: [ _sz_ ] C'est la pire arithmétique que j'ai jamais entendue.
italian: [_sz_] È la peggiore aritmetica che io abbia mai sentito.

source: [_u_] Well, at some point we have to get rid of your modesty!
french: [ _u_ ] Eh bien, à un moment ou à un autre, nous devons nous débarrasser de votre modestie !
italian: [_u_] Beh, ad un certo punto dobbiamo sbarazzarci della tua modestia!

source: [_u_] So, can you think about what you can expose about yourself?
french: [ _u_ ] Alors, pouvez-vous penser à ce que vous pouvez exposer à propos de vous?
italian: [_u_] Quindi, puoi pensare a cosa puoi esporre su te stesso?

source: [_u_] We'll never be able to dress you properly otherwise!
french: [ _u_ ] Nous ne serons jamais en mesure de vous habiller autrement !
italian: [_u_] Non saremo mai in grado di vestirti correttamente altrimenti!

source: [_sz_] Very good. I'll think about it.
french: [ _sz_ ] Très bien. Je vais y réfléchir.
italian: [_sz_] Molto bene. Ci penserò.

source: [_sz_] We'll meet again tomorrow, [name].
french: [ _sz_ ] Nous nous reverrons demain, [ nom ].
italian: [_sz_] Ci incontreremo di nuovo domani, [name].

source: [_u_] Wow, I've never had so much trouble seeing boobs!
french: [ _u_ ] Wow, je n'ai jamais eu tant de mal à voir les seins !
italian: [_u_] Wow, non ho mai avuto così tanti problemi a vedere tette!

source: [_a_] She knows her worth, and she's arrogant.
french: [_a_] Elle connaît sa valeur, et elle est arrogante.
italian: [_a_] Lei conosce il suo valore, ed è arrogante.

source: [_a_] They're the worst kind of women!
french: [_a_] C'est le pire genre de femmes !
italian: [_a_] Sono il peggior tipo di donne!

source: [_u_] And what's the best kind?
french: [ _u_ ] Et quel est le meilleur type?
italian: [_u_] E qual è il tipo migliore?

source: [_a_] Blondes, writers and French.
french: [_a_] Blondes, écrivains et français.
italian: [_a_] Bionde, scrittori e francesi.

source: [_a_] It's a no-brainer.
french: [_a_] C'est un non-brainer.
italian: [_a_] È un no-brainer.

source: [_sz_] I think you think a lot about my breasts...
french: [ _sz_ ] Je pense que vous pensez beaucoup sur mes seins ...
italian: [_sz_] Penso che tu pensi molto ai miei seni...

source: [_sz_] Don't you have some kind of obsession or something?
french: [ _sz_ ] N'avez-vous pas une sorte d'obsession ou quelque chose?
italian: [_sz_] Non hai una sorta di ossessione o qualcosa?

source: [_sz_] Well, listen...
french: [ _sz_ ] Eh bien, écoutez ...
italian: [_sz_] Beh, ascolta...

source: [_sz_] I've given it a lot of thought and...
french: [ _sz_ ] Je lui ai donné beaucoup de réflexion et ...
italian: [_sz_] l'ho dato un sacco di pensiero e...

source: [_sz_] Here you go.
french: [ _sz_ ] Ici vous allez.
italian: [_sz_] Qui vai.

source: [_u_] And?
french: [ _u_ ] Et?
italian: [_u_] E?

source: [_u_] I've seen this before.
french: [ _u_ ] J'ai déjà vu ça.
italian: [_u_] l'ho già visto.

source: [_sz_] You really are a...
french: [ _sz_ ] Vous êtes vraiment ...
italian: [_sz_] Sei davvero...

source: [_u_] Okay, you know what? I think the easiest thing to do would be to give me your bra.
french: [ _u_ ] Ok, tu sais quoi? Je pense que la chose la plus facile à faire serait de me donner votre soutien-gorge.
italian: [_u_] Okay, tu sai cosa? Penso che la cosa più facile da fare sarebbe darmi il tuo reggiseno.

source: [_sz_] You... you think?
french: [ _sz_ ] Vous ... vous pensez?
italian: [_sz_] Tu... pensi?

source: [_u_] Yes, it's one more step in bringing you closer to your people.
french: [ _u_ ] Oui, c'est une étape supplémentaire pour vous rapprocher de votre peuple.
italian: [_u_] Sì, è un passo in più per avvicinarti al tuo popolo.

source: [_sz_] All right, let's get it over with.
french: [ _sz_ ] Très bien, allons-y avec.
italian: [_sz_] Va bene, andiamo oltre con.

source: [_sz_] Come on, turn around!
french: [ _sz_ ] Allez, tournevers !
italian: [_sz_] Avanti, gira!

source: [_sz_] Well, that's it...
french: [ _sz_ ] Eh bien, c'est ça ...
italian: [_sz_] Beh, è questo...

source: [_sz_] I'm...
french: [ _sz_ ] Je suis ...
italian: [_sz_] Io...

source: [_sz_] I'm naked under my clothes.
french: [ _sz_ ] Je suis nu sous mes vêtements.
italian: [_sz_] Sono nudo sotto i miei vestiti.

source: [_u_] Yes... like all of us.
french: [ _u_ ] Oui ... comme nous tous.
italian: [_u_] Sì... come tutti noi.

source: [_sz_] You know exactly what I mean.
french: [ _sz_ ] Vous savez exactement ce que je veux dire.
italian: [_sz_] Tu sai esattamente cosa voglio dire.

source: [_u_] Okay, now, can you lower your top?
french: [ _u_ ] Ok, maintenant, tu peux baisser ton sommet?
italian: [_u_] Okay, ora, puoi abbassare il tuo top?

source: [_sz_] But I?!
french: [ _sz_ ] Mais moi?
italian: [_sz_] Ma I?!

source: [_sz_] I mean, I'm...
french: [ _sz_ ] Je veux dire, je ...
italian: [_sz_] Voglio dire, io...

source: [_sz_] I just took off my...
french: [ _sz_ ] J'ai juste enlevé mon ...
italian: [_sz_] Ho appena tolto il mio...

source: [_sz_] My gods...
french: [ _sz_ ] Mes dieux ...
italian: [_sz_] I miei dei...

source: [_sz_] How complicated it is to make people love you...
french: [ _sz_ ] Il est compliqué de faire aimer les gens ...
italian: [_sz_] Com'è complicato far sì che la gente ti ami...

source: [_sz_] I still can't believe I'm doing this...
french: [ _sz_ ] Je n'arrive toujours pas à croire que je fais ça ...
italian: [_sz_] Non riesco ancora a credere che sto facendo questo...

source: [_sz_] All so that my people will love me...
french: [ _sz_ ] Tout pour que mon peuple m'aime ...
italian: [_sz_] Tutto in modo che il mio popolo mi amerà...

source: [_sz_] This is ridiculous.
french: [ _sz_ ] C'est ridicule.
italian: [_sz_] Questo è ridicolo.

source: [_sz_] You're enjoying it a little, aren't you?
french: [ _sz_ ] Vous appréciez un peu, n'est-ce pas?
italian: [_sz_] Ti stai divertendo un po', vero?

source: [_u_] It's hard not to enjoy it.
french: [ _u_ ] Il est difficile de ne pas en profiter.
italian: [_u_] È difficile non goderlo.

source: [_sz_] They're perfectly normal.
french: [ _sz_ ] Ils sont parfaitement normaux.
italian: [_sz_] Sono perfettamente normali.

source: [_u_] If that's a normal size, I only know women with small breasts.
french: [ _u_ ] Si c'est une taille normale, je ne connais que les femmes avec de petits seins.
italian: [_u_] Se questa è una dimensione normale, conosco solo donne con seni piccoli.

source: [_sz_] Fine... they're a little bigger than average.
french: [ _sz_ ] Fine ... ils sont un peu plus gros que la moyenne.
italian: [_sz_] Fine... sono un po' più grandi della media.

source: [_u_] A little?
french: [ _u_ ] Un peu?
italian: [_u_] Un po'?

source: [_u_] Do you want me to call a couple of women so we can compare your breasts with theirs?
french: [ _u_ ] Voulez-vous que j'appelle quelques femmes pour que nous puissions comparer vos seins avec les leurs?
italian: [_u_] Vuoi che io chiami un paio di donne in modo da poter confrontare i tuoi seni con loro?

source: [_sz_] You'd like that a little too much.
french: [ _sz_ ] Vous aimeriez ça un peu trop.
italian: [_sz_] Ti piacerebbe un po' troppo.

source: [_sz_] All right, they're big.
french: [ _sz_ ] Très bien, ils sont grands.
italian: [_sz_] Va bene, sono grandi.

source: [_sz_] Your sultana has big boobs.
french: [ _sz_ ] Votre sultana a de gros seins.
italian: [_sz_] La tua sultana ha grandi tette.

source: [_sz_] Is that what you wanted to hear?
french: [ _sz_ ] C'est ce que tu voulais entendre?
italian: [_sz_] È quello che volevi sentire?

source: [_sz_] I'm not interested in hearing about your foolish adventures.
french: [ _sz_ ] Je ne suis pas intéressé par vos aventures insensées.
italian: [_sz_] Non sono interessato a sentire parlare delle tue stupide avventure.

source: [_sz_] And you're lying anyway. I've got the biggest tits in the kingdom.
french: [ _sz_ ] Et vous mentez de toute façon. J'ai les plus gros seins dans le royaume.
italian: [_sz_] E stai mentendo comunque. Ho le tette più grandi del regno.

source: [_u_] They were the breasts of a woman... well, a faun...
french: [ _u_ ] Ils étaient les seins d'une femme ... eh bien, un faun ...
italian: [_u_] Erano i seni di una donna... beh, un faun...

source: [_u_] Breasts bigger than her head!
french: [ _u_ ] Breasts plus grand que sa tête !
italian: [_u_] Seni più grandi della sua testa!

source: [_u_] That was some good sex.
french: [ _u_ ] C'était un bon sexe.
italian: [_u_] Questo era un buon sesso.

source: [_sz_] Stop lying, you didn't sleep with a faun.
french: [ _sz_ ] Arrêtez de mentir, vous n'avez pas dormi avec un robinet.
italian: [_sz_] Smettila di mentire, non hai dormito con una fauna.

source: [_sz_] No.
french: [ _sz_ ] Non.

source: [_sz_] You already see more than anyone else.
french: [ _sz_ ] Vous voyez déjà plus que quiconque.
italian: [_sz_] Hai già visto più di chiunque altro.

source: [_sz_] No man had ever had this privilege before so...
french: [ _sz_ ] Aucun homme n'avait jamais eu ce privilège auparavant ...
italian: [_sz_] Nessun uomo aveva mai avuto questo privilegio prima di...

source: [_sz_] ...Be aware of the extreme nature of this situation!
french: [ _sz_ ] ...Soyez conscient de la nature extrême de cette situation !
italian: [_sz_] ...Siate consapevoli della natura estrema di questa situazione!

source: [_u_] Wow... so if you take off your hands... I take off your ''boob virginity''?
french: [ _u_ ] Wow ... Donc si tu prends tes mains ... Je retire votre "butin de la virginité"?
italian: [_u_] Wow... quindi se ti tolga le mani... tolgo la tua verginità 'boob '''?

source: [_sz_] Please don't say that.
french: [ _sz_ ] S'il vous plaît ne le dites pas.
italian: [_sz_] Per favore, non dirlo.

source: [_sz_] Well, I think that's enough for today.
french: [ _sz_ ] Eh bien, je pense que c'est assez pour aujourd'hui.
italian: [_sz_] Beh, penso che sia sufficiente per oggi.

source: [_sz_] Good day to you, [name].
french: [ _sz_ ] Bonjour à vous, [ nom ].
italian: [_sz_] Buon giorno a te, [name].

source: [_u_] Your Highness?
french: [ _u_ ] Votre Altesse?

source: [_sz_] [name]! Nice to see you again!
french: [ _sz_ ] [ nom ] ! Ravi de vous revoir !
italian: [_sz_] [name]! Piacere di rivedervi!

source: [_sz_] I can't wait to get this... soul problem solved.
french: [ _sz_ ] I can't wait to get this ... soul problem résolu.
italian: [_sz_] Non vedo l'ora di risolvere questo... problema dell'anima.

source: [_sz_] Has your research been successful?
french: [ _sz_ ] Votre recherche a-t-elle réussi?
italian: [_sz_] La tua ricerca ha avuto successo?

source: [_u_] Yes I think I know why your soul is so... cold.
french: [ _u_ ] Oui Je pense savoir pourquoi votre âme est si ... froide.
italian: [_u_] Sì penso di sapere perché la tua anima è così... fredda.

source: [_sz_] Tell me.
french: [ _sz_ ] Dites-moi.
italian: [_sz_] Dimmelo.

source: [_u_] Have you ever... done anything kinky?
french: [ _u_ ] Avez-vous déjà ... fait quoi que ce soit de kinky?
italian: [_u_] Hai mai... fatto qualcosa di vizioso?

source: [_sz_] I'm not sure about this...
french: [ _sz_ ] Je ne suis pas sûr de ça ...
italian: [_sz_] Non sono sicuro di questo...

source: [_sz_] I once spent the entire day with my cloak on the wrong side!
french: [ _sz_ ] J'ai passé toute la journée avec mon manteau sur le mauvais côté !
italian: [_sz_] ho passato una volta tutta la giornata con il mantello sul lato sbagliato!

source: [_sz_] That was embarrassing.
french: [ _sz_ ] C'était embarrassant.
italian: [_sz_] Era imbarazzante.

source: [_u_] Wow we've got work to do.
french: [ _u_ ] Nous avons du travail à faire.
italian: [_u_] Wow abbiamo del lavoro da fare.

source: [_sz_] Is it that bad? I don't realize.
french: [ _sz_ ] Est-ce que c'est mauvais? Je ne réalise pas.
italian: [_sz_] È così male? Non mi rendo conto.

source: [_u_] Okay, let's get down to business.
french: [ _u_ ] Ok, allons vers le business.
italian: [_u_] Okay, mettiamoci al lavoro.

source: [_sz_] I agree, let's not beat around the bush.
french: [ _sz_ ] Je suis d'accord, on ne bat pas autour du pot.
italian: [_sz_] Sono d'accordo, non battiamo intorno al punto.

source: [_sz_] Well, you saw me in my bath last time.
french: [ _sz_ ] Eh bien, tu m'as vu dans mon bain la dernière fois.
italian: [_sz_] Beh, mi hai visto nel mio bagno l'ultima volta.

source: [_u_] I saw a back, and arms.
french: [ _u_ ] J'ai vu un dos, et les bras.
italian: [_u_] ho visto un dorso, e le braccia.

source: [_sz_] That's what I'm saying.
french: [ _sz_ ] C'est ce que je dis.
italian: [_sz_] È quello che sto dicendo.

source: [_u_] I'm talking about real nudity, tits, ass, pussy.
french: [ _u_ ] Je parle de vraie nudité, de seins, de cul, de chatte.
italian: [_u_] Sto parlando di nudità reale, tette, culo, figa.

source: [_sz_] It is not possible to show this to a man... It's indecent.
french: [ _sz_ ] Il n'est pas possible de le montrer à un homme ... C'est indécent.
italian: [_sz_] Non è possibile mostrarlo ad un uomo... È indecente.

source: [_sz_] I'm not...
french: [ _sz_ ] Je ne suis pas ...
italian: [_sz_] Non sono...

source: [_sz_] It is indecent to ask me that... I can't tell you... I...
french: [ _sz_ ] Il est indécent de me demander que ... Je ne peux pas te dire ... I. ..
italian: [_sz_] È indecente chiedermi che... non posso dirvi... Io...

source: [_sz_] Me? Having intercourse?
french: [ _sz_ ] Me? Avoir des relations?
italian: [_sz_] Me? Hai un rapporto?

source: [_sz_] I... I am a noblewoman of high rank.
french: [ _sz_ ] I. .. Je suis une femme noble de haut rang.
italian: [_sz_] Io... Sono una nobildonna di alto rango.

source: [_sz_] It is indecent.
french: [ _sz_ ] Il est indécent.
italian: [_sz_] È indecente.

source: [_u_] Not indecent, rather... hot as a burning ember.
french: [ _u_ ] Pas indécent, plutôt ... chaud comme un ember en flammes.
italian: [_u_] Non indecente, rare... caldo come un mese in fiamme.

source: [_sz_] So this is really the only way I can get my kingdom back...
french: [ _sz_ ] Donc c'est vraiment la seule façon de récupérer mon royaume ...
italian: [_sz_] Quindi questo è davvero l'unico modo in cui posso riportare il mio regno...

source: [_sz_] Pervert my soul with obscene things?
french: [ _sz_ ] Pervert mon âme avec des choses obscènes?
italian: [_sz_] Pervertire la mia anima con cose oscene?

source: [_sz_] Well, I renounce.
french: [ _sz_ ] Eh bien, je renonce.
italian: [_sz_] Beh, rinunzio.

source: [_u_] Great.
french: [_u_] Super.
italian: [_u_] Grande.

source: [_u_] Tinker, what do I do?
french: [ _u_ ] Tinker, qu'est-ce que je fais?
italian: [_u_] Tinker, cosa faccio?

source: [_tb_] No idea.
french: [ _tb_ ] Aucune idée.
italian: [_tb_] Nessuna idea.

source: [_u_] Even the idea of taking back her kingdom is not enough...
french: [ _u_ ] Même l'idée de reprendre son royaume n'est pas suffisante ...
italian: [_u_] Anche l'idea di riprendere il suo regno non è sufficiente...

source: [_tb_] Try to start more slowly.
french: [ _tb_ ] Essayez de démarrer plus lentement.
italian: [_tb_] Prova ad iniziare più lentamente.

source: [_u_] More slowly... uh...
french: [ _u_ ] Plus lentement ...
italian: [_u_] Più lentamente... uh...

source: [_u_] Wait, I have an idea.
french: [ _u_ ] Attends, j'ai une idée.
italian: [_u_] Aspetta, ho un'idea.

source: [_u_] Your Majesty, I have a suggestion.
french: [ _u_ ] Votre Majesté, j'ai une suggestion.
italian: [_u_] tua Maestà, ho un suggerimento.

source: [_u_] Why not try to... take off your cloak?
french: [ _u_ ] Pourquoi ne pas essayer de prendre votre cape?
italian: [_u_] Perché non provare... togliere il mantello?

source: [_sz_] And expose my shoulders?
french: [ _sz_ ] Et exposer mes épaules?
italian: [_sz_] Ed esporre le mie spalle?

source: [_u_] Yes. Expose your shoulders.
french: [ _u_ ] Oui. Exposer tes épaules.
italian: [_u_] Sì. Esporre le spalle.

source: [_sz_] I'll give it some thought.
french: [ _sz_ ] Je vais vous donner une idée.
italian: [_sz_] lo farò un po' di pensiero.

source: [_sz_] See you later sir, you can leave.
french: [ _sz_ ] Vous voyez plus tard monsieur, vous pouvez partir.
italian: [_sz_] Ci vediamo più tardi, puoi andartene.

source: [_u_] We can do it.
french: [ _u_ ] Nous pouvons le faire.
italian: [_u_] Possiamo farlo.

source: [_u_] Hello?
french: [_u_] Allô ?
italian: [_u_] Ciao?

source: [_ly_] [name]!!!
french: [ _ly_ ] [ nom ] !!!

source: [_ly_] I am so happy to see you again!
french: [ _ly_ ] Je suis si heureux de vous revoir !
italian: [_ly_] Sono così felice di rivedervi!

source: [_ly_] Her Highness told me that you came back with a magic lamp?
french: [ _ly_ ] Son Altesse m'a dit que vous êtes revenu avec une lampe magique?
italian: [_ly_] Sua Altezza mi ha detto che sei tornato con una lampada magica?

source: [_u_] Indeed, and now we are trying to make her grant a wish.
french: [ _u_ ] En effet, et maintenant nous essayons de faire de sa concession un vœu.
italian: [_u_] In effetti, e ora stiamo cercando di fare della sua donazione un desiderio.

source: [_ly_] Yeah, she told me.
french: [ _ly_ ] Ouais, elle m'a dit.
italian: [_ly_] Sì, me l'ha detto.

source: [_u_] Do you have news from the Sultana?
french: [ _u_ ] Avez-vous des nouvelles de la Sultana?
italian: [_u_] Hai notizie dalla Sultana?

source: [_u_] Did she notice that I had escaped?
french: [ _u_ ] Est-ce qu'elle a remarqué que j'avais échappé?
italian: [_u_] Ha notato che ero scappato?

source: [_ly_] No and no. The last time I just heard her say that she left you to rot in your cage for eternity.
french: [ _ly_ ] Non et non. La dernière fois que je viens de l'entendre dire qu'elle t'a laissé pourrir dans ta cage pour l'éternité.
italian: [_ly_] No e no. L'ultima volta che l'ho appena sentita dire che ti ha lasciato a marcire nella tua gabbia per l'eternità.
