Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: $Would you like to change your clothes? {image=shirt01.png}
french: $Would tu aimes changer de vêtements ? {image=shirt01.png}
german: $Would willst du dich umziehen? {image=shirt01.png}
italian: $Vuoi cambiare i tuoi vestiti? {image=shirt01.png}
russian: $Не хочешь ли переодеться? {image=shirt01.png}

source: $Leave
german: $Verlassen
italian: $Vai via
russian: $Уйти

source: $Change the Outfit
french: $Change la tenue
german: $Umziehen
italian: $Cambia vestito
russian: $Изменить наряд

source: $Change the HairStyle
french: $Change la coiffure
german: $Frisur ändern
italian: $Cambia acconciatura
russian: $Изменить прическу

source: $Back
german: $Zurück
italian: $Indietro
russian: $Назад

source: $// Basic Secretary
french: $// Secrétaire de base
german: $// Einfache Sekretärin
italian: $// Segretaria base
russian: $// Базовый секретарь
spanish: $// Secretaria básica

source: $// Retro-Secretary
french: $// Retro-Secrétaire
german: $// Retro-Sekretärin
italian: $// Segretaria retrò
russian: $// Ретро-секретарь
spanish: $// Secretaria "Retro"

source: $// Vintage-Secretary
french: $// Vintage-Secrétaire
german: $// Vintage-Sekretärin
italian: $// Segretaria Vintage
russian: $// Винтажный-секретарь
spanish: $// Secretaria "Vintage"

source: $// Tied Hair
french: $// Cheveux noués
german: $// Zusammengebundene Haare
italian: $// Capelli legati
russian: $// Связанные волосы
spanish: $// Pelo recogido

source: What is your job here? {image=heart04.png}
french: Quel est votre travail ici ? {image=heart04.png}
german: Was ist dein Job hier? {image=heart04.png}
italian: Qual è il tuo lavoro qui? {image=heart04.png}
russian: В чем заключается твоя работа? {image=heart04.png}
spanish: ¿Cuál es tu trabajo aquí? {image=heart04.png}

source: Did Melissandre create this body for you? {image=heart04.png}
french: Est-ce que Melissandre a créé ce corps pour toi ? {image=heart04.png}
german: Hat Melissandre diesen Körper für dich erschaffen? {image=heart04.png}
italian: Melissandre ha creato questo corpo per te? {image=heart04.png}
russian: Мелиссандра создала для тебя это тело? {image=heart04.png}
spanish: ¿Melissandre creó este cuerpo para ti? {image=heart04.png}

source: What have been your missions so far? {image=heart04.png}
french: Quelles ont été vos missions jusqu'à présent ? {image=heart04.png}
german: Was für Missionen hattest du so bis jetzt? {image=heart04.png}
italian: Quali sono state le tue missioni finora? {image=heart04.png}
russian: Какие миссии ты выполняла? {image=heart04.png}
spanish: ¿Cuáles han sido tus misiones hasta ahora? {image=heart04.png}

source: So, how does it feel to have a body? {image=heart04.png}
french: Alors, qu'est-ce que ça fait d'avoir un corps ? {image=heart04.png}
german: Wie fühlt es sich so an einen Körper zu haben? {image=heart04.png}
italian: Allora, come ci si sente ad avere un corpo? {image=heart04.png}
russian: Итак, каково это — иметь тело? {image=heart04.png}
spanish: Entonces, ¿cómo se siente tener un cuerpo? {image=heart04.png}

source: So, how does it feel to have a body? {image=heart06.png}
french: Alors, qu'est-ce que ça fait d'avoir un corps ? {image=heart06.png}
german: Wie fühlt es sich so an einen Körper zu haben? {image=heart06.png}
italian: Allora, come ci si sente ad avere un corpo? {image=heart06.png}
russian: Итак, каково это — иметь тело? {image=heart06.png}
spanish: Entonces, ¿cómo se siente tener un cuerpo? {image=heart06.png}

source: {color=#636363}What is your job here? {/color}
french: {color=#636363}Quel est votre travail ici ? {/color}
german: {color=#636363}Was ist dein Job hier? {/color}
italian: {color=#636363} Qual è il tuo lavoro qui? {/colore}
russian: {color=#636363}В чем заключается твоя работа? {/цвет}
spanish: {color=#636363}¿Cuál es tu trabajo aquí? {/color}

source: {color=#636363}Did Melissandre create this body for you?{/color}
french: {color=#636363}Est-ce que Melissandre vous a créé ce corps ? {/color}
german: {color=#636363}Hat Melissandre diesen Körper für dich erschaffen?{/color}
italian: {color=#636363}Melissandre ha creato questo corpo per te?{/color}
russian: {color=#636363}Мелиссандра создала для тебя это тело?{/color}
spanish: {color=#636363}¿Melissandre creó este cuerpo para ti?{/color}

source: {color=#636363}What have been your missions so far?{/color}
french: {color=#636363}Quelles ont été vos missions jusqu'à présent ? {/color}
german: {color=#636363}Was für Missionen hattest du so bis jetzt?{/color}
italian: {color=#636363}Quali sono state le tue missioni finora?{/color}
russian: {color=#636363}Какие миссии ты выполняла?{/color}
spanish: {color=#636363}¿Cuáles han sido sus misiones hasta ahora?{/color}

source: {color=#636363}So, how does it feel to have a body?{/color}
french: {color=#636363}Alors, qu'est-ce que ça fait d'avoir un corps ? {/color}
german: {color=#636363}Und, wie fühlt es sich so an einen Körper zu haben? {/color}
italian: {color=#636363} Allora, come ci si sente ad avere un corpo? {/color}
russian: {color=#636363}Итак, каково это — иметь тело?{/color}
spanish: {color=#636363}Entonces, ¿cómo se siente tener un cuerpo?{/color}

source: Would you like to bang Tinker?
french: Voulez-vous frapper Tinker ?
german: Willst du Tinker vögeln?
italian: Ti piacerebbe scopare Tinker?
russian: Хочешь трахнуть Тинкер?
spanish: ¿Te gustaría tirarte a Tinker?

source: All comes to those who wait.
french: Tout vient à point à qui sait attendre.
german: Die die warten, sollen bekommen.
italian: Tutto viene a coloro che aspettano.
russian: Все приходит к тем, кто ждет.
spanish: Todo llega a los que esperan.

source: {color=#f2923c}I am ready{/color}
french: {color=#f2923c}Je suis prêt{/color}
german: {color=#f2923c}Ich bin bereit{/color}
italian: {color=#f2923c} Sono pronto {/color}
russian: {color=#f2923c}Я готов{/color}
spanish: {color=#f2923c}Estoy listo{/color}

source: Have you prepared any questions?
french: Avez-vous préparé des questions ?
german: Hast du Fragen vorbereitet?
italian: Hai preparato qualche domanda?
russian: Ты подготовила вопросы?
spanish: ¿Has preparado alguna pregunta?

source: Nice legs
french: Jolies jambes
german: Schöne Beine!
italian: Belle gambe
russian: Классные ножки
spanish: Buenas piernas

source: It is top secret
french: C'est un secret de polichinelle
german: Es ist streng geheim
italian: È top secret
russian: Это совершенно секретно
spanish: Es alto secreto

source: We are working on a theme park
french: Nous travaillons sur un parc à thème
german: Wir arbeiten an einem Freizeitpark
italian: Stiamo lavorando a un parco a tema
russian: Мы работаем над тематическим парком
spanish: Estamos trabajando en un parque temático

source: We work in a planet-sized park with top-tier androids
french: Nous travaillons dans un parc de la taille d'une planète avec des androïdes de haut niveau
german: Wir arbeiten an einem Freizeitpark mit hochkomplexen Roboter, welcher sich über den ganzen Planeten streckt
italian: Lavoriamo in un parco di dimensioni planetarie con androidi di alto livello
russian: Мы работаем в парке размером с планету с андроидами высшего класса
spanish: Trabajamos en un parque de tamaño planetario con androides de alto nivel

source: What is your profession?
french: Quelle est votre profession ?
german: Was ist dein Beruf?
italian: Qual è il tuo lavoro?
russian: Какова ваша профессия?
spanish: ¿A qué te dedicas?

source: {color=#797979}What is your profession? {/color}
french: {color=#797979}Quelle est votre profession ? {/color}
german: {color=#797979}Was ist dein Beruf? {/color}
italian: {color=#797979} Qual è il tuo lavoro? {/color}
russian: {color=#797979}Какая у вас профессия? {/цвет}
spanish: {color=#797979}¿A qué te dedicas? {/color}

source: {color=#3ad8ff}Would this be a good job for you?{/color}
french: {color=#3ad8ff}Ce serait un bon travail pour vous ? {/color}
german: {color=#3ad8ff}Würde der Job zu dir passen?{/color}
italian: {color=#3ad8ff} Sarebbe un buon lavoro per te? {/color}
russian: {color=#3ad8ff}Подойдет ли вам эта работа?{/color}
spanish: {color=#3ad8ff}¿Sería un buen trabajo para ti?{/color}

source: {color=#797979}Would this be a good job for you?{/color}
french: {color=#797979}Ce serait un bon travail pour vous ? {/color}
german: {color=#797979}Würde der Job zu dir passen?{/color}
italian: {color=#797979}Sarebbe un buon lavoro per te? {/color}
russian: {color=#797979}Подойдет ли вам эта работа?{/color}
spanish: {color=#797979}¿Sería un buen trabajo para ti?{/color}

source: What are your qualities?
french: Quelles sont vos qualités ?
german: Was sind deine Stärken?
italian: Quali sono le sue qualità?
russian: Какие у вас положительные качества?
spanish: ¿Cuáles son sus cualidades?

source: {color=#797979}What are your qualities?{/color}
french: {color=#797979}Quelles sont vos qualités ? {/color}
german: {color=#797979}Was sind deine Stärken?{/color}
italian: {color=#797979} Quali sono le tue qualità? {/color}
russian: {color=#797979}Какие у вас положительные качества?{/color}
spanish: {color=#797979}¿Cuáles son tus cualidades?{/color}

source: What is your worst defect?
french: Quel est votre pire défaut ?
german: Was ist deine grösste Schwäche?
italian: Qual è il tuo peggior difetto?
russian: Какой у вас самый худший недостаток?
spanish: ¿Cuál es su peor defecto?

source: {color=#797979}What is your worst defect?{/color}
french: {color=#797979}Quel est votre pire défaut ? {/color}
german: {color=#797979}Was ist deine grösste Schwäche?{/color}
italian: {color=#797979} Qual è il tuo peggior difetto? {/color}
russian: {color=#797979}Какой у вас самый худший недостаток?{/color}
spanish: {color=#797979}¿Cuál es su peor defecto?{/color}

source: {color=#f2923c}Do you have a question to ask Amelia?{/color}
french: {color=#f2923c}Avez-vous une question à poser à Amelia ? {/color}
german: {color=#f2923c}Hast du noch eine Frage Amelia?{/color}
italian: {color=#f2923c}Hai una domanda da fare Amelia?{/color}
russian: {color=#f2923c}У тебя есть вопрос Амелия?{/color}
spanish: {color=#f2923c}¿Tienes alguna pregunta que hacerle, Amelia?{/color}

source: The most expensive on the market
french: Les plus chers du marché
german: Der Teuerste auf dem Markt
italian: I più costosi sul mercato
russian: Самая дорогая на рынке
spanish: El más caro del mercado

source: We are under the protection of the empire
french: Nous sommes sous la protection de l'empire
german: Wir stehen unter dem Schutz des Imperiums
italian: Siamo sotto la protezione dell'impero
russian: Мы под защитой империи
spanish: Estamos bajo la protección del imperio

source: We don't really have any
french: Nous n'avons pas vraiment de
german: Wir haben nicht wirklich welche
italian: Non ne abbia
russian: У нас действительно нет
spanish: Realmente no tenemos ninguna

source: {color=#f2923c}Mh... Do you have a question to ask Amelia?{/color}
french: {color=#f2923c}Mh... Avez-vous une question à poser à Amelia ?
german: {color=#f2923c}Hm... Hast du noch offene Fragen Amelia?{/color}
italian: {color=#f2923c}Mh... Hai una domanda da fare Amelia?{/color}
russian: {color=#f2923c}Мх... У тебя есть вопросы Амелии?{/color}
spanish: {color=#f2923c}Mh... ¿Tienes alguna pregunta que hacerle, Amelia?{/color}

source: Yes, I think it's a good idea
french: Oui, je pense que c'est une bonne idée
german: Ja ich denke, das ist eine gute Idee
italian: Sì, penso che sia una buona idea
russian: Да, я думаю, это хорошая идея
spanish: Sí, creo que es una buena idea

source: No.
french: Non.
german: Nein.
russian: Нет.

source: I liked Valentina
french: J'ai aimé Valentina
german: Ich habe Valentina gemocht
italian: Mi piaceva Valentina
russian: Мне понравилась Валентина
spanish: Me gustó Valentina

source: Yes, the girl from yesterday was horrible
french: Oui, la fille d'hier était horrible
german: Ja, die Frau von gestern war grauenhaft
italian: Sì, la ragazza di ieri era orribile
russian: Да, вчерашняя девушка была ужасна
spanish: Sí, la chica de ayer era horrible

source: What is your profession?
french: Quelle est votre profession ?
german: Was ist dein Beruf?
italian: Qual è il tuo lavoro?
russian: Какова ваша профессия?
spanish: ¿A qué te dedicas?

source: {color=#797979}What is your profession?{/color}
french: {color=#797979}Quelle est votre profession ? {/color}
german: {color=#797979}Was ist dein Beruf?{/color}
italian: {color=#797979} Qual è il tuo lavoro? {/colore}
russian: {color=#797979}Какая у ваc профессия?{/color}
spanish: {color=#797979}¿A qué te dedicas?{/color}

source: It suits her.
french: Cela lui convient.
german: Es passt zu ihr.
italian: Le si addice.
russian: Ей это идет.
spanish: Le sienta bien.

source: It is very oriental?
french: C'est très oriental ?
german: Es ist sehr...orientalisch?
italian: È molto orientale?
russian: Это очень по-восточному?
spanish: ¿Es muy oriental?

source: I prefer her naked.
french: Je la préfère nue.
german: Ich bevorzuge sie nackt.
italian: La preferisco nuda.
russian: Я предпочел ее голой.
spanish: La prefiero desnuda.

source: [_ml_] Aaaahaaa....
italian: [_ml_] Aaaahaa....

source: [_u_] Mmmmhhhh....
italian: [_u_] Mmmmhhhhh...

source: // Mechano Outfit
italian: // Abito Mechano

source: Hairstyle 01 ''Basic''
italian: Acconciatura 01 'Basic''

source: Hairstyle 01 ''Basic''(v2)
italian: Acconciatura 01 ''Basic''(v2)

source: Hairstyle 01 ''Basic''(v3)
italian: Acconciatura 01 ''Basic''(v3)

source: Hairstyle 02 ''Double Buns''
italian: Acconciatura 02 ''Doppio Buns''

source: Hairstyle 01 ''Double Buns''(v2)
italian: Acconciatura 01 ''Doppio Buns''(v2)

source: [_am_] [name]?!?
french: [_am_] [nom] ?!?
