Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_BA.po
Languages: french, italian, russian

source: [_dj_] {cps=100}{color=#ff2929} {font=BLKCHCRY.ttf} {size=35}-I Have Spoken!-{/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
french: [_dj_] {cps=100}{color=#ff2929} {font=BLKCHCRY.ttf} {size=35}-J'ai parlé!-{/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
italian: [_dj_] {cps=100}{color=#ff2929} {font=BLKCHCRY.ttf} {size=35}-Ho parlato!-{/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
russian: [_dj_] {cps=100}{color=#ff2929} {font=BLKCHCRY.ttf} {size=35}-Я ВСЕ СКАЗАЛА!-{/size} {/font=BLKCHCRY.ttf} {/color}{/cps}

source: [_ba_] Is this some kind of joke?!
french: [Est-ce que c'est une blague ?!
italian: [_ba_] Questa è una sorta di battuta?!
russian: [_ba_] Это что, шутка?!

source: [_u_] I don't think so.
french: [Je ne crois pas.
italian: [_u_] Io non penso così.
russian: [_u_] Я так не думаю.

source: [_ba_] No way... I'm not going to... follow your instructions blindly until I get my wish?!
french: [_ba_] Pas question... Je ne vais pas... suivre vos instructions aveuglément jusqu'à ce que j'obtienne ce que je souhaite !
italian: [_ba_] Nessun modo... Non sto andando a... seguire le vostre istruzioni ciecamente fino a quando non ottengo il mio desiderio?!
russian: [_ba_] Ни за что... Я не собираюсь... Слепо следовать твоим указаниям, пока мое желание не будет исполнено?!

source: [_u_] So the Queen of Thieves is afraid of some small, depraved sex act?
french: [La reine des voleurs a donc peur d'un petit acte sexuel dépravé ?
italian: [_u_] Così la regina dei ladri ha paura di qualche piccolo atto sessuale depravato?
russian: [_u_] Значит, Королева Воров боится какого-то небольшого, развратного полового акта?

source: [_ba_] That's not what I said.
french: [Ce n'est pas ce que j'ai dit.
italian: [_ba_] Non è quello che ho detto.
russian: [_ba_] Это не то, что я сказала.

source: [_u_] Great! Then it'll be a piece of cake for you!
french: [_u_] Super ! Alors ce sera du gâteau pour toi !
italian: [_u_] Grande! Allora sarà un pezzo di torta per te!
russian: [_u_] Отлично! Тогда для тебя это будет проще простого!

source: [_u_] Don't worry, sweetheart, it's not my first time.
french: [Ne t'inquiète pas, chérie, ce n'est pas ma première fois.
italian: [_u_] Non ti preoccupare, non è la mia prima volta.
russian: [_u_] Не волнуйся, дорогуша, у меня это не впервой.

source: [_ba_] Gosh... I hope this thing works...
french: [_ba_] Bon sang... J'espère que ce truc va marcher...
italian: [_ba_] Gosh... Spero che questa cosa funzioni...
russian: [_ba_] Боже... Надеюсь, это сработает...

source: [_ba_] Because if it doesn't work... I promise I'll leave you in the middle of the desert.
french: [Parce que si ça ne marche pas... je te promets de te laisser au milieu du désert.
italian: [_ba_] Perché se non funziona... vi prometto che vi lascerò in mezzo al deserto.
russian: [_ba_] Потому что если нет... Обещаю, я оставлю тебя посреди пустыни.

source: [_ba_] And this time I'm not kidding.
french: [Et cette fois, je ne plaisante pas.
italian: [_ba_] E questa volta non sto scherzando.
russian: [_ba_] И на этот раз я не шучу.

source: [_u_] Ah... because you were joking the first time?
french: [Ah... parce que vous plaisantiez la première fois ?
italian: [_u_] Ah... perché stavi scherzando la prima volta?
russian: [_u_] А... то есть в первый раз ты пошутила?

source: [_ba_] I never joke.
french: [Je ne plaisante jamais.
italian: [_ba_] Non scherzo mai.
russian: [_ba_] Я никогда не шучу.

source: [_u_] It makes no sense.
french: [Cela n'a pas de sens.
italian: [_u_] Non ha senso.

source: [_ba_] I'll see you tomorrow [name]...
french: [Je vous verrai demain [nom]...
italian: [_ba_] Ti vedrò domani [name]...
russian: [_ba_] Увидимся завтра [name]...

source: [_ba_] The question would be... why wouldn't I want to?
french: [La question serait... pourquoi ne voudrais-je pas le faire ?
italian: [_ba_] La domanda sarebbe... perché non vorrei farlo?
russian: [_ba_] Вопрос в том... с чего бы мне не захотеть?

source: [_ba_] Sherazade's tyranny must come to an end sooner or later.
french: [La tyrannie de Shéhérazade doit prendre fin tôt ou tard.
italian: La tirannia di [_ba_] Sherazade deve cessare prima o poi.
russian: [_ba_] Тирании Шерезады рано или поздно должен прийти конец.

source: [_ba_] And the sooner the better. Especially if it's me who ends up with my ass on her throne.
french: [Et le plus tôt sera le mieux. Surtout si c'est moi qui finis le cul sur son trône.
italian: [_ba_] E prima ancora meglio, specialmente se sono io che finisce col culo sul suo trono.
russian: [_ba_] И чем раньше, тем лучше. Особенно, если я окажусь на ее троне.

source: [_ba_] Besides... I'd make a better Sultana than her. That's for sure.
french: [D'ailleurs... Je ferais une meilleure Sultane qu'elle. C'est certain.
italian: [_ba_] Inoltre, farei una Sultana migliore di lei. Sicuramente.
russian: [_ba_] Кроме того... Из меня бы вышла султанша лучше, чем она. Это точно.

source: [_ba_] With her in charge, this city is nothing but a hideout for bandits and thieves.
french: [_ba_] Avec elle, cette ville n'est plus qu'un repaire de bandits et de voleurs.
italian: [_ba_] Con lei in carica, questa città non è altro che un nascondiglio per banditi e ladri.
russian: [_ba_] Под ее руководством этот город — не что иное, как убежище бандитов и воров.

source: [_u_] Mh...
french: [Mh...
russian: [_u_] Ммм...

source: [_ba_] What?
french: [Quoi ?
italian: [_ba_] Cosa?
russian: [_ba_] Что?

source: [_u_] What's your title again?
french: [Quel est votre titre déjà ?
italian: [_u_] Qual è ancora il tuo titolo?
russian: [_u_] Напомни какой у тебя титул?

source: [_ba_] It's not the same for me. I have ambitions.
french: [Ce n'est pas la même chose pour moi. J'ai des ambitions.
italian: [_ba_] Non è lo stesso per me. Ho delle ambizioni.
russian: [_ba_] Для меня это не то же самое. У меня есть амбиции.

source: [_ba_] I'm a lion leading sheep... but it's still better than lions led by a donkey.
french: [Je suis un lion qui conduit des moutons... mais c'est toujours mieux que des lions conduits par un âne.
italian: [_ba_] Sono un leone che guida le pecore... ma è ancora meglio dei leoni guidati da un asino.
russian: [_ba_] Я лев, ведущий овец... но это всё равно лучше, чем львы, ведомые ослом.

source: [_u_] And in this methaphor... you're the lion, right?
french: [Et dans cette métaphore, vous êtes le lion, n'est-ce pas ?
italian: [_u_] E in questa metafora... sei il leone, giusto?
russian: [_u_] И в этой метафоре... ты лев, да?

source: [_ba_] Stop asking me such stupid questions.
french: [Arrêtez de me poser des questions aussi stupides.
italian: [_ba_] Smettila di farmi delle domande così stupide.
russian: [_ba_] Хватит задавать мне такие глупые вопросы.

source: [_ba_] Her throne will be mine. Period.
french: [Son trône sera le mien. Période.
italian: [_ba_] Il suo trono sarà mio. Periodo.
russian: [_ba_] Ее трон будет моим. Точка.

source: [_u_] Anybody home?
french: [Il y a quelqu'un ?
italian: [_u_] Qualcuno a casa?

source: [_u_] How the fuck am I supposed to corrupt someone who isn't even there?
french: [Comment suis-je censé corrompre quelqu'un qui n'est même pas là ?
italian: [_u_] Come il cazzo dovrei corrompere qualcuno che non è nemmeno lì?
russian: [_u_] Как, чёрт побери, я должен развращать ту, кого здесь нету?

source: [_dj_] Hi there!
french: [_dj_] Bonjour !
italian: [_dj_] Ciao!
russian: [_dj_] Привет!

source: [_u_] Hey. What's up?
french: [Hey. Qu'est-ce qu'il y a ?
italian: [_u_] Hey. Che cos'è?
russian: [_u_] Привет. Что такое?

source: [_dj_] You're not going to believe this... I've got something to show you.
french: [Vous n'allez pas le croire... J'ai quelque chose à vous montrer.
italian: [_dj_] Non crederai a questo... Ho qualcosa da mostrarti.
russian: [_dj_] Ты не поверишь... Мне нужно тебе кое-что показать.

source: [_u_] Oh... is that a new body?
french: [Oh... c'est un nouveau corps ?
italian: [_u_] Oh... è un nuovo corpo?
russian: [_u_] Ох... это новое тело?

source: [_dj_] Mh ... maybe.
french: [Mh ... peut-être.
italian: [_dj_] Mh ... forse.
russian: [_dj_] Мм... Может быть.

source: [_dj_] How about I teleport you to me?
french: [Et si je vous téléportais jusqu'à moi ?
italian: [_dj_] Che ne dici di teletrasportarti da me?
russian: [_dj_] Как насчет того, чтобы телепортироваться ко мне?

source: [_u_] Whenever you want, girl!
french: [Quand tu veux, ma fille !
italian: [_u_] Ogni volta che vuoi, ragazza!
russian: [_u_] Когда захочешь, детка!

source: [_dj_] Hi there.
french: [Bonjour.
italian: [_dj_] Heilà.
russian: [_dj_] Всем привет.

source: [_dj_] Yeah, I know. It's weird, isn't it?
french: [Oui, je sais. C'est bizarre, n'est-ce pas ?
italian: [_dj_] Sì, lo so. È strano, vero?
russian: [_dj_] Да, я знаю. Это странно, не так ли?

source: [_u_] I didn't think it would happen so quickly!
french: [Je ne pensais pas que cela arriverait si vite !
italian: [_u_] non pensavo che sarebbe successo così rapidamente!
russian: [_u_] Не думал, что это произойдет так быстро!

source: [_dj_] Me neither, I must confess!
french: [Moi non plus, je dois l'avouer !
italian: [_dj_] Me, non devo confessare!
russian: [_dj_] Признаюсь тоже!

source: [_dj_] But look at that! I have a body! A REAL BODY!
french: [Mais regardez ça ! J'ai un corps ! UN VRAI CORPS !
italian: [_dj_] Ma guardate! Ho un corpo! Un CORPO REALE!
russian: [_dj_] Но посмотри на это! У меня есть тело! НАСТОЯЩЕЕ ТЕЛО!

source: [_dj_] I'll finally be able to walk... and go anywhere I want on the whole planet!
french: [Je vais enfin pouvoir marcher... et aller où je veux sur toute la planète !
italian: [_dj_] finalmente sarò in grado di camminare... e andare ovunque voglio su tutto il pianeta!
russian: [_dj_] Наконец-то я могу ходить... и пойти куда захочу!

source: [_dj_] I'm going to explore every nook and cranny of the Oriental Kingdom!
french: [Je vais explorer tous les coins et recoins du Royaume d'Orient !
italian: [_dj_] Sto andando a esplorare ogni angolo e cranny del Regno Orientale!
russian: [_dj_] Я собираюсь исследовать каждый уголок Восточного королевства!

source: [_dj_] And when the zone will finally be corrupted... Mhh...
french: [Et quand la zone sera enfin corrompue... Mhh...
italian: [_dj_] E quando la zona sarà finalmente danneggiata... Mhh...
russian: [_dj_] А когда оно будет развращено... Ммм...

source: [_dj_] It's going to be absolutely amazing.
french: [_dj_] Ça va être absolument génial.
italian: [_dj_] Sarà assolutamente sorprendente.
russian: [_dj_] Это будет просто потрясающе.

source: [_dj_] I've jerked off at least 10 times since I got it.
french: [Je me suis branlé au moins 10 fois depuis que je l'ai.
italian: [_dj_] mi sono masturbato almeno 10 volte da quando l'ho ottenuto.
russian: [_dj_] Я дрочила как минимум 10 раз с тех пор, как получила тело.

source: [_dj_] It's pretty incredible.
french: [C'est assez incroyable.
italian: [_dj_] È abbastanza incredibile.
russian: [_dj_] Это невероятно.

source: [_dj_] But I still have trouble walking, I must admit!
french: [Mais j'ai encore du mal à marcher, je dois l'admettre !
italian: [_dj_] Ma ho ancora problemi a camminare, devo ammetterlo!
russian: [_dj_] Но ходить мне до сих пор трудновато!

source: [_dj_] It's a lot harder than it looks!
french: [C'est beaucoup plus difficile qu'il n'y paraît !
italian: [_dj_] È molto più difficile di quello che sembra!
russian: [_dj_] Это намного сложнее, чем кажется!

source: [_dj_] And it's strange to have to watch where you're walking...
french: [Et c'est étrange de devoir regarder où l'on marche...
italian: [_dj_] Ed è strano dover guardare dove stai camminando...
russian: [_dj_] И так непривычно смотреть, куда идешь...

source: [_dj_] Strangely enough, I hadn't thought of that!
french: [Curieusement, je n'y avais pas pensé !
italian: [_dj_] Stranamente non l'avevo pensato!
russian: [_dj_] Странно, но я об этом не думала!

source: [_dj_] Thank you! That's so sweet!
french: [Merci ! C'est très gentil !
italian: [_dj_] Grazie! È così dolce!
russian: [_dj_] Спасибо! Это так мило!

source: [_dj_] If I wasn't so afraid to walk, I'd come and give you a kiss!
french: [Si je n'avais pas si peur de marcher, je viendrais t'embrasser !
italian: [_dj_] Se non avessi paura di camminare, verrei a darti un bacio!
russian: [_dj_] Если бы я не боялась ходить, я бы подошла и поцеловала тебя!

source: [_dj_] It's incredible, I was afraid my little golden tits would disappear... But no! I've got everything!
french: [C'est incroyable, j'avais peur que mes petits seins dorés disparaissent... Mais non, j'ai tout !
italian: [_dj_] È incredibile, temevo che le mie piccole tette dorate sarebbero scomparse... Ma no! Ho tutto!
russian: [_dj_] Это невероятно, я боялась, что мои маленькие золотые сиськи исчезнут... Но нет! У меня все осталось!

source: [_dj_] I've even got new tattoos on my legs!
french: [J'ai même de nouveaux tatouages sur les jambes !
italian: [_dj_] Ho anche nuovi tatuaggi sulle mie gambe!
russian: [_dj_] И даже появились новые татуировки на ногах!

source: [_dj_] And then... I've got a blue pussy!
french: [Et puis... J'ai une chatte bleue !
italian: [_dj_] E allora... ho una figa blu!
russian: [_dj_] А еще... У меня голубая киска!

source: [_dj_] Have you ever seen blue pussy? I don't think so.
french: [Avez-vous déjà vu une chatte bleue ? Je ne crois pas.
italian: [_dj_] Hai mai visto la figa blu? Non penso così.
russian: [_dj_] Ты когда-нибудь видел голубую киску? Я так не думаю.

source: [_u_] Well... actually... Yes, I've seen Emee's.
french: [Eh bien... en fait... Oui, j'ai vu celui d'Emee.
italian: [_u_] Bene... in realtà... Sì, ho visto Emee.
russian: [_u_] Ну... вообще-то... Видел у Эми.

source: [_dj_] Oh... yes...
french: [Oh... oui...
italian: [_dj_] Oh... sì...
russian: [_dj_] Ох... точно...

source: [_dj_] But anyway, I think it's pretty cool!
french: [_dj_] Mais en tout cas, je pense que c'est plutôt cool !
italian: [_dj_] Ma comunque, penso che sia abbastanza cool!
russian: [_dj_] Но в любом случае, думаю, она выглядит классно!

source: [_dj_] Mh...
french: [Mh...
russian: [_dj_] Мх...

source: [_dj_] Well... let's just say I've already explored my possibilities in terms of...
french: [Eh bien... disons que j'ai déjà exploré mes possibilités en termes de...
italian: [_dj_] Bene... diciamo che ho già esplorato le mie possibilità in termini di...
russian: [_dj_] Ну... скажем так, я уже исследовала свои возможности в плане...

source: [_dj_] ...''personal pleasure.''
french: [...''plaisir personnel''.
italian: [_dj_] ...''piacere personale.''
russian: [_dj_] ...''личного удовольствия.''

source: [_dj_] So I was thinking... if you're up for it of course...
french: [Alors je me disais... si tu es d'accord bien sûr...
italian: [_dj_] Così stavo pensando... se siete in su per questo, naturalmente...
russian: [_dj_] И я подумала... если ты, конечно, готов к этому...

source: [_u_] You want me to fuck you?
french: [Tu veux que je te baise ?
italian: [_u_] Vuoi che ti scopi?
russian: [_u_] Хочешь, чтобы я тебя трахнул?

source: [_dj_] That's the idea.
french: [C'est l'idée.
italian: [_dj_] Questa è l'idea.
russian: [_dj_] Это идея.

source: [_u_] I think this is the first time a virgin has offered to fuck someone so quickly.
french: [Je crois que c'est la première fois qu'un puceau propose de baiser quelqu'un aussi rapidement.
italian: [_u_] Penso che questa sia la prima volta che una vergine si offre di scopare qualcuno così rapidamente.
russian: [_u_] Думаю, это первый раз, когда девственница так быстро предлагает ее трахнуть.

source: [_dj_] Don't say that, you'll get me wet.
french: [Ne dis pas ça, tu vas me mouiller.
italian: [_dj_] Non dirlo, mi farai bagnato.
russian: [_dj_] Не говори так, ты заставляешь меня намокнуть.

source: [_dj_] So... are you in?
french: [Alors... vous en êtes ?
italian: [_dj_] Quindi... sei dentro?
russian: [_dj_] Итак... Ты согласен?

source: [_dj_] Oh my god yes!!!
french: [Oh mon dieu oui ! !!
italian: [_dj_] Oh mio dio sì!!!
russian: [_dj_] О боже, да!!!

source: [_dj_] Do we do it here?
french: [Est-ce qu'on le fait ici ?
italian: [_dj_] Lo facciamo qui?

source: [_u_] Mh... isn't there somewhere better?
french: [Mh... n'y a-t-il pas un meilleur endroit ?
italian: [_u_] Mh... non c'è da qualche parte?

source: [_dj_] In your bedroom?
french: [Dans votre chambre ?
italian: [_dj_] Nella tua camera da letto?

source: [_u_] I have the worst room in the whole HQ... My bed ain't even big enough for me, girl.
french: [J'ai la pire chambre de tout le QG... Mon lit n'est même pas assez grand pour moi, ma fille.
italian: [_u_] Ho la peggiore stanza in tutto il quartier generale char@@0 Il mio letto non è ancora abbastanza grande per me, ragazza.

source: [_dj_] Oh, I know. I've got the perfect place in mind...
french: [Oh, je sais. J'ai l'endroit parfait en tête...
italian: [_dj_] Oh, lo so. Ho il posto perfetto in mente...

source: [_dj_] I understand... Maybe that was a little too quick.
french: [Je comprends... C'était peut-être un peu trop rapide.
italian: [_dj_] capisco... Forse era un po' troppo veloce.

source: [_dj_] See you later [name]!
french: [A plus tard [nom] !]
italian: [_dj_] Ci vediamo dopo [name]!
russian: [_dj_] Увидимся позже, [name]!

source: [_u_] Wow... A fuck above the city rooftops...
french: [Wow... Une baise au-dessus des toits de la ville...
italian: [_u_] Wow... Una scopata sopra i tetti della città...

source: [_dj_] Yeah, I know... not bad, right?
french: [Oui, je sais... pas mal, non ?
italian: [_dj_] Sì, lo so... non male, giusto?

source: [_u_] I'll make your screams of pleasure echo throughout the city.
french: [Je ferai résonner vos cris de plaisir dans toute la ville.
italian: [_u_] Farò risuonare le tue grida di piacere in tutta la città.

source: [_dj_] What are we waiting for then ?
french: [Qu'attendons-nous alors ?
italian: [_dj_] Che cosa aspettiamo allora ?

source: [_dj_] Boy, I can see you weren't lying... you're hard as a rock.
french: [Je vois que tu ne mentais pas... tu es dur comme un roc.
italian: [_dj_] Ragazzo, posso vedere che non stavi mentendo... sei duro come una roccia.

source: [_dj_] Fuck, I can't wait!!
french: [_dj_] Putain, j'ai hâte ! !!
italian: [_dj_] Cazzo non posso aspettare!!

source: [_dj_] Your dick is not a joke...
french: [Votre bite n'est pas une blague...
italian: [_dj_] Il tuo cazzo non è una battuta...

source: [_dj_] I was a virgin for so long, all of my body is burning...
french: [J'ai été vierge pendant si longtemps, tout mon corps brûle...
italian: [_dj_] Sono stato vergine per così tanto tempo, tutto il mio corpo è bruciato...

source: [_u_] Your virgin pussy feels good as fuck too.
french: [Ta chatte vierge se sent bien aussi.
italian: [_u_] La tua figa vergine si sente bene come cazzo troppo.

source: [_dj_] Do you think going deeper is an option ?
french: [Pensez-vous qu'il soit possible d'aller plus loin ?
italian: [_dj_] Pensi che andare più in profondità sia un'opzione ?

source: [_u_] I can, if you feel ready.
french: [Je peux, si vous vous sentez prêt.
italian: [_u_] posso, se ti senti pronto.

source: [_dj_] I'm okay, you can fuck me harder !
french: [Je vais bien, tu peux me baiser plus fort !
italian: [_dj_] Sto bene, puoi scoparmi più duramente!

source: [_u_] As you want.
french: [_u_] Comme vous voulez.
italian: [_u_] Come vuoi.

source: [_dj_] Thats...
french: [_dj_] Les...
italian: [_dj_] Quelle...

source: [_dj_] Interesting
french: [_dj_] Intéressant
italian: [_dj_] Interessante

source: [_dj_] Mmmfh... I...
french: [Mmmfh... I...

source: [_dj_] Damn... this feeling is incredible!
french: [Bon sang... cette sensation est incroyable !
italian: [_dj_] Dannazione... questa sensazione è incredibile!

source: [_dj_] Thank you !
french: [_dj_] Merci !
italian: [_dj_] Grazie!

source: [_dj_] To be honest, I'm starting to regret not having sex sooner in my existence.
french: [Pour être honnête, je commence à regretter de ne pas avoir fait l'amour plus tôt dans mon existence.
italian: [_dj_] Per essere onesti, sto cominciando a rimpiangere di non fare sesso prima della mia esistenza.

source: [_dj_] But that's fine ! I can do this with you, so it's perfect !
french: [_dj_] Mais ce n'est pas grave ! Je peux faire ça avec toi, donc c'est parfait !
italian: [_dj_] Ma va bene! Posso farlo con te, quindi è perfetto!

source: [_dj_] Don't start to get above oneself. I can see your mischievous little grin.
french: [Ne commencez pas à vous prendre la tête. Je vois ton petit sourire malicieux.
italian: [_dj_] Non cominciate ad andare al di sopra di se stessi. Posso vedere il vostro piccolo sorriso malizioso.

source: [_dj_] Hehe ! I'm kidding !
french: [_dj_] Héhé ! Je plaisante !
italian: [_dj_] Hehe ! Sto scherzando!

source: [_dj_] You have all the right to receive praise.
french: [Vous avez tous les droits de recevoir des éloges.
italian: [_dj_] Hai tutto il diritto di ricevere lode.

source: [_dj_] You're mad talented with your dick.
french: [Tu as un talent fou avec ta bite.
italian: [_dj_] Sei pazzo di talento con il tuo cazzo.

source: [_dj_] What about pushing things 'further'...?
french: [_dj_] Et si on poussait les choses "plus loin"... ?
italian: [_dj_] Che dire di spingere le cose 'oltre'...?

source: [_dj_] I want to feel those little butterflies all the way to my tum tum.
french: [Je veux sentir ces petits papillons jusqu'à mon ventre.
italian: [_dj_] Voglio sentire quelle piccole farfalle fino al mio tum tum.

source: [_dj_] Aaaanh!
french: [Aaaanh !

source: [_dj_] Fuck...
french: [_dj_] Putain...

source: [_dj_] Oh, you got me melting in there !
french: [_dj_] Oh, tu m'as fait fondre là-dedans !
italian: [_dj_] Oh, mi sei sciolto lì dentro!

source: [_dj_] I'm happy to be able to realise one of my personnal wish...
french: [_dj_] Je suis heureux de pouvoir réaliser un de mes souhaits personnels...
italian: [_dj_] Sono felice di poter realizzare uno dei miei desideri personali...

source: [_dj_] Getting railed by a big boy like you !
french: [_dj_] Se faire engueuler par un grand garçon comme toi !
italian: [_dj_] Fuggire da un grande ragazzo come te!

source: [_u_] I'm kind of your sex genie then ?
french: [Je suis un peu votre génie du sexe alors ?
italian: [_u_] Sono tipo del tuo genio sessuale, quindi?

source: [_dj_] Oooh you much more than that...
french: [_dj_] Oooh tu as bien plus que ça...
italian: [_dj_] Oooh molto di più...

source: [_dj_] You're the chosen one to take MY genie purity...
french: [Tu es l'élue pour prendre la pureté de MON génie...
italian: [_dj_] Sei quello scelto per prendere la mia purezza geniale...

source: [_dj_] What an honor, right ?
french: [Quel honneur, n'est-ce pas ?
italian: [_dj_] Che onore, giusto?

source: [_u_] Yes. Truly an honor.
french: [Oui. C'est un véritable honneur.
italian: [_u_] Sì. Davvero un onore.

source: [_dj_] Awww How cute !
french: [_dj_] Awww Comme c'est mignon !
italian: [_dj_] Awww Com'è carino!

source: [_dj_] I love playing little games like that with you.
french: [J'adore jouer à ce genre de petits jeux avec toi.
italian: [_dj_] Mi piace giocare a piccoli giochi come quello con te.

source: [_u_] We're two.
french: [Nous sommes deux.
italian: [_u_] Noi siamo due.

source: [_dj_] Ooooh...
french: [Ooooh...

source: [_dj_] I can see that.
french: [Je vois cela.
italian: [_dj_] lo capisco.

source: [_dj_] I can feel your little you getting bigger inside me...
french: [Je sens ton petit toi grossir en moi...
italian: [_dj_] Sento che il tuo piccolo ti sta diventando più grande dentro di me...

source: [_dj_] You want to cum, right ?
french: [Tu veux jouir, n'est-ce pas ?
italian: [_dj_] Vuoi cum, giusto?
