Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_ArtDIVISION.po
Languages: french, italian

source: [_a_] I almost feel like I'm going to hear a school bell in a few moments.
french: [J'ai presque l'impression que je vais entendre la cloche de l'école dans quelques instants.
italian: [_a_] Ho quasi voglia di sentire una campanella scolastica in pochi istanti.

source: [_a_] Actually... my time at college wasn't very normal...
french: [_a_] En fait... mon séjour à l'université n'a pas été très normal...
italian: [_a_] In realtà... il mio tempo al college non era molto normale...

source: [_a_] When I arrived, my first book was already top-selling throughout the galaxy.
french: [Quand je suis arrivé, mon premier livre était déjà en tête des ventes dans toute la galaxie.
italian: [_a_] Quando sono arrivato, il mio primo libro era già top-selling in tutta la galassia.

source: [_a_] The only people who dared approach me weren't for good reasons... and I scared the others too much.
french: [Les seules personnes qui ont osé m'approcher ne l'ont pas fait pour de bonnes raisons... et j'ai trop effrayé les autres.
italian: [_a_] Le uniche persone che osavano avvicinarmi non erano per buoni motivi... e ho paura degli altri troppo.

source: [_a_] So I was more like... a bit of a celebrity. And alone.
french: [J'étais donc plus comme... une sorte de célébrité. Et seule.
italian: [_a_] Così ero più come... un po 'di una celebrità. E da solo.

source: [_a_] Anyway, it wasn't great ahah
french: [_a_] Quoi qu'il en soit, ce n'était pas génial ahah
italian: [_a_] Comunque, non era grande ahah

source: [_a_] You know what would be great with this view?
french: [_a_] Vous savez ce qui serait génial avec cette vue ?
italian: [_a_] Sai cosa sarebbe bello con questa visione?

source: [_u_] Cushions and music?
french: [_u_] Coussins et musique ?
italian: [_u_] Cuscini e musica?

source: [_a_] No, well yes... but...
french: [_a_] Non, enfin oui... mais...
italian: [_a_] No, beh, sì... ma...

source: [_a_] I was thinking mainly of a good bottle of wine...
french: [Je pensais surtout à une bonne bouteille de vin...
italian: [_a_] Pensavo principalmente a una buona bottiglia di vino...

source: [_a_] I had such a huge wine collection at the castle before...
french: [_a_] J'avais une telle collection de vins au château avant...
italian: [_a_] Ho avuto una così grande collezione di vini al castello prima...

source: [_a_] Don't look at me like that... yes I know, it must be the most French sentence of all time...
french: [_a_] Ne me regardez pas comme ça... oui je sais, ça doit être la phrase la plus française de tous les temps...
italian: [_a_] Non mi guardi così... sì, lo so, deve essere la frase più francese di tutti i tempi...

source: [_u_] Just a little.
french: [Juste un peu.
italian: [_u_] Solo un po'.

source: [_a_] But yeah... a good bottle of 30 years old ''Château De Beauregard'' wine... that would have been perfect.
french: [_a_] Mais oui... une bonne bouteille de vin du Château De Beauregard de 30 ans d'âge... cela aurait été parfait.
italian: [_a_] Ma sì... una buona bottiglia di vino di 30 anni ''Cha<unk> teau De Beauregard'' che sarebbe stato perfetto.

source: [_a_] It's amazing how much I miss that castle sometimes.
french: [C'est fou comme ce château me manque parfois.
italian: [_a_] È incredibile quanto mi manca quel castello a volte.

source: [_a_] Take this as a sign of my trust.
french: [_a_] Prenez ceci comme un signe de ma confiance.
italian: [_a_] Prendete questo come segno della mia fiducia.

source: [_u_] Does this mean I can come here and read a book whenever I want?
french: [Cela signifie-t-il que je peux venir ici et lire un livre quand je veux ?
italian: [_u_] Questo significa che posso venire qui e leggere un libro ogni volta che voglio?

source: [_a_] If it's not my book you're reading, yes.
french: [_a_] Si ce n'est pas mon livre que vous lisez, oui.
italian: [_a_] Se non è il mio libro che stai leggendo, sì.

source: [_u_] Really? Does it bother you to see people reading ''The Emerald Throne'' next to you?
french: [_u_] Vraiment ? Cela vous dérange de voir des gens lire ''Le trône d'émeraude'' à côté de vous ?
italian: [_u_] Davvero? Ti disturba vedere le persone che leggono ''Il Trono Smeraldo'' accanto a te?

source: [_a_] Yeah... It's kind of weird. Even a little embarrassing.
french: [Oui... C'est un peu bizarre. Même un peu embarrassant.
italian: [_a_] Sì... è piuttosto strano. Anche un po' imbarazzante.

source: [_a_] Plus, I really don't want to think about this book here.
french: [De plus, je n'ai vraiment pas envie de penser à ce livre ici.
italian: [_a_] Inoltre, non voglio pensare a questo libro qui.

source: [_a_] Yeah... a few.
french: [_a_] Oui... quelques uns.
italian: [_a_] Sì... alcuni.

source: [_a_] But clearly I wasn't the type to fuck like a rabbit after a few drinks like the others.
french: [_a_] Mais il est clair que je n'étais pas du genre à baiser comme un lapin après quelques verres comme les autres.
italian: [_a_] Ma chiaramente non ero il tipo di scopare come un coniglio dopo un paio di bevande come gli altri.

source: [_a_] Although... in hindsight... I probably should have.
french: [_a_] Bien que... avec le recul... j'aurais probablement dû le faire.
italian: [_a_] Però... nel senno... probabilmente dovrei avere.

source: [_a_] But... the problem is that if someone took a picture of me in an ''inappropriate'' position...
french: [_a_] Mais... le problème est que si quelqu'un prend une photo de moi dans une position ''inappropriée''...
italian: [_a_] Ma... il problema è che se qualcuno mi ha scattato una foto in una posizione 'inappropriata''...

source: [_a_] Well, it would have ended up on the cover of every magazine...
french: [_a_] Eh bien, il aurait fait la couverture de tous les magazines...
italian: [_a_] Beh, sarebbe finito sulla copertina di ogni rivista...

source: [_a_] It does limit the party fun, that's for sure.
french: [_a_] Cela limite le plaisir de la fête, c'est certain.
italian: [_a_] Fa limitare il divertimento del partito, questo è sicuro.

source: [_a_] It's... it's complicated.
french: [_a_] C'est... c'est compliqué.
italian: [_a_] È... è complicato.

source: [_u_] Go ahead, I love complicated stories.
french: [Allez-y, j'aime les histoires compliquées.
italian: [_u_] Vai avanti, amo storie complicate.

source: [_u_] And we've got all the time in the world.
french: [Et nous avons tout le temps du monde.
italian: [_u_] E abbiamo tutto il tempo nel mondo.

source: [_a_] Well... let's just say the place was becoming uninhabitable.
french: [_a_] Eh bien... disons que l'endroit devenait inhabitable.
italian: [_a_] Bene... diciamo che il posto stava diventando inabitabile.

source: [_a_] I had hundreds of paparazzi around the castle 24 hours a day.
french: [J'avais des centaines de paparazzis autour du château 24 heures sur 24.
italian: [_a_] Ho avuto centinaia di paparazzi intorno al castello 24 ore al giorno.

source: [_a_] Like... Can you imagine?
french: [_a_] Comme... Pouvez-vous imaginer ?
italian: [_a_] Mi piace... Riesci a immaginare?

source: [_a_] Hundreds of paparazzi from hundreds of different races from every corner of the galaxy in quest of a never-before-seen photo of you in front of your house ?
french: [_a_] Des centaines de paparazzis de centaines de races différentes venus de tous les coins de la galaxie à la recherche d'une photo inédite de vous devant votre maison ?
italian: [_a_] Centinaia di paparazzi da centinaia di razze diverse da ogni angolo della galassia in cerca di una foto mai vista prima di te davanti a casa tua?

source: [_a_] At the end, I felt like I was really in a castle under siege.
french: [_a_] À la fin, j'avais l'impression d'être vraiment dans un château assiégé.
italian: [_a_] Alla fine, mi sentivo come se fossi davvero in un castello sotto assedio.

source: [_u_] For a fantasy writer, it's rather ironic.
french: [_u_] Pour un écrivain de fantasy, c'est plutôt ironique.
italian: [_u_] Per uno scrittore di fantasia, è piuttosto ironico.

source: [_a_] Yeah, except I couldn't shoot my invaders with a bow.
french: [_a_] Oui, sauf que je ne pouvais pas tirer sur mes envahisseurs avec un arc.
italian: [_a_] Sì, tranne che non ho potuto sparare ai miei invasori con un arco.

source: [_a_] Well... I wasn't lacking in the desire to do so...
french: [_a_] Eh bien... Je ne manquais pas d'envie de le faire...
italian: [_a_] Bene... Non mi mancava il desiderio di farlo...

source: [_a_] Fortunately, I left before I got that crazy.
french: [_a_] Heureusement, je suis parti avant de devenir aussi fou.
italian: [_a_] Fortunatamente, sono partito prima che mi impazzisco.

source: [_a_] Yep.
french: [_a_] Oui.

source: [_a_] At first, I thought it was a joke.
french: [_a_] Au début, j'ai cru que c'était une blague.
italian: [_a_] All'inizio pensavo che fosse una battuta.

source: [_a_] A fairy contacting me to go to a faraway planet...
french: [_a_] Une fée me contacte pour aller sur une planète lointaine...
italian: [_a_] Una fata che mi contatta per andare su un pianeta lontano...

source: [_u_] Yeah, it's enough to make you think you're going crazy.
french: [Oui, c'est suffisant pour vous faire croire que vous devenez fou.
italian: [_u_] Sì, basta farti pensare di impazzire.

source: [_a_] Exactly.
french: [_a_] Exactement.
italian: [_a_] Esattamente.

source: [_a_] But on the other hand... I'm not going to stay here long if I can't do my job...
french: [_a_] Mais d'un autre côté... Je ne vais pas rester longtemps ici si je ne peux pas faire mon travail...
italian: [_a_] Ma d'altra parte... non resterò qui a lungo se non posso fare il mio lavoro...

source: [_a_] And our little... mind-reading problem with Snow White is blocking my progress.
french: [_a_] Et notre petit... problème de lecture de l'esprit avec Blanche-Neige bloque mes progrès.
italian: [_a_] E il nostro piccolo... problema di lettura mentale con Snow White sta bloccando i miei progressi.

source: [_u_] Why don't you just answer her questions truthfully?
french: [Pourquoi ne pas répondre franchement à ses questions ?
italian: [_u_] Perché non rispondi alle sue domande in modo vero?

source: [_a_] I don't know if I could do it.
french: [Je ne sais pas si je pourrais le faire.
italian: [_a_] Non so se potrei farlo.

source: [_a_] I like to keep my private life... private.
french: [_a_] J'aime garder ma vie privée... privée.
italian: [_a_] Mi piace mantenere la mia vita privata... privata.

source: [_a_] But perhaps I should stop...
french: [_a_] Mais peut-être devrais-je m'arrêter...
italian: [_a_] Ma forse dovrei fermarmi...

source: [_a_] I mean... we're in the middle of nowhere!
french: [Je veux dire... nous sommes au milieu de nulle part !
italian: [_a_] Voglio dire... siamo nel bel mezzo del nulla!

source: [_a_] There are no reporters spying on me... Just... you... And Lycoris who makes clothes...
french: [Il n'y a pas de journalistes qui m'espionnent... Juste... toi... Et Lycoris qui fabrique des vêtements...
italian: [_a_] Non ci sono giornalisti che mi spiananano... Giusto... tu... E Lycoris che fa vestiti...

source: [_a_] Well... you know what? I'm tired of hiding for nothing...
french: [_a_] Eh bien... vous savez quoi ? J'en ai assez de me cacher pour rien...
italian: [_a_] Bene... sai cosa? Sono stanco di nascondermi per niente...

source: [_a_] Would you like to help me?
french: [Voulez-vous m'aider ?
italian: [_a_] Vorresti aiutarmi?

source: [_u_] What's on your mind?
french: [Qu'est-ce qui vous préoccupe ?
italian: [_u_] Che cosa hai in mente?

source: [_a_] Ask me all you want.
french: [_a_] Demandez-moi tout ce que vous voulez.
italian: [_a_] Chiedetemi tutto quello che vuoi.

source: [_a_] Absolutely anything you want.
french: [_a_] Absolument tout ce que vous voulez.
italian: [_a_] Assolutamente tutto quello che vuoi.

source: [_u_] Are you sure?
french: [Vous êtes sûr ?
italian: [_u_] Sei sicuro?

source: [_a_] Go ahead.
french: [_a_] Allez-y.
italian: [_a_] Vai avanti.

source: [_u_] Wow... that's... unusual.
french: [Wow... c'est... inhabituel.
italian: [_u_] Wow... quello... insolito.

source: [_a_] And you can dodge questions like: ''What is your favorite song''...
french: [_a_] Et vous pouvez esquiver des questions comme : "Quelle est votre chanson préférée"...
italian: [_a_] E puoi schivare domande come: ''Qual è la tua canzone preferita'...

source: [_a_] Don't be shy.
french: [_a_] Ne soyez pas timide.
italian: [_a_] Non siate timidi.

source: [_u_] I have a feeling it's going to be fun.
french: [J'ai le sentiment que ça va être amusant.
italian: [_u_] Ho la sensazione che sarà divertente.

source: [_a_] Ok, I'd better start relaxing... do you mind if I make myself more comfortable?
french: [_a_] Ok, je ferais mieux de commencer à me détendre... ça vous dérange si je me mets plus à l'aise ?
italian: [_a_] Ok, farei meglio a iniziare a rilassarsi... ti dispiace se mi faccio più comodo?

source: [_u_] Please do, this is your domain, I'm just a guest here.
french: [_u_] S'il vous plaît, c'est votre domaine, je ne suis qu'un invité.
italian: [_u_] Per favore, questo è il tuo dominio, sono solo un ospite qui.

source: [_a_] That's much better!
french: [_a_] C'est beaucoup mieux !
italian: [_a_] È molto meglio!

source: [_a_] Go ahead. Ask for what you want.
french: [_a_] Allez-y. Demandez ce que vous voulez.
italian: [_a_] Vai avanti. Chiedi quello che vuoi.

source: [_u_] Ok so... if I ask you your breast size...
french: [Ok donc... si je vous demande votre taille de poitrine...
italian: [_u_] Ok so... se ti chiedo la dimensione del tuo seno...

source: [_a_] I have a B cup.
french: [_a_] J'ai un bonnet B.
italian: [_a_] Ho una tazza B.

source: [_a_] And I've always been told I have nice breasts, if you must know.
french: [_a_] Et on m'a toujours dit que j'avais une belle poitrine, si vous voulez savoir.
italian: [_a_] E mi è sempre stato detto che ho dei bei seni, se devi sapere.

source: [_a_] Like... nice and round and everything.
french: [_a_] Comme... joli et rond et tout.
italian: [_a_] Come... bello e rotondo e tutto.

source: [_u_] Be careful... the more you brag, the higher the expectations.
french: [_u_] Attention, plus vous vous vantez, plus les attentes sont élevées.
italian: [_u_] Fai attenzione... più ti vanti, più alte sono le aspettative.

source: [_a_] I don't oversell anything. I simply state the facts.
french: [_a_] Je n'exagère rien. Je me contente d'exposer les faits.
italian: [_a_] Non sopravprezzo niente. Semplicemente affermo i fatti.

source: [_a_] I have round breasts. That's all I'm saying.
french: [J'ai des seins ronds. C'est tout ce que je dis.
italian: [_a_] Ho dei seni rotondi. È tutto quello che sto dicendo.

source: [_a_] And I note that you you're pretty confident you'll see them one day. That's cute.
french: [_a_] Et je note que vous êtes assez confiant dans le fait que vous les verrez un jour. C'est mignon.
italian: [_a_] E noto che sei abbastanza sicuro che li vedrai un giorno.

source: [_u_] I...
french: [_u_] Je...

source: [_a_] I am just teasing you.
french: [Je vous taquine.
italian: [_a_] Ti sto semplicemente prendendo in giro.

source: [_a_] Anyway... go ahead, ask me whatever question you want. I'm all yours.
french: [_a_] Quoi qu'il en soit... allez-y, posez-moi toutes les questions que vous voulez. Je suis tout à vous.
italian: [_a_] Comunque... vai avanti, mi chieda qualunque domanda tu voglia. Sono tutto tuo.

source: [_a_] Oh. The famous question.
french: [_a_] Oh. La fameuse question.
italian: [_a_] Oh. La domanda famosa.

source: [_a_] I'm going to tell you a secret...
french: [Je vais te dire un secret...
italian: [_a_] Ti dirò un segreto...

source: [_a_] I haven't even started it yet.
french: [_a_] Je ne l'ai pas encore commencé.
italian: [_a_] non l'ho ancora iniziata.

source: [_a_] And honestly... I love my book... ''The Emerald Throne'' is my whole life but...
french: [_a_] Et honnêtement... J'adore mon livre... Le Trône d'émeraude, c'est toute ma vie, mais...
italian: [_a_] E onestamente... Io amo il mio libro... ''Il Trono Smeraldo'' è tutta la mia vita ma...

source: [_a_] It's impossible for me to write with so much pressure on my shoulders.
french: [_a_] Il m'est impossible d'écrire avec autant de pression sur les épaules.
italian: [_a_] È impossibile per me scrivere con tanta pressione sulle spalle.

source: [_a_] People have too many expectations... too many demands...
french: [_a_] Les gens ont trop d'attentes... trop d'exigences...
italian: [_a_] Le persone hanno troppe aspettative... troppe richieste...

source: [_a_] That's also why I came here.
french: [C'est aussi pour cela que je suis venu ici.
italian: [_a_] È anche per questo che sono venuto qui.

source: [_a_] Fame is not for me... and writing another book would only increase the hype around me.
french: [_a_] La célébrité n'est pas pour moi... et écrire un autre livre ne ferait qu'augmenter le battage médiatique autour de moi.
italian: [_a_] Fame non è per me... e scrivere un altro libro sarebbe solo aumentare la hype intorno a me.

source: [_a_] Yeah...
french: [_a_] Oui...
italian: [_a_] Sì...

source: [_a_] Thanks.
french: [_a_] Merci.
italian: [_a_] Grazie.

source: [_a_] It's crazy... just saying it out loud feels so good!
french: [C'est fou... le simple fait de le dire à voix haute est si bon !
italian: [_a_] È pazzo... basta dirlo a voce alta si sente così bene!

source: [_a_] Maybe... but...
french: [_a_] Peut-être... mais...
italian: [_a_] Forse... ma...

source: [_a_] I am afraid of becoming the most hated person in the galaxy.
french: [_a_] J'ai peur de devenir la personne la plus détestée de la galaxie.
italian: [_a_] Ho paura di diventare la persona più odiata della galassia.

source: [_a_] I expected more compassion from you, I must admit.
french: [Je m'attendais à plus de compassion de votre part, je dois l'admettre.
italian: [_a_] Mi aspettavo più compassione da voi, devo ammetterlo.

source: [_a_] You should go back to headquarters.
french: [_a_] Vous devriez retourner au quartier général.
italian: [_a_] Dovresti tornare alla sede.

source: [_a_] I'm sure we'll find a solution for Snow White...
french: [_a_] Je suis sûr que nous trouverons une solution pour Blanche-Neige...
italian: [_a_] Sono sicuro che troveremo una soluzione per Snow White...

source: [_a_] Later, [name].
french: [_a_] Plus tard, [nom].
italian: [_a_] Più tardi, [name].

source: [_a_] Anyway... there you go. You finally have your answer.
french: [_a_] Quoi qu'il en soit... voilà. Vous avez enfin votre réponse.
italian: [_a_] comunque... ci vai. Hai finalmente la tua risposta.

source: [_a_] But... I feel that working here... and doing other things...
french: [_a_] Mais... J'ai l'impression que travailler ici... et faire d'autres choses...
italian: [_a_] Ma... sento che lavorare qui... e fare altre cose...

source: [_a_] It's really helping me get back into it!
french: [_a_] Cela m'aide vraiment à m'y remettre !
italian: [_a_] Mi sta davvero aiutando a tornarmi!

source: [_a_] I think I just needed to think about something else.
french: [Je pense que j'avais besoin de penser à autre chose.
italian: [_a_] Penso di aver solo bisogno di pensare a qualcos'altro.

source: [_a_] Anyway, you finally have your answer... my book is on hiatus.
french: [_a_] Quoi qu'il en soit, vous avez enfin votre réponse... mon livre est en pause.
italian: [_a_] Comunque, hai finalmente la tua risposta... il mio libro è in pausa.

source: [_a_] Why? Because I don't shower with you all?
french: [Pourquoi ? Parce que je ne me douche pas avec vous tous ?
italian: [_a_] Perché? Perché non faccio la doccia con tutti voi?

source: [_u_] For example, yes.
french: [_u_] Par exemple, oui.
italian: [_u_] Per esempio, sì.

source: [_a_] I'm really modest.
french: [_a_] Je suis vraiment modeste.
italian: [_a_] sono davvero modesta.

source: [_a_] As a couple, I have no problem... but between friends or colleagues...
french: [_a_] En couple, je n'ai pas de problème... mais entre amis ou collègues...
italian: [_a_] Come coppia, non ho problemi... ma tra amici o colleghi...

source: [_a_] I don't know how you do it.
french: [Je ne sais pas comment vous faites.
italian: [_a_] Non so come lo fai.

source: [_u_] Oh, you know, we're to the point of fucking each other... so getting naked...
french: [Oh, tu sais, on en est au point de se baiser... alors se mettre à poil...
italian: [_u_] Oh, sai, siamo al punto di scopare l'un l'altro... in modo da diventare nudo...

source: [_a_] Yeah... when you put it that way...
french: [_a_] Ouais... quand on le dit comme ça...
italian: [_a_] Sì... quando lo metti in quel modo...

source: [_a_] Uh, I...
french: [_a_] Euh, je...
italian: [_a_] Uh, Io...

source: [_a_] Damn... You really have no mercy with your questions!
french: [_a_] Bon sang... Vous êtes vraiment sans pitié avec vos questions !
italian: [_a_] Dannazione... Non hai pietà delle tue domande!

source: [_a_] Gosh...
french: [_a_] Bon sang...

source: [_a_] You mean... physically attracted?
french: [Vous voulez dire... physiquement attiré ?
italian: [_a_] Significa... attratti fisicamente?

source: [_u_] Yup.
french: [_u_] Ouaip.

source: [_a_] Okay, I said I'd answer everything...
french: [D'accord, j'ai dit que je répondrais à tout...
italian: [_a_] Okay, ho detto che avrei risposto tutto...

source: [_a_] ...So I'll answer to everything.
french: [_a_] ...Je répondrai donc à tout.
italian: [_a_] ... Quindi risponderò a tutto.

source: [_a_] Well... I don't really have a thing for fairies...
french: [_a_] Eh bien... Je n'aime pas vraiment les fées...
italian: [_a_] Beh... Non ho una cosa per le fate...

source: [_a_] And Amelia reminds me of a friend, so... no.
french: [_a_] Et Amelia me rappelle une amie, alors... non.
italian: [_a_] E Amelia mi ricorda un amico, così... no.

source: [_a_] Melissandre is pretty sweet, I must say.
french: [_a_] Melissandre est plutôt mignonne, je dois dire.
italian: [_a_] Melissandre è piuttosto dolce, devo dire.

source: [_a_] Besides, I've never slept with a goth. Sounds like fun.
french: [_a_] De plus, je n'ai jamais couché avec une gothique. Ça a l'air sympa.
italian: [_a_] Inoltre, non ho mai dormito con un goth. Suona come divertimento.

source: [_a_] Lycoris...Mh... I see her more as a good friend.
french: [Lycoris... Mh... Je la vois plutôt comme une bonne amie.
italian: [_a_] Lycoris...Mh... La vedo più come un buon amico.

source: [_a_] But at the same time, I have to admit I'm not indifferent to her horns!
french: [_a_] Mais en même temps, je dois avouer que ses cornes ne me laissent pas indifférent !
italian: [_a_] Ma allo stesso tempo, devo ammettere che non sono indifferente alle sue corna!

source: [_a_] And I'd love to see red boobs! I've never seen any!
french: [_a_] Et j'aimerais voir des seins rouges ! Je n'en ai jamais vu !
italian: [_a_] E mi piacerebbe vedere tette rosse! Non ho mai visto nessuno!

source: [_a_] You've seen her boobs?
french: [Vous avez vu ses seins ?
italian: [_a_] Hai visto le sue tette?

source: [_u_] Yeah, in the shower. And not just her boobs.
french: [Oui, dans la douche. Et pas seulement ses seins.
italian: [_u_] Sì, sotto la doccia. E non solo le sue tette.

source: [_a_] Wow... Looks like fun showering with you.
french: [Wow... On dirait qu'on s'est bien amusé à prendre une douche avec toi.
italian: [_a_] Wow... Sembra una doccia divertente con te.

source: [_u_] Yeah, you should come.
french: [Oui, tu devrais venir.
italian: [_u_] Sì, dovresti venire.

source: [_a_] I... yeah... not yet.
french: [_a_] Je... oui... pas encore.
italian: [_a_] Io... sì... non ancora.

source: [_a_] But why not.
french: [_a_] Mais pourquoi pas.
italian: [_a_] Ma perché no.
