Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_tb_] I found out the location of a military spaceship that crashed not too far from here. I think it dates back to the Great Energy War.
french: [ _tb_ ] J'ai découvert l'emplacement d'un vaisseau spatial militaire qui s'est écrasé non loin d'ici. Je pense qu'il remonte à la Grande Guerre de l'énergie.

source: [_tb_] I'm gonna need the pilot's hat, if he's still on board.
french: [ _tb_ ] Je vais avoir besoin du chapeau du pilote, s'il est toujours à bord.

source: [_u_] How do you know so much about military spaceships?
french: [ _u_ ] Comment en connaissez-vous tant sur les vaisseaux spatiaux militaires?

source: [_tb_] It's a long story. I'll tell you about it if you manage to get your hands on that hat.
french: [ _tb_ ] C'est une longue histoire. Je vais vous en parler si vous réussez à vous mettre les mains sur ce chapeau.

source: [_tb_] I've entered the coordinates of the ship in the drone's memory.
french: [ _tb_ ] J'ai entré les coordonnées du vaisseau dans la mémoire du drone.

source: [_tb_] Try getting the drone as far as you can, and you should be able to find it.
french: [ _tb_ ] Essayez d'obtenir le drone autant que vous le pouvez, et vous devriez être en mesure de le trouver.

source: [_u_] And then you tell me everything, right?
french: [ _u_ ] Et puis vous me dites tout, n'est-ce pas?

source: [_tb_] I promise!
french: [ _tb_ ] Je promets !

source: [_sw_] Heeyyyy, There you are!
french: [ _sw_ ] Heeyyyy, vous êtes là !

source: [_sw_] You're late!
french: [ _sw_ ] Vous êtes en retard !

source: [_u_] Because I usually get here at a specific time?
french: [ _u_ ] Parce que je suis habituellement ici à un moment précis?

source: [_sw_] Well, you should, sir.
french: [ _sw_ ] Eh bien, vous devriez, monsieur.

source: [_sw_] Anyway, I have a request for you.
french: [ _sw_ ] En tout cas, j'ai une demande pour vous.

source: [_sw_] I need a new outfit right away!
french: [ _sw_ ] J'ai besoin d'une nouvelle tenue tout de suite !

source: [_u_] What?
french: [Quoi ?

source: [_sw_] And I need it fast! So... let's get to work, sir!
french: [ _sw_ ] Et j'en ai besoin vite ! Alors ... allons travailler, monsieur !

source: [_u_] Whoa, whoa, whoa, hold on.
french: [ _u_ ] Whoa, whoa, whoa, accrochez.

source: [_u_] What do you need that for?
french: [ _u_ ] De quoi avez-vous besoin?

source: [_sw_] Well, I figured out a way to get rid of the queen.
french: [ _sw_ ] Eh bien, j'ai trouvé un moyen de se débarrasser de la reine.

source: [_sw_] But for that, we need to go... Somewhere. It's not very far from here, but it's inconceivable go on such a journey in an outfit like mine.
french: [ _sw_ ] Mais pour cela, nous devons aller ... Quelque part. Ce n'est pas très loin d'ici, mais il est inconcevable de faire un tel voyage dans une tenue comme la mienne.

source: [_tb_] She's taken the lead I see. Sounds good, but ask her where she wants to go.
french: [ _tb_ ] Elle a pris la tête que je vois. Ça sonne bien, mais lui demander où elle veut aller.

source: [_tb_] It's important.
french: [ _tb_ ] C'est important.

source: [_u_] Can you tell me more about this place?
french: [ _u_ ] Pouvez-vous m'en dire plus sur cet endroit?

source: [_sw_] Don't you like to be surprised?
french: [ _sw_ ] N'aimez-vous pas être surpris?

source: [_u_] Well, not really.
french: [ _u_ ] Bien, pas vraiment.

source: [_sw_] Very well. It's a glade within the forest. I won't get into details, but it is related to...
french: [ _sw_ ] Très bien. C'est une claielle à l'intérieur de la forêt. Je ne vais pas entrer dans les détails, mais c'est lié à ...

source: [_sw_] ... magic ~~~
french: [ _sw_ ] ... magique ~ ~ ~

source: [_tb_] All right, I think I figured out what she wants to do.
french: [ _tb_ ] Très bien, je crois que j'ai compris ce qu'elle voulait faire.

source: [_sw_] So, do you want to help me, sir? Or do you want to keep asking questions until nightfall?
french: [ _sw_ ] Alors, tu veux m'aider, monsieur? Ou voulez-vous continuer à poser des questions jusqu'à la tombée de la nuit?

source: [_u_] Alright, fine! Damn, you're pretty assertive today.
french: [ _u_ ] Alright, bien ! Merde, vous êtes assez affirmée aujourd'hui.

source: [_sw_] Stop complaining, it doesn't suit you, honey.
french: [ _sw_ ] Arrêtez de vous plaindre, ça ne vous convient pas, chérie.

source: [_sw_] Now, I'll need an outfit suited to walking and adventure. Do you think you can get that for me?
french: [ _sw_ ] Maintenant, j'aurai besoin d'une tenue adaptée à la marche et à l'aventure. Pensez-vous que vous pouvez obtenir ça pour moi?

source: [_u_] ...That's possible.
french: [ _u_ ] ...C'est possible.

source: [_sw_] Great! Come back when you've got it!
french: [ _sw_ ] Grand ! Reviens quand tu l'as !

source: [_sw_] See you soon!
french: [ _sw_ ] Vous voyez bientôt !

source: [_tb_] Great! She created a new quest all by herself!
french: [ _tb_ ] Grand ! Elle a créé une nouvelle quête toute seule !

source: [_u_] You know what she wants to do, right?
french: [ _u_ ] Vous savez ce qu'elle veut faire, n'est-ce pas?

source: [_tb_] Yeah, she wants to take you to the wishing well.
french: [ _tb_ ] Ouais, elle veut vous emmener au bon vouloir.

source: [_tb_] It's a quest for beginners, normally.
french: [ _tb_ ] C'est une quête pour les débutants, normalement.

source: [_tb_] Under normal circumstances you'd end up getting attacked by bandits...
french: [ _tb_ ] Dans des circonstances normales, vous finiriez par être attaqué par des bandits ...

source: [_u_] But since the park is shut down, there are no bandits, right?
french: [ _u_ ] Mais comme le parc est fermé, il n'y a pas de bandits, non?

source: [_tb_] Yep. It's not like you'll miss much, anyway.
french: [ _tb_ ] Yep. Ce n'est pas comme si vous manquerez beaucoup, de toute façon.

source: [_tb_] Anyway, go create those clothes.
french: [ _tb_ ] En tout cas, allez créer ces vêtements.

source: [_u_] Wait, wait, wait. Do you know where can I find the blueprint?
french: [ _u_ ] Attendez, attendez, attendez. Savez-vous où puis-je trouver le plan directeur?

source: [_tb_] Emee should have it, I'm pretty sure.
french: [ _tb_ ] Emee devrait avoir ça, je suis sûr.

source: [_tb_] Oh! I almost forgot!
french: [ _tb_ ] Oh ! J'ai presque oublié !

source: [_tb_] I wanted to contact her to send her on her first mission.
french: [ _tb_ ] Je voulais la contacter pour l'envoyer à sa première mission.

source: [_tb_] Why don't you tell her the news yourself?
french: [ _tb_ ] Pourquoi ne lui dis-tu pas les nouvelles toi-même?

source: [_tb_] Aha, of course.
french: [ _tb_ ] Aha, bien sûr.

source: [_tb_] Yep, I ran out of carrier pigeons, so the job's yours.
french: [ _tb_ ] Yep, j'ai manqué de pigeons voyageurs, donc le travail est à toi.

source: [_tb_] Great!
french: [_tb_] Super !
german: [_tb_] Super!
italian: [ _tb_] Ottimo!
russian: [_tb_] Здорово!
spanish: [_tb_] ¡Genial!

source: [_tb_] I'm sending you the pdf of her mission.
french: [ _tb_ ] Je vous envoie le pdf de sa mission.

source: [_tb_] See you later, employee!
french: [ _tb_ ] Vous voyez plus tard, employé !

source: [_sw_] Greetings, my dear Huntsman!
french: [ _sw_ ] Salutations, mon cher Huntsman !

source: [_sw_] Do you have my new outfit??
french: [ _sw_ ] Vous avez ma nouvelle tenue??

source: [_sw_] I can't wait to go on an adventure!
french: [ _sw_ ] Je ne peux pas attendre pour aller à l'aventure !

source: [_u_] Not yet, I still have to find the blueprint to create it.
french: [ _u_ ] Pas encore, je dois encore trouver le plan pour le créer.

source: [_sw_] Well, hurry up, Mr.Busy man!
french: [ _sw_ ] Eh bien, dépêchez, M. Busy !

source: [_u_] Yes! Well, uh, soon! I just need to find some time to create it.
french: [ _u_ ] Oui ! Eh bien, euh, bientôt ! J'ai juste besoin de trouver du temps pour le créer.

source: [_u_] Yep! Got it!
french: [ _u_ ] Yep ! C'est ça !

source: [_sw_] I'll try it on right away.
french: [ _sw_ ] Je vais essayer tout de suite.

source: [_sw_] Just hold on a minute.
french: [ _sw_ ] Il suffit de tenir une minute.

source: [_u_] These clothes took a dent on my wallet, so they better fit...
french: [ _u_ ] Ces vêtements ont pris un dent sur mon portefeuille, pour qu'ils s'intègrent mieux ...

source: [_sw_] Oooh, poor little cutie pie.
french: [ _sw_ ] Oooh, pauvre petite part de la cutie.

source: [_u_] Easy with the nicknames, okay?
french: [ _u_ ] Facile avec les surnoms, d'accord?

source: [_sw_] Um, I think you made a mistake with the outfit...
french: [ _sw_ ] Um, je pense que tu as fait une erreur avec la tenue ...

source: [_u_] What do you mean?
french: [ _u_ ] Que voulez-vous dire?

source: [_sw_] See?
french: [ _sw_ ] Voir?

source: [_sw_] Really??
french: [ _sw_ ] Vraiement??

source: [_sw_] I'm wearing men's clothing, isn't it outrageous?
french: [ _sw_ ] Je porte des vêtements pour hommes, n'est-ce pas scandaleux?

source: [_sw_] I'm wearing men's clothing, isn't it outrageous?
french: [ _sw_ ] Je porte des vêtements pour hommes, n'est-ce pas scandaleux?

source: [_sw_] Exactly! Those are men's clothes!
french: [ _sw_ ] Exactement ! Ce sont des vêtements pour hommes !

source: [_sw_] ... no.
french: [ _sw_ ] ... non.

source: [_sw_] Those are great colors!
french: [ _sw_ ] Ce sont de grandes couleurs !

source: [_sw_] The issue is that you gave me men's clothes!
french: [ _sw_ ] Le problème est que vous m'avez donné les vêtements des hommes !

source: [_u_] What? Because of the pants?
french: [ _u_ ] Quoi? À cause du pantalon?

source: [_sw_] Of course because of the pants!
french: [ _sw_ ] Bien sûr à cause du pantalon !

source: [_u_] It's funny, every time I start to forget you're a princess,
french: [ _u_ ] C'est drôle, chaque fois que je commence à oublier que tu es une princesse,

source: [_u_] you waste no time in reminding me.
french: [ _u_ ] tu ne perde pas de temps pour me rappeler.

source: [_sw_] This has nothing to do with being a princess.
french: [ _sw_ ] Cela n'a rien à voir avec le fait d'être une princesse.

source: [_sw_] I have never heard or seen any lady who would wear that kind of... Attire!
french: [ _sw_ ] Je n'ai jamais entendu ou vu aucune dame qui porterait ce genre de ... Attire !

source: [_u_] Well, I do, a lot.
french: [ _u_ ] Bien, je fais beaucoup.

source: [_sw_] Probably some mischievous rascals or scoundrels then!
french: [ _sw_ ] Probablement quelques rascals ou scoundrels malicieux alors !

source: [_sw_] I dare not imagine the kind of friends you have, sir.
french: [ _sw_ ] Je n'ose imaginer le genre d'amis que vous avez, monsieur.

source: [_u_] You wouldn't believe me.
french: [ _u_ ] Tu ne me croirait pas.

source: [_sw_] In any case, I cannot fathom keeping this garment on.
french: [ _sw_ ] Dans tous les cas, je ne peux pas comprendre ce vêtement.

source: [_sw_] Just to remind you,
french: [ _sw_ ] Juste pour vous rappeler,

source: [_sw_] We made this outfit to prevent my dress from getting soiled.
french: [ _sw_ ] Nous avons fait cette tenue pour empêcher que ma robe ne soit souillée.

source: [_u_] I did this outfit.
french: [ _u_ ] J'ai fait cette tenue.

source: [_u_] Do you have a better idea then?
french: [ _u_ ] Vous avez alors une meilleure idée?

source: [_sw_] ... You really think I'm gonna do this?
french: [ _sw_ ] ... Tu penses vraiment que je vais faire ça?

source: [_sw_] Although thinking about it, I'd rather be naked than wearing this... garment.
french: [ _sw_ ] Bien que je pense à ça, je préfère être nu que de porter ce vêtement.

source: [_sw_] It's really inconceivably painful for you to create things for me, isn't it?
french: [ _sw_ ] C'est vraiment inconcevable pour toi de créer des choses pour moi, n'est-ce pas?

source: [_u_] Well...
french: [_u_] Eh bien...
german: [_u_] Nun ja...
italian: [_u_] Beh...
russian: [_у_] Ну...
spanish: [_u_] Bueno...

source: [_sw_] That was a rhetorical question. Don't answer it.
french: [ _sw_ ] C'était une question rhétorique. Ne le répondez pas.

source: [_sw_] Mm, I think I have an idea.
french: [ _sw_ ] Mm, je crois que j'ai une idée.

source: [_sw_] Maybe I can turn these pants into a dress.
french: [ _sw_ ] Je peux peut-être transformer ces pantalons en robe.

source: [_sw_] Do you have any clothes scraps on you by any chance?
french: [ _sw_ ] Avez-vous des restes de vêtements sur vous par hasard?

source: [_sw_] Yey! perfect.
french: [ _sw_ ] Yey ! parfait.

source: [_sw_] Well, I've got work to do!
french: [ _sw_ ] Eh bien, j'ai du travail à faire !

source: [_sw_] And thanks again!
french: [ _sw_ ] Et merci encore !

source: You don't have the resources for that.
french: Vous n'avez pas les ressources pour ça.

source: [_sw_] And thanks again!
french: [ _sw_ ] Et merci encore !

source: [_sw_] Oh, that's okay, I'll find a way to do that.
french: [ _sw_ ] Oh, c'est bon, je trouverai un moyen de le faire.

source: [_sw_] Heey!!! My dress is ready !
french: [ _sw_ ] Heey !!! Ma robe est prête !

source: [_u_] Whoa, you work quick.
french: [ _u_ ] Whoa, vous travaillez vite.

source: [_sw_] Heh, it's easier when you're motivated.
french: [ _sw_ ] Heh, c'est plus facile quand tu es motivé.

source: [_sw_] Give me a holler when you're ready for adventure!
french: [ _sw_ ] Donne-moi un crier quand tu es prêt pour l'aventure !

source: [_u_] Ready when you are!
french: [ _u_ ] Prêt quand vous êtes !

source: [_sw_] Yey! Wait up a sec!
french: [ _sw_ ] Yey ! Attendez une seconde !

source: [_u_] You tell me, I can't wait either.
french: [ _u_ ] Tu me dis, je ne peux pas attendre non plus.

source: [_sw_] I'm pretty happy about it. Aha.
french: [ _sw_ ] Je suis plutôt content. Aha.

source: [_sw_] Yeah, but it's a dress at least.
french: [ _sw_ ] Ouais, mais c'est une robe au moins.

source: [_sw_] And besides, I don't think this particularly bothers you. Am I right?
french: [ _sw_ ] Et en plus, je ne pense pas que cela vous gêne particulièrement. Suis-je juste?

source: [_u_] You've got a point.
french: [ _u_ ] Vous avez un point.

source: [_sw_] Stop complaining, Mr.Grumpy
french: [ _sw_ ] Arrêter de se plaindre, M. Grumpy

source: [_u_] So, shall we go?
french: [ _u_ ] Alors, allons-nous y aller?

source: [_sw_] One more thing!
french: [ _sw_ ] Une chose de plus !

source: [_sw_] I owe you for your help with the clothes scraps, so I've got something for you.
french: [ _sw_ ] Je vous dois pour votre aide avec les restes de vêtements, donc j'ai quelque chose pour vous.

source: [_u_] Well thank you very much!
french: [ _u_ ] Eh bien merci beaucoup !

source: [_sw_] Now we can go!
french: [ _sw_ ] Maintenant on peut y aller !

source: [_sw_] I have something for you, for the help with the clothes scraps.
french: [ _sw_ ] J'ai quelque chose pour vous, pour l'aide avec les restes de vêtements.

source: [_sw_] Adventure, here we come!
french: [ _sw_ ] Aventure, voilà !

source: [_tb_] Our brave adventurers embarked on an epic journey...
french: [ _tb_ ] Nos courageux aventuriers ont entrepris un voyage épique ...

source: [_tb_] Looking for a way to fight the evil queen.
french: [ _tb_ ] Vous cherchez un moyen de combattre la reine du mal.

source: [_tb_] Going through the deepest northern woods, packed full of bandits and monsters...
french: [ _tb_ ] À travers les bois les plus profonds du nord, plein de bandits et de monstres ...

source: [_tb_] The dampest southern jungles...
french: [ _tb_ ] L'amortissement des jungles méridionales ...

source: [_tb_] And the most ancient haunted ruins...
french: [ _tb_ ] Et les plus anciennes ruines hantées ...

source: [_tb_] They'll have to gather the strength to overcome danger, until they eventually find...
french: [ _tb_ ] Ils devront rassembler la force pour surmonter le danger, jusqu'à ce qu'ils finissent par trouver ...

source: [_sw_] The wishing well.
french: [ _sw_ ] Le bon vouloir.

source: [_u_] ...what?
french: [ _u_ ] ... quoi?

source: [_sw_] We have arrived at the wishing well!
french: [ _sw_ ] Nous sommes arrivés au bon vouloir !

source: [_u_] I must be missing something. We left three minutes ago.
french: [ _u_ ] Je dois manquer quelque chose. Nous sommes partis il y a trois minutes.

source: [_sw_] I never said it was very far.
french: [ _sw_ ] Je n'ai jamais dit que c'était très loin.

source: [_u_] Are you kidding me?
french: [ _u_ ] Vous plaisantez-vous?

source: [_u_] I bet I can see your house from here!
french: [ _u_ ] Je parie que je peux voir ta maison d'ici !

source: [_u_] I even went through the hassle of making you an outfit...
french: [ _u_ ] Je suis même allé à travers le tracas de vous faire une tenue ...

source: [_u_] for this????
french: [ _u_ ] pour ça? ???

source: [_sw_] What do you mean? It's a rather dangerous path.
french: [ _sw_ ] Que voulez-vous dire? C'est un chemin plutôt dangereux.

source: [_sw_] It's covered in brambles and mud...
french: [ _sw_ ] Il est couvert de brambles et de boue ...

source: [_u_] Are you talking about the little path with the flowers???
french: [ _u_ ] Vous parlez de la petite voie avec les fleurs???

source: [_sw_] Anyway, we're here now, aren't we? That's what's matters.
french: [ _sw_ ] En tout cas, nous sommes là maintenant, n'est-ce pas? C'est ce qui compte.

source: [_sw_] Are you pouting?
french: [ _sw_ ] Êtes-vous en sac?

source: [_u_] Screw you!
french: [ _u_ ] Vais-toi !

source: [_sw_] Now, all I have to do is make a wish next to the well.
french: [ _sw_ ] Maintenant, tout ce que je dois faire, c'est faire un souhait à côté du puits.

source: [_sw_] And all my problems will disappear!
french: [ _sw_ ] Et tous mes problèmes disparaîtrait !

source: [_sw_] Simple, isn't it?
french: [ _sw_ ] Simple, n'est-ce pas?

source: [_tb_] This is definitely not how the well works...
french: [ _tb_ ] Ce n'est certainement pas la façon dont fonctionne le puits ...

source: [_tb_] Tell her she has to throw a coin in.
french: [ _tb_ ] Dites-lui qu'elle doit jeter une pièce.

source: [_u_] I don't think it's gonna work.
french: [ _u_ ] Je ne pense pas que ça va fonctionner.

source: [_u_] I think you should...
french: [ _u_ ] Je pense que vous devriez ...

source: [_sw_] I think you should talk a little less and let me do my thing!
french: [ _sw_ ] Je pense que vous devriez parler un peu moins et laissez-moi faire ma chose !

source: [_sw_] Wishing well, dear wishing well...
french: [ _sw_ ] Wishing bien, chère souhaitant bien ...

source: [_u_] It's not gonna work.
french: [ _u_ ] Ça ne marchera pas.

source: [_sw_] Fulfill my most cherished desire and take the Queen out of my life!
french: [ _sw_ ] Remplir mon désir le plus chéri et sortir la Reine de ma vie !

source: [_u_] See?
french: [ _u_ ] Voir?

source: [_sw_] Be patient, I'm sure it's going to work.
french: [ _sw_ ] Sois patient, je suis sûr que ça va fonctionner.

source: [_sw_] I just do!
french: [ _sw_ ] Je viens de le faire !

source: [_tb_] Looks like she doesn't even want to listen anymore.
french: [ _tb_ ] On dirait qu'elle ne veut même plus écouter.

source: [_tb_] She leaves me no choice. I didn't want to come to this, but that's gonna take years if I don't.
french: [ _tb_ ] Elle ne me laisse pas le choix. Je ne voulais pas venir à ça, mais ça va prendre des années si je ne le fais pas.

source: [_sw_] Dear Lord! Something's moving! Get away!
french: [ _sw_ ] Cher Seigneur ! Quelque chose boule ! Va-le !

source: [_tb_] Hello, I'm the wishing well fairy.
french: [ _tb_ ] Bonjour, je suis le bon vouloir.

source: [_sw_] By the Lord!
french: [ _sw_ ] Par le Seigneur !

source: [_sw_] Why would you mock such a lovely creature? You should be ashamed of yourself.
french: [ _sw_ ] Pourquoi vous moiez-vous d'une créature si adorable? Tu devrais avoir honte de toi.

source: [_tb_] Yeah dude, stops laughing or I'll put a curse on you.
french: [ _tb_ ] Ouais mec, arrête de rire ou je vais mettre une malédiction sur toi.

source: [_sw_] Sorry, dear fairy. Forgive my boorish companion.
french: [ _sw_ ] Désolé, ma chère. Pardonne mon compagnon de boorisme.

source: [_tb_] It's okay.
french: [ _tb_ ] C'est bon.

source: [_sw_] I have to say, of all the creatures I know, you're the cutest thing I've ever seen.
french: [ _sw_ ] Je dois dire, de toutes les créatures que je connais, vous êtes la chose la plus cutesque que j'ai jamais vue.

source: [_tb_] Thanks!
french: [ _tb_ ] Merci !

source: [_sw_] And your clothes are really wonderful! Love it!
french: [ _sw_ ] Et vos vêtements sont vraiment merveilleux ! J'adore !

source: [_tb_] Of course you do...
french: [ _tb_ ] Bien sûr que vous ...

source: [_tb_] Anyway, I've heard you, so I've come to help.
french: [ _tb_ ] Quoi qu'il en soit, je vous ai entendu, alors je suis venu vous aider.

source: [_sw_] Oh dear, noble fairy of the well, will you help me against the Queen?
french: [ _sw_ ] Oh chère, noble fée du puits, tu m'aideras contre la reine?

source: [_tb_] Of course, but for every wish you make, you have to throw a gold coin in the well.
french: [ _tb_ ] Bien sûr, mais pour chaque souhait que vous faites, vous devez jeter une pièce d'or dans le puits.

source: [_tb_] You just need to think of your wish while you're throwing the coin. Easy, right?
french: [ _tb_ ] Vous avez juste besoin de penser à votre souhait pendant que vous jetez la pièce. Facile, non?

source: [_tb_] Then your wish'll come true.
french: [ _tb_ ] Alors votre souhait va se faire.

source: [_sw_] Thank you, noble fairy.
french: [ _sw_ ] Merci, noble fée.

source: [_tb_] Yeah, yeah.
french: [ _tb_ ] Ouais, ouais.

source: [_tb_] I've got to go, I've got a lot of fairy stuff to do.
french: [ _tb_ ] Je dois y aller, j'ai beaucoup de trucs de fée à faire.

source: [_tb_] see ya!
french: [ _tb_ ] voir ya !

source: [_sw_] There you go! I told you it will work!
french: [ _sw_ ] Vous y allez ! Je t'ai dit que ça va fonctionner !

source: [_u_] But... That's what I was about to...
french: [ _u_ ] Mais ... C'est ce que j'étais sur le point de ...

source: [_u_] Okay, fine, you were right.
french: [ _u_ ] Ok, bien, tu as raison.

source: [_sw_] Now, do you have a gold coin?
french: [ _sw_ ] Maintenant, avez-vous une pièce d'or?

source: [_u_] I certainly do not.
french: [ _u_ ] Je ne le fais certainement pas.

source: [_sw_] Well, sir, I think you've got your next quest.
french: [ _sw_ ] Bien, monsieur, je pense que vous avez votre prochaine quête.

source: [_sw_] Bring back a gold coin and help me get rid of the queen!
french: [ _sw_ ] Ramenez une pièce d'or et aimez-moi à me débarrasser de la reine !

source: [_sw_] I will make sure to reward you nicely, obviously.
french: [ _sw_ ] Je vais m'assurer de te récompenser gentiment, évidemment.

source: [_u_] You got a deal.
french: [ _u_ ] Vous avez un marché.

source: [_sw_] Well, let's go! You've got work to do!
french: [ _sw_ ] Eh bien, allons-y ! Vous avez du travail à faire !

source: [_tb_] That's perfect.
french: [ _tb_ ] C'est parfait.

source: [_tb_] This quest's gonna be fun! ahah
french: [ _tb_ ] Cette quest' s va être marrant ! ahah

source: [_tb_] So, there's a few things I need to tell you.
french: [ _tb_ ] Donc, il y a quelques choses que j'ai besoin de te dire.

source: [_tb_] I didn't want to stay in that stupid outfit any longer than needed!
french: [ _tb_ ] Je ne voulais pas rester dans cette tenue stupide plus longtemps que nécessaire !

source: [_tb_] I should just burn the damn thing.
french: [ _tb_ ] Je devrais brûler ce truc.

source: [_u_] If you're talking about your underwear, then I agree.
french: [ _u_ ] Si vous parlez de vos sous-vêtements, alors je suis d'accord.

source: [_tb_] No, I'm talking about the ...
french: [ _tb_ ] Non, je parle de ...

source: [_tb_] What are you saying? This underwear is awesome!
french: [ _tb_ ] Qu'est-ce que vous dites? Ce sous-vêtement est génial !
