Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_LY.po
Languages: french, italian

source: [_ly_] If you're up for it...
french: [ _ly_ ] Si vous êtes à la hauteur ...
italian: [_ly_] Se sei pronto per esso...

source: [_u_] Get to the point, Lyco.
french: [ _u_ ] Allez au point, Lyco.
italian: [_u_] Arrivate al punto, Lyco.

source: [_ly_] Wouldn't you like us to suggest that the others have some fun together?
french: [ _ly_ ] N'aimeriez-vous pas nous suggérer que les autres ont un peu de plaisir ensemble?
italian: [_ly_] Non ti piacerebbe che noi suggeriamo che gli altri si divertano insieme?

source: [_u_] You mean... have an orgy?
french: [ _u_ ] Vous voulez dire ... avoir une orgie?
italian: [_u_] Significa... hai un'orgia?

source: [_ly_] Yeaaaah.... a good old-fashioned orgy.
french: [ _ly_ ] Yeaaaah ... une bonne vieille orgie.
italian: [_ly_] Yeaaaaa.... una buona orgia vecchio stile.

source: [_u_] Emee has already proposed the idea.
french: [ _u_ ] Emee a déjà proposé l'idée.
italian: [_u_] Emee ha già proposto l'idea.

source: [_ly_] Really?!
french: [ _ly_ ] Vraiement? !
italian: [_ly_] Davvero?!

source: [_ly_] And uh... Is everyone in?
french: [ _ly_ ] Et euh ... Tout le monde est-il?
italian: [_ly_] E uh... sono tutti dentro?

source: [_u_] I'm not sure yet. But don't worry, we'll let you know when the time comes.
french: [ _u_ ] Je ne suis pas encore sûr. Mais ne vous inquiéterez pas, nous vous ferons savoir quand le moment viendra.
italian: [_u_] non sono ancora sicuro. Ma non ti preoccupare, ti faremo sapere quando arriverà il momento.

source: [_ly_] Oh my god... I'm so excited!!!
french: [ _ly_ ] Oh mon dieu ... Je suis tellement excité !!!
italian: [_ly_] Oh mio dio... sono così eccitato!!!

source: [_ly_] Ok. You really know how to have fun here.
french: [ _ _ ] Ok. Tu sais vraiment comment s'amuser ici.
italian: [_ly_] Ok. Sai davvero come divertirti qui.

source: [_ly_] I'll wait for your signal, buddy!
french: [ _ly_ ] J'attendrai votre signal, mon pote !
italian: [_ly_] Aspetterò il tuo segnale, amico!

source: {color=#3ad8ff}Are Jasmine's outfit ready?{/color} {image=heart07.png}
french: { color=#3ad8ff} La tenue de Jasmine est-elle prête? { /color } { image=heart07.png }
italian: {color=#3ad8ff}Sono pronti i vestiti di Jasmine?{/color} {image=heart07.png}

source: {color=#3ad8ff}I need a Harem outfit{/color}
french: { color=#3ad8ff} J'ai besoin d'une tenue Harem { /color }
italian: {color=#3ad8ff}Ho bisogno di un outfit Harem{/color}

source: {color=#3ad8ff}Tinker would like you to work on something{/color}
french: { color=#3ad8ff} Tinker aimerait que vous travaillez sur quelque chose { /color }
italian: {color=#3ad8ff}Tinker vorrebbe che lavorassi su qualcosa{/color}

source: $I need you to rework a clothing item
french: $I vous devez retravailler un article de vêtement
italian: $I hai bisogno di rielaborare un capo di abbigliamento

source: ${color=#797979}Would you like to change your clothes?{/color} {image=shirt02.png}
french: $ { color=#797979} Voulez-vous modifier vos vêtements? { /color } { image=shirt02.png }
italian: ${color=#797979}Vuoi cambiare i tuoi vestiti?{/color} {image=shirt02.png}

source: Why not rework your own garment? {image=heart06.png}
french: Pourquoi ne pas retravailler votre propre vêtement? { image=heart06.png }
italian: Perché non rielaborare il tuo indumento? {image=heart06.png}

source: Why not rework your own garment? {image=heart04.png}
french: Pourquoi ne pas retravailler votre propre vêtement? { image=heart04.png }
italian: Perché non rielaborare il tuo indumento? {image=heart04.png}

source: {color=#3ad8ff}Melissandre // ''Basic Clothes'' // Variation{/color}
french: { color=#3ad8ff} Melissandre // '' Vêtements de base''// Variante { /color }
italian: {color=#3ad8ff}Melissandre // ''Abbigliamento Di Base'' // Variazione{/color}

source: {color=#797979}Why not rework your own garment?{/color}
french: { color=#797979} Pourquoi ne pas retravailler votre propre vêtement? { /color }
italian: {color=#797979}Perché non rielaborare il tuo indumento?{/color}

source: // Basic Lycoris
french: // Lycoris de base
italian: // Lycoris di base

source: // Basic Lycoris V2
french: // Lycoris de base V2
italian: // Lycoris Basic V2

source: // Basic Lycoris ''Sherazade Style''
french: // Basic Lycoris '' Style Sherazade''

source: // Basic Lycoris ''Sherazade Style'' V2
french: // Lycoris de base '' Sherazade Style''V2

source: // Basic Lycoris Hairstyle
french: // Lycoris de base Hairstyle
italian: // Acconciatura Basic Lycoris

source: $How are your first days here going? {image=heart04.png}
french: $How sont vos premiers jours ici? { image=heart04.png }
italian: $How sono i primi giorni qui in corso? {image=heart04.png}

source: $What are you working on? {image=heart04.png}
french: $What travaillez-vous? { image=heart04.png }
italian: $What stai lavorando su? {image=heart04.png}

source: $What race are you, actually? {image=heart04.png}
french: $What La race est vous, en fait? { image=heart04.png }
italian: $What gara sei tu? {image=heart04.png}

source: $It must be a while since you've... {image=heart04.png}
french: $It doit être un temps depuis que vous avez ... { image=heart04.png }
italian: $It deve essere un po' da quando vi... {image=heart04.png}

source: $It must be a while since you've... {image=heart06.png}
french: $It doit être un temps depuis que vous avez ... { image=heart06.png }
italian: $It deve essere un po' da quando vi... {image=heart06.png}

source: ${color=#636363}How are your first days here going?{/color}
french: $ { color=#636363} Comment vos premiers jours sont-ils en cours? { /color }
italian: ${color=#636363}Come stanno andando i tuoi primi giorni?{/color}

source: ${color=#636363}What are you working on? {/color}
french: $ { color=#636363} Qu'est-ce que vous travaillez? { /couleur }
italian: ${color=#636363}Su cosa stai lavorando? {/color}

source: ${color=#636363}What race are you, actually? {/color}
french: $ { color=#636363} Quelle est la race, en fait? { /couleur }
italian: ${color=#636363}Che razza sei tu? {/color}

source: ${color=#636363}It must be a while since you've... {/color}
french: $ { color=#636363} Cela doit être un certain temps depuis que vous ... { /couleur }
italian: ${color=#636363}Deve essere un po' da quando... {/color}

source: Don't worry, you're talented
french: Ne vous inquiétez pas, vous êtes doué
italian: Non ti preoccupare, sei di talento

source: We're all a little intimidated by her
french: Nous sommes tous un peu intimidés par elle
italian: Siamo tutte un po' intimidite da lei

source: Oh, and if you meet her gaze, you turn to stone
french: Oh, et si tu rencontres son regard, tu te tourne vers la pierre
italian: Oh, e se incontra il suo sguardo, ti rivolgi alla pietra

source: Beauty is subjective
french: La beauté est subjective
italian: La bellezza è soggettiva

source: Yes Lyco, you're very pretty
french: Oui Lyco, tu es très jolie
italian: Sì Lyco, sei molto carino

source: You've got a great personality
french: Vous avez une grande personnalité
italian: Hai una grande personalità

source: Don't know about the others, but I think you're pretty
french: Ne sais pas pour les autres, mais je pense que tu es jolie
italian: Non sai degli altri, ma penso che tu sia carino

source: Nah, I mean, you masturbating
french: Nah, je veux dire, vous masturber
italian: Nah, voglio dire, si masturba

source: You look incredibly elegant!
french: Vous avez l'air incroyablement élégant !
italian: Sembri incredibilmente elegante!

source: Lovely legs...
french: Lovely jambes ...
italian: Gambe incantevoli...

source: Not naked enough yet
french: Pas assez nue pour le moment
italian: Non ancora nudo

source: Blue, I'd say
french: Bleu, je dirais
italian: Blu, direi

source: Maybe orange
french: Peut-être orange
italian: Forse arancione

source: No other color?
french: Aucune autre couleur?
italian: Nessun altro colore?

source: I'm fine with anything as long as we see boobs
french: Je vais bien avec tout aussi longtemps que nous voyons des seins.
italian: Sto bene con qualsiasi cosa finché vediamo tette

source: Do you really want a harem outfit?
french: Veux-tu vraiment une tenue de harem?
italian: Vuoi davvero un abito da harem?

source: {color=#797979}Do you really want a harem outfit?{/color}
french: { color=#797979} Voulez-vous vraiment une sortie harem? { /color }
italian: {color=#797979}Vuoi davvero un abito da harem?{/color}

source: {color=#f45fed}Ok, make yourself an outfit too{/color}
french: { color=#f45fed} Ok, faites vous-même une tenue { /color }
italian: {color=#f45fed}Ok, fai anche un outfit {/color}

source: {color=#3ad8ff}Nah, just one for Emee{/color}
french: { color=#3ad8ff} Nah, un seul pour Emee { /color }
italian: {color=#3ad8ff}Nah, solo uno per Emee{/color}

source: Have you ever met Jasmine?
french: As-tu déjà rencontré Jasmine?
italian: Ha mai incontrato Jasmine?

source: {color=#797979}Have you ever met Jasmine?{/color}
french: { color=#797979} Avez-vous déjà rencontré Jasmine? { /color }
italian: {color=#797979}Hai mai incontrato Jasmine?{/color}

source: Do you really want to participate in a corruption?
french: Veux-tu vraiment participer à une corruption?
italian: Vuoi davvero partecipare a una corruzione?

source: {color=#797979}Do you really want to participate in a corruption?{/color}
french: { color=#797979} Voulez-vous vraiment participer à une altération? { /color }
italian: {color=#797979}Vuoi davvero partecipare a una corruzione?{/color}

source: {color=#3ad8ff}Yeah, I'll probably need a hand at some point{/color}
french: { color=#3ad8ff} Oui, je vais probablement avoir besoin d'une main à un certain point { /couleur }
italian: {color=#3ad8ff}Sì, probabilmente avrò bisogno di una mano ad un certo punto{/color}

source: What are you working on at the moment?
french: À quoi travailles-tu en ce moment?
italian: A cosa stai lavorando in questo momento?

source: {color=#797979}What are you working on at the moment?{/color}
french: { color=#797979} Qu'est-ce que vous utilisez pour le moment? { /color }
italian: {color=#797979}Cosa stai lavorando al momento?{/color}

source: Do you always look when I'm with Sherazade?
french: Tu regardes toujours quand je suis avec Sherazade?
italian: Voi guardate sempre quando sono con Sherazade?

source: {color=#797979}Do you always look when I'm with Sherazade?{/color}
french: { color=#797979} Vous regardez toujours quand je suis avec Sherazade? { /color }
italian: {color=#797979}Guardate sempre quando sono con Sherazade?{/color}

source: {color=#f45fed}What do you mean by ''uptight''?{/color}
french: { color=#f45fed} Qu'est-ce que vous voulez dire par '' uptendu''? { /color }
italian: {color=#f45fed}Cosa significa ''uptight''?{/color}

source: {color=#797979}What do you mean by ''uptight''?{/color}
french: { color=#797979} Qu'est-ce que vous voulez dire par '' uptendu''? { /color }
italian: {color=#797979}Cosa significa ''uptight''?{/color}

source: {color=#f45fed}So... you've never sunbathed topless on the beach?{/color}
french: { color=#f45fed} Donc ... vous n'avez jamais baigné seins nus sur la plage? { /color }
italian: {color=#f45fed}So... non hai mai preso il sole sulla spiaggia?{/color}

source: {color=#797979}So... you've never sunbathed topless on the beach?{/color}
french: { color=#797979} Donc ... vous n'avez jamais baigné seins nus sur la plage? { /color }
italian: {color=#797979}Quindi... non hai mai preso il sole sulla spiaggia?{/color}

source: {color=#3ad8ff}I'll come back later{/color}
french: { color=#3ad8ff} Je reviendrai plus tard { /color }
italian: {color=#3ad8ff}Tornerò più tardi{/color}

source: Is that a... silk towel?
french: C'est une serviette de soie?
italian: Quello è... asciugamano di seta?

source: {color=#797979}Is that a... silk towel?{/color}
french: { color=#797979} Est-ce une serviette de soie? { /color }
italian: {color=#797979}È un asciugamano di seta?{/color}

source: Isn't it strange to share showers with colleagues?
french: N'est-il pas étrange de partager des douches avec des collègues?
italian: Non è strano condividere le docce con i colleghi?

source: {color=#797979}Isn't it strange to share showers with colleagues?{/color}
french: { color=#797979} N'est-il pas étrange de partager des douches avec des collègues? { /color }
italian: {color=#797979}Non è strano condividere docce con i colleghi?{/color}

source: Who do you run into here most often?
french: Qui vous arrive le plus souvent ici?
italian: Chi vi trovate qui più spesso?

source: {color=#797979}Who do you run into here most often?{/color}
french: { color=#797979} A qui s'exécutez-vous le plus souvent? { /color }
italian: {color=#797979}Chi sei qui più spesso?{/color}

source: {color=#797979}You don't see amandine here very often, do you?{/color} {image=heart03.png}
french: { color=#797979} Vous ne voyez pas l'amandine ici très souvent, n'est-ce pas? { /color } { image=heart03.png }
italian: {color=#797979}Non vedi l'amandina qui molto spesso, fai?{/color} {image=heart03.png}

source: You don't see amandine here very often, do you? {image=heart04.png}
french: Vous ne voyez pas l'amandine ici très souvent, n'est-ce pas? { image=heart04.png }
italian: Non vedi l'amandina qui molto spesso? {image=heart04.png}

source: {color=#797979}You don't see amandine here very often, do you?{/color}
french: { color=#797979} Vous ne voyez pas l'amandine ici très souvent, n'est-ce pas? { /color }
italian: {color=#797979}Non vedi l'amandina qui molto spesso, tu?{/color}

source: {color=#3ad8ff}We need to talk about the clothing rework of Sherazade{/color}
french: { color=#3ad8ff} Nous devons parler du rework de vêtements de Sherazade { /color }
italian: {color=#3ad8ff}Dobbiamo parlare della rielaborazione dell'abbigliamento di Sherazade{/color}

source: Nah, I've got other things to do.
french: Nah, j'ai d'autres choses à faire.
italian: Nah, ho altre cose da fare.

source: Yes, I'd love to!
french: Oui, j'adorerais !
italian: Sì, mi piacere!

source: What are you working on these days?
french: Que travailles-tu ces jours-là?
italian: Che cosa state lavorando in questi giorni?

source: {color=#797979}What are you working on these days?{/color}
french: { color=#797979} Qu'est-ce que vous utilisez ces jours-là? { /color }
italian: {color=#797979}Cosa stai lavorando in questi giorni?{/color}

source: What are you going to do with that outfit?
french: Qu'est-ce que tu vas faire avec cette tenue?
italian: Che cosa farete con quel vestito?

source: {color=#797979}What are you going to do with that outfit?{/color}
french: { color=#797979} Qu'est-ce que vous allez faire avec cette tenue? { /color }
italian: {color=#797979}Cosa farai con questo outfit?{/color}

source: {color=#f45fed}Ideas I could see?{/color}
french: { color=#f45fed} Idées que je pouvais voir? { /color }
italian: {color=#f45fed}Idee che potrei vedere?{/color}

source: {color=#797979}Ideas I could see?{/color}
french: { color=#797979} Idées que je pouvais voir? { /color }
italian: {color=#797979}Idee che potrei vedere?{/color}

source: {color=#3ad8ff}I'll go see if she's okay{/color}
french: { color=#3ad8ff} Je vais voir si elle va bien { /color }
italian: {color=#3ad8ff}Andrò a vedere se va bene{/color}

source: Ah? You got problems? {image=heart06.png}
french: Ah? Vous avez des problèmes? { image=heart06.png }
italian: Ah? Hai dei problemi? {image=heart06.png}

source: Ah? You got problems? {image=heart04.png}
french: Ah? Vous avez des problèmes? { image=heart04.png }
italian: Ah? Hai dei problemi? {image=heart04.png}

source: We'll talk later
french: Nous parlerons plus tard
italian: Parleremo più tardi

source: At least you gave Tinker a nice gift
french: Au moins vous avez donné un beau cadeau à Tinker
italian: Almeno hai dato a Tinker un bel regalo

source: {color=#797979}At least you gave Tinker a nice gift{/color}
french: { color=#797979} Au moins, vous avez donné à Tinker un joli cadeau { /color }
italian: {color=#797979}Almeno hai dato a Tinker un bel regalo{/color}

source: If you need me to rub your back...
french: Si tu as besoin de moi pour te frotter ton dos ...
italian: Se hai bisogno di me per strofinare la schiena...

source: {color=#797979}If you need me to rub your back...{/color}
french: { color=#797979} Si vous avez besoin de moi pour frotter votre dos ... { /color }
italian: {color=#797979}Se hai bisogno di me per strofinare la schiena...{/color}

source: You're not really a modest girl, are you?
french: Tu n'es pas vraiment une fille modeste, n'est-ce pas?
italian: Non sei davvero una ragazza modesta, vero?

source: {color=#797979}You're not really a modest girl, are you?{/color}
french: { color=#797979} Vous n'êtes pas vraiment une fille modeste, n'est-ce pas? { /color }
italian: {color=#797979}Non sei davvero una ragazza modesta?{/color}

source: {color=#f45fed}Wet hair suits you{/color}
french: { color=#f45fed} Les cheveux Wet vous conviennent { /color }
italian: {color=#f45fed}Capelli bagnati tu{/color}

source: {color=#797979}Wet hair suits you{/color}
french: { color=#797979} Les cheveux Wet vous conviennent { /color }
italian: {color=#797979}Capelli bagnati tu{/color}

source: {color=#f45fed}You've got a nice body{/color}
french: { color=#f45fed} Vous avez un beau corps { /color }
italian: {color=#f45fed}Hai un bel corpo{/color}

source: {color=#797979}You've got a nice body{/color}
french: { color=#797979} Vous avez un beau corps { /color }
italian: {color=#797979}Hai un bel corpo{/color}

source: {color=#f45fed}I'm sure your boobs are better than hers{/color}
french: { color=#f45fed} Je suis sûr que vos seins sont meilleurs que les personnes { /color }
italian: {color=#f45fed}Sono sicuro che le tue tette sono migliori di lei{/color}

source: {color=#797979}I'm sure your boobs are better than hers{/color}
french: { color=#797979} Je suis sûr que vos seins sont meilleurs que les personnes { /color }
italian: {color=#797979}Sono sicuro che le tue tette sono migliori di lei{/color}

source: {color=#f45fed}Can I see your boobs?{/color}
french: { color=#f45fed} Puis-je voir vos seins? { /color }
italian: {color=#f45fed}Posso vedere le tue tette?{/color}

source: {color=#797979}Can I see your boobs?{/color}
french: { color=#797979} Puis-je voir vos seins? { /color }
italian: {color=#797979}Posso vedere le tue tette?{/color}

source: {color=#797979}Can I see your boobs?{/color} {image=heart03.png}
french: { color=#797979} Puis-je voir vos seins? { /color } { image=heart03.png }
italian: {color=#797979}Posso vedere le tue tette?{/color} {image=heart03.png}

source: {color=#f45fed}So... what's in your naughty album?{/color}
french: { color=#f45fed} Alors ... quel est votre album? { /color }
italian: {color=#f45fed}So... cosa c'è nel tuo album cattivo?{/color}

source: {color=#797979}So... what's in your naughty album?{/color}
french: { color=#797979} Alors ... quel est votre album? { /color }
italian: {color=#797979}Così... cosa c'è nel tuo album cattivo?{/color}

source: {color=#3ad8ff}I'll let you finish your shower in peace. {/color}
french: { color=#3ad8ff} Je vous laisse terminer votre douche en paix. { /couleur }
italian: {color=#3ad8ff}Ti lascerò finire la doccia in tutta tranquillità. {/color}

source: {color=#f45fed}Do you want to... {/color}
french: { color=#f45fed} Souhaitez-vous ... { /couleur }
italian: {color=#f45fed}Vuoi che... {/color}

source: And I need to see yours too
french: Et j'ai besoin de voir le vôtre aussi.
italian: E ho bisogno di vedere anche il vostro

source: I will!
french: Je le vais !
italian: Io lo farò!

source: You look sexy in casual wear too
french: Tu as l'air sexy dans l'usure occasionnelle aussi
italian: Sembri sexy in abbigliamento casual troppo

source: You borrowed a tank top from Emee again?
french: Tu as à nouveau emprunté un char à Emee?
italian: Hai preso in prestito di nuovo una canotta da Emee?

source: You... wanted to make a Unicorn horn?
french: Tu voulais faire une corne d'Unicorn?
italian: Volevi fare un corno di Unicorno?

source: Do you keep it for a specific reason?
french: Est-ce que vous le conservez pour une raison précise?
italian: Lo tenete per un motivo specifico?

source: Was it to masturbate with?
french: Était-ce pour se masturber?
italian: Era masturbarsi con?

source: All right, keep your secrets.
french: D'accord, gardez vos secrets.
italian: Va bene, tieni i tuoi segreti.

source: Yes.
french: Oui.
italian: Sì.

source: {color=#f45fed}I want to know this story {image=heart04.png}{/color}
french: { color=#f45fed} Je veux connaître cette histoire { image=heart04.png } { /color }
italian: {color=#f45fed}Voglio conoscere questa storia {image=heart04.png}{/color}

source: {color=#797979}I want to know this story {image=heart06.png}{/color}
french: { color=#797979} Je veux connaître cette histoire { image=heart06.png } { /color }
italian: {color=#797979}Voglio conoscere questa storia {image=heart06.png}{/color}

source: All right. I'll take it
french: Très bien. Je le prendrai
italian: Va bene. Lo prenderò

source: You can keep it
french: Vous pouvez le conserver
italian: Puoi tenerlo

source: {color=#f45fed}Yes sure, what do you need?{/color}
french: { color=#f45fed} Oui sûr, qu'est-ce que vous avez besoin? { /color }
italian: {color=#f45fed}Sì sicuro, cosa ti serve?{/color}

source: {color=#3ad8ff}No thanks, I've already got too much work to do.{/color}
french: { color=#3ad8ff} Non merci, j'ai déjà trop de travail à faire. { /color }
italian: {color=#3ad8ff}No grazie, ho già troppo lavoro da fare.{/color}

source: Are you sure you don't want to walk around like that?
french: Es-tu sûre que tu ne veux pas marcher comme ça?
italian: Sei sicuro di non volere camminare in giro così?

source: That you're particularly bad with machines?
french: Que vous êtes particulièrement mauvais avec les machines?
italian: È particolarmente cattivo con le macchine?

source: You're thinking about sex, right?
french: Vous pensez au sexe, n'est-ce pas?
italian: Stai pensando al sesso, giusto?

source: {color=#f45fed}We'd be delighted to{/color}
french: { color=#f45fed} Nous serions ravis de { /color }
italian: {color=#f45fed}Saremmo lieti di{/color}

source: No, thank you
french: Non, merci
italian: No, grazie

source: Fuck her a little more.
french: La baiser un peu plus.
italian: Cazzo un po' di più.

source: [_ly_] Nice.
italian: [_ly_] Nizza.

source: [_ly_] I must have masturbated for at least a week thinking about it.
italian: [_ly_] Devo essersi masturbato per almeno una settimana pensandoci.

source: [_ly_] Awesome!
italian: [_ly_] Fantastico!

source: [_u_] Damn.
italian: [_u_] Dannazione.

source: [_ly_] I'll add it to my naughty photo album.
italian: [_ly_] lo aggiungerò al mio cattivo album di foto.

source: [_ly_] Big redhead boobs...
italian: [_ly_] Tette rosse...

source: [_ly_] It should be ready to be created in your machine soon!
italian: [_ly_] Dovrebbe essere pronto per essere creato nella tua macchina presto!

source: [_ly_] Naughty boy.
italian: [_ly_] Ragazzo brutto.

source: [_ly_] So... after work... we all showered in the locker room...
italian: [_ly_] Quindi... dopo il lavoro... abbiamo tutti rovesciato nello spogliatoio...

source: [_ly_] More like a messed-up version of a new dress.
italian: [_ly_] Più come una versione disordinata di un nuovo abito.

source: [_ly_] Faster ! Harder !
italian: [_ly_] più veloce! Più difficile!

source: [_ly_] AaaaaaaAaaAaH !!
italian: [_ly_] AaaaaaaAaaAaaAaH !!

source: [_ly_] Annnnh....
italian: [_ly_] Annnh....

source: [_ly_] Damn...
italian: [_ly_] Dannazione...

source: {color=#3ad8ff}Emee // ''Aenari Clothes'' // Variation{/color}
italian: {color=#3ad8ff}Emee // ''Abbigliamento Aenari'' // Variazione{/color}

source: {color=#3ad8ff}Tinker // ''Vintage Workwear'' // Variation{/color}
italian: {color=#3ad8ff}Tinker // ''Vintage Workwear'' // Variazione{/color}
