Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_SZ.po
Languages: french, italian

source: [_vn_] Stop talking and get it over with, human.
french: [ _vn_ ] Arrêtez de parler et de l'avoir avec, humain.
italian: [_vn_] Smettila di parlare e finiscila con l'uomo.

source: [_u_] Your pussy is perfect, little bitch.
french: [ _u_ ] Ta chatte est parfaite, petite salope.
italian: [_u_] La tua figa è perfetta, piccola cagna.

source: [_vn_] Your words do not reach me.
french: [ _vn_ ] Vos paroles ne me parviennent pas.
italian: [_vn_] Le tue parole non mi raggiungono.

source: [_u_] I guess I have to go harder then!
french: [ _u_ ] Je suppose que je dois aller plus fort à l'époque !
italian: [_u_] Immagino che devo andare più duramente allora!

source: [_vn_] You will never get me human, I am stronger than that.
french: [ _vn_ ] Tu ne me fais jamais être humain, je suis plus fort que ça.
italian: [_vn_] Non mi avrai mai umano, sono più forte di quello.

source: [_u_] I'll take that as a challenge.
french: [ _u_ ] Je prendrai ça comme un défi.
italian: [_u_] lo prenderò come una sfida.

source: [_vn_] An impossible challenge.
french: [ _vn_ ] Un défi impossible.
italian: [_vn_] Una sfida impossibile.

source: [_vn_] You....
french: [ _vn_ ] Vous ...
italian: [_vn_] Tu...

source: [_vn_] You almost had me.
french: [ _vn_ ] Tu m'as presque eu.
italian: [_vn_] Mi hai quasi avuto.

source: [_u_] You like my cock, admit it, you little whore.
french: [ _u_ ] Tu aimes ma bite, admets-toi, peu de pute.
italian: [_u_] Ti piace il mio cazzo, ammettilo, tu piccola puttana.

source: [_vn_] The human cock is too ridiculous for me to feel anything.
french: [ _vn_ ] La bite humaine est trop ridicule pour que je ressens quelque chose.
italian: [_vn_] Il cazzo umano è troppo ridicolo per me per sentire qualcosa.

source: [_u_] All right, let's check it out.
french: [ _u_ ] Très bien, allons-y.
italian: [_u_] Va bene, proviamolo fuori.

source: [_vn_] Really???
french: [ _vn_ ] Vraiement???
italian: [_vn_] Davvero???

source: [_u_] What? Do you admit that you feel something?
french: [ _u_ ] Quoi? Vous admettez-vous que vous ressentez quelque chose?
italian: [_u_] Cosa? Ammettete che vi sentite qualcosa?

source: [_u_] Oh fuck... it' s... in my ass...
french: [ _u_ ] Oh merde ... c'est ... dans mon cul ...
italian: [_u_] Oh fuck... it' s... nel mio culo...

source: [_vn_] But it's nothing.
french: [ _vn_ ] Mais ce n'est rien.
italian: [_vn_] Ma non è niente.

source: [_vn_] But I....
french: [ _vn_ ] Mais ...
italian: [_vn_] Ma Io...

source: [_u_] What? You wouldn't want to scream by any chance?
french: [ _u_ ] Quoi? Vous ne voudriez pas criez par hasard?
italian: [_u_] Cosa? Non vorresti urlare per caso?

source: [_vn_] In your dreams, human.
french: [ _vn_ ] Dans tes rêves, humain.
italian: [_vn_] Nei tuoi sogni, umani.

source: [_vn_] I feel things....
french: [ _vn_ ] Je sens les choses ...
italian: [_vn_] sento le cose....

source: [_vn_] This is so humiliating....
french: [ _vn_ ] C'est tellement humiliant ...
italian: [_vn_] Questo è così umiliante....

source: [_vn_] By all the gods....
french: [ _vn_ ] Par tous les dieux ....
italian: [_vn_] Da tutti gli dei...

source: [_vn_] You like to fuck my ass way too much... human...
french: [ _vn_ ] Vous aimez baiser mon cul trop ... humain ...
italian: [_vn_] Ti piace scopare il culo in modo troppo... umano...

source: [_vn_] OOOh fuck...
french: [ _vn_ ] OOOh baise ...

source: [_vn_] I can feel the...
french: [ _vn_ ] Je peux sentir le ...
italian: [_vn_] posso sentire...

source: [_u_] I'm gonna do it in your ass, bitch....
french: [ _u_ ] Je vais le faire dans ton cul, salope ...
italian: [_u_] Lo farò nel tuo culo, cagnola....

source: [_vn_] Did you really ejaculate in my ass?
french: [ _vn_ ] Avez-vous vraiment éjaculé dans mon cul?
italian: [_vn_] Hai davvero eiaculare nel mio culo?

source: [_u_] I'm gonna do it in your pussy so hard...
french: [ _u_ ] Je vais le faire dans ta chatte si dur ...
italian: [_u_] lo farò nella tua figa così duramente...

source: [_vn_] Do what you have to do, human.
french: [ _vn_ ] Faites ce que vous avez à faire, humain.
italian: [_vn_] Fai quello che devi fare, umano.

source: [_vn_] I can feel it from inside me...
french: [ _vn_ ] Je peux le sentir de l'intérieur de moi ...
italian: [_vn_] posso sentirla da dentro di me...

source: [_vn_] How humiliating...
french: [ _vn_ ] Comment humilier ...
italian: [_vn_] Come umiliare...

source: [_sz_] My bottom?
french: [ _sz_ ] Mon bas?
italian: [_sz_] Il mio fondo?

source: [_u_] Your beautiful and gorgeous royal bottom.
french: [ _u_ ] Votre magnifique et magnifique fond royal.
italian: [_u_] Il tuo bellissimo e splendido fondo reale.

source: [_sz_] A compliment mixed with mockery.
french: [ _sz_ ] Un compliment mêle à la moquerie.
italian: [_sz_] Un complimento mescolato con derisione.

source: [_sz_] How charming.
french: [ _sz_ ] Comment charmant.
italian: [_sz_] Come affascinante.

source: [_u_] So, what do you think?
french: [ _u_ ] Alors, qu'est-ce que vous pensez?
italian: [_u_] Allora, cosa ne pensi?

source: [_sz_] All right.
french: [ _sz_ ] Très bien.
italian: [_sz_] Va bene.

source: [_sz_] If it costs me my ass...
french: [ _sz_ ] Si ça me coûte mon cul ...
italian: [_sz_] Se mi costa il culo...

source: [_sz_] Give me a second to, uh...
french: [ _sz_ ] Donnez-moi une seconde, euh ...
italian: [_sz_] Dammi un secondo di, uh...

source: [_sz_] Just give me a second.
french: [ _sz_ ] Laissez-moi juste une seconde.
italian: [_sz_] Mi dia un secondo.

source: [_u_] Well, I almost forgot how warm it is here.
french: [ _u_ ] Eh bien, j'ai presque oublié à quel point il est chaud ici.
italian: [_u_] Beh, ho quasi dimenticato quanto sia caldo qui.

source: [_u_] The place looks almost empty...
french: [ _u_ ] L'endroit est presque vide ...
italian: [_u_] Il posto sembra quasi vuoto...

source: [_u_] let's see if there's anyone out there...
french: [ _u_ ] voyons s'il y a quelqu'un là-bas ...
italian: [_u_] vediamo se c'è qualcuno là fuori...

source: [_u_] I think there's someone here...
french: [ _u_ ] Je pense qu'il y a quelqu'un ici ...
italian: [_u_] Penso che ci sia qualcuno qui...

source: [_u_] It looks like I'm coming at the right time eheh...
french: [ _u_ ] On dirait que je viens au bon moment eheh ...
italian: [_u_] Sembra che io stia arrivando al momento giusto...

source: [_u_] That's a nice view.
french: [ _u_ ] C'est une belle vue.
italian: [_u_] Questa è una bella vista.

source: [_u_] I feel like I'm going to have fun with this chick...
french: [ _u_ ] J'ai l'impression que je vais m'amuser avec cette fille ...
italian: [_u_] Mi sento come mi divertirò con questo pulcino...

source: [_u_] Yeah...
french: [Oui...
italian: [_u_] Sì...

source: [_tb_] Are you going to stare at her for a long time or are you going to move your ass?
french: [ _tb_ ] Etes-vous en train de la stare pendant longtemps ou allez-vous déplacer votre cul?
italian: [_tb_] Volete fissarla a lungo o sposterete il vostro culo?

source: [_u_] Oh damn tinker, you scared me!
french: [ _u_ ] Oh damn tinker, tu m'as fait peur !
italian: [_u_] Oh maledetto tinker, mi hai spaventato!

source: [_tb_] But you are right, she has a nice body.
french: [ _tb_ ] Mais vous avez raison, elle a un joli corps.
italian: [_tb_] Ma hai ragione, ha un bel corpo.

source: [_tb_] You really think you could bang this chick?
french: [ _tb_ ] Vous pensez vraiment que vous pourriez frapper ce poussin?
italian: [_tb_] Pensi davvero di poter battere questo pulcino?

source: [_u_] I suppose so.
french: [_u_] Je suppose que oui.
italian: [_u_] suppongo così.

source: [_u_] I did manage to convince Sherazade to do some kinky stuff.
french: [ _u_ ] J'ai réussi à convaincre Sherazade de faire des trucs de kinky.
italian: [_u_] Sono riuscito a convincere Sherazade a fare qualche roba viziosa.

source: [_tb_] Yeah... I've seen better corruption.
french: [ _tb_ ] Ouais ... J'ai vu une meilleure corruption.
italian: [_tb_] Sì... Ho visto meglio la corruzione.

source: [_u_] Are you starting to doubt my abilities?
french: [ _u_ ] Êtes-vous en train de douter de mes capacités?
italian: [_u_] Stai iniziando a dubitare delle mie abilità?

source: [_tb_] No.
french: [Non.

source: [_tb_] Come on, show me what you can do!
french: [ _tb_ ] Allez, montrez-moi ce que vous pouvez faire !
italian: [_tb_] Avanti, mostrami cosa puoi fare!

source: [_u_] Gosh.
french: [_u_] Bon sang.

source: [_u_] Yeah...
french: [Oui...
italian: [_u_] Sì...

source: [_u_] She's not bad...
french: [ _u_ ] Elle n'est pas mauvaise ...
italian: [_u_] Lei non è male...

source: [_u_] Not bad at all.
french: [ _u_ ] Pas mal du tout.
italian: [_u_] Non male affatto.

source: [_u_] Hey! Hello Lyco!
french: [ _u_ ] Hey ! Bonjour Lyco !
italian: [_u_] Hey! Ciao Lyco!

source: [_ly_] You finally decided to talk!
french: [ _ly_ ] Vous avez finalement décidé de parler !
italian: [_ly_] Hai finalmente deciso di parlare!

source: [_ly_] I thought you were going to stare at me for at least an hour.
french: [ _ly_ ] Je croyais que tu allais me regarder pendant au moins une heure.
italian: [_ly_] Pensavo che tu mi guardassi per almeno un'ora.

source: [_u_] Uh, I... I just...
french: [ _u_ ] Uh, je ... Je viens juste ...
italian: [_u_] Uh, Io... solo...

source: [_ly_] You just saw a pretty girl naked and thought you'd have a look.
french: [ _ly_ ] Vous venez de voir une jolie fille nue et vous penseriez que vous auriez un look.
italian: [_ly_] Hai appena visto una bella ragazza nuda e pensavi di avere un'occhiata.

source: [_ly_] I would have done the same thing.
french: [ _ly_ ] J'aurais fait la même chose.
italian: [_ly_] Avrei fatto la stessa cosa.

source: [_ly_] Come on, let me finish brushing, I'll meet you in a few minutes.
french: [ _ly_ ] Allez, laissez-moi terminer le brossage, je vous rencontrerai dans quelques minutes.
italian: [_ly_] Avanti, lasciami finire di spazzolare, ti conoscerò tra qualche minuto.

source: [_ly_] I've never seen anyone move so slowly.
french: [ _ly_ ] Je n'ai jamais vu quelqu'un se déplacer si lentement.
italian: [_ly_] Non ho mai visto nessuno muoversi così lentamente.

source: [_ly_] So what are you doing here, you little voyeur?
french: [ _ly_ ] Alors, qu'est-ce que tu fais là, petit voyeur?
italian: [_ly_] Che cosa state facendo qui, voi piccolo voyeur?

source: [_ly_] Are you looking for Her Highness?
french: [ _ly_ ] Etes-vous à la recherche de Son Altesse?
italian: [_ly_] Stai cercando Sua Altezza?

source: [_ly_] Because she is particularly busy at the moment.
french: Parce qu'elle est particulièrement occupée pour le moment.
italian: [_ly_] Perché è particolarmente impegnata al momento.

source: [_u_] Busy doing what?
french: [ _u_ ] Busy faire quoi?
italian: [_u_] Occupato fare cosa?

source: [_ly_] She became again Sultana of the kingdom after the... the...
french: [ _ly_ ] Elle est de nouveau devenue Sultana du royaume après le ...
italian: [_ly_] Diventò di nuovo Sultana del regno dopo il...

source: [_ly_] ...Well... after you take care of the moire.
french: [ _ly_ ] ...Eh bien ... après avoir pris soin de la moire.
italian: [_ly_] ...Bene... dopo aver preso cura del moire.

source: [_u_] You mean after the big fuck on the royal bed?
french: [ _u_ ] Vous voulez dire après la grosse baise sur le lit royal?
italian: [_u_] Vuoi dire dopo la grande scopata sul letto reale?

source: [_ly_] I suppose.
french: [ _ly_ ] Je suppose.
italian: [_ly_] suppongo.

source: [_ly_] Anyway, she's not here at the moment.
french: [ _ly_ ] Quoi qu'il en soit, elle n'est pas là pour le moment.
italian: [_ly_] Comunque, non è qui al momento.

source: [_u_] Actually, I was looking for you.
french: [ _u_ ] En fait, je cherchais pour toi.
italian: [_u_] In realtà, ti stavo cercando.

source: [_ly_] Are you going to kidnap me and take me away from here?
french: [ _ly_ ] Es-tu en train de me kidnapper et de m'emmener loin d'ici?
italian: [_ly_] Mi rapirai e mi allontanerai da qui?

source: [_u_] Ah... it's true that I promised that...
french: [ _u_ ] Ah ... c'est vrai que j'ai promis que ...
italian: [_u_] Ah... è vero che ho promesso che...

source: [_ly_] Don't worry, since the old sultana left, everything is better here.
french: [ _ly_ ] Ne vous inquiétez pas, puisque l'ancien sultana est parti, tout est mieux ici.
italian: [_ly_] Non ti preoccupare, dal momento che la vecchia sultana è sinistra, tutto è meglio qui.

source: [_ly_] So everything is fine, I can stay here.
french: [ _ly_ ] Donc tout va bien, je peux rester ici.
italian: [_ly_] Così tutto va bene, posso stare qui.

source: [_ly_] Oh... a favor ~
french: [ _ly_ ] Oh ... une faveur
italian: [_ly_] Oh... un favore ~

source: [_ly_] I feel like I'm going to have fun.
french: [ _ly_ ] J'ai l'impression que je vais m'amuser.
italian: [_ly_] Mi sento che mi divertirò.

source: [_ly_] What are you thinking about?
french: [ _ly_ ] À quoi penses-tu?
italian: [_ly_] Di cosa stai pensando?

source: [_ly_] Unless you have something else to offer me, I think this is my best option.
french: [ _ly_ ] Sauf si vous avez autre chose à me proposer, je pense que c'est ma meilleure option.
italian: [_ly_] A meno che tu non abbia altro da offrirmi, penso che questa sia la mia opzione migliore.

source: [_ly_] But yes, if I could I would finally be a dressmaker.
french: Mais oui, si je pouvais enfin être un couturière.
italian: [_ly_] Ma sì, se potessi sarei finalmente un dressmaker.

source: [_ly_] The style of the clothes here is let's say...
french: [ _ly_ ] Le style des vêtements ici est de dire ...
italian: [_ly_] Lo stile dei vestiti qui è dire...

source: [_ly_] Different from what I'm used to...
french: [ _ly_ ] Différent de ce que je suis habitué à ...
italian: [_ly_] Differente da quello che sono abituato a...

source: [_ly_] But I can adapt myself.
french: Mais je peux m'adapter.
italian: [_ly_] Ma posso adattarmi.

source: [_ly_] Anyway... one day it will be possible.
french: [ _ly_ ] De toute façon ... un jour ce sera possible.
italian: [_ly_] Comunque... un giorno sarà possibile.

source: [_u_] Hello, is there anyone here?
french: [ _u_ ] Bonjour, y a-on quelqu'un ici?
italian: [_u_] Ciao, c'è qualcuno qui?

source: [_sz_] Hello young man.
french: [ _sz_ ] Bonjour jeune homme.
italian: [_sz_] Ciao giovane uomo.

source: [_sz_] What are you still doing here?
french: [ _sz_ ] Qu'est-ce que vous faites encore ici?
italian: [_sz_] Cosa stai ancora facendo qui?

source: [_u_] Strange way to thank me.
french: [ _u_ ] Étrange façon de me remercier.
italian: [_u_] Strano modo di ringraziarmi.

source: [_sz_] You have been helpful, I conceive.
french: [ _sz_ ] Vous avez été utile, je conçoive.
italian: [_sz_] Tu sei stato utile, io concepisco.

source: [_sz_] You want a reward I suppose?
french: [ _sz_ ] Vous voulez une récompense que je suppose?
italian: [_sz_] Vuoi una ricompensa presumo?

source: [_sz_] Let me guess, you want gold?
french: [ _sz_ ] Laisse-moi deviner, tu veux de l'or?
italian: [_sz_] Lasciami indovinare, vuoi oro?

source: [_sz_] It's predictable but anyway, I don't blame you.
french: [ _sz_ ] C'est prévisible, mais de toute façon, je ne te blâme pas.
italian: [_sz_] È prevedibile, ma comunque, non ti incolpo.

source: [_sz_] By all the gods... I don't even want to know what you have in mind.
french: [ _sz_ ] Par tous les dieux ... Je ne veux même pas savoir ce que vous avez en tête.
italian: [_sz_] Da tutti gli dei... Non voglio nemmeno sapere quello che hai in mente.

source: [_sz_] I am the sultana of these lands, not a djin.
french: [ _sz_ ] Je suis le sultana de ces terres, pas un djin.
italian: [_sz_] Io sono la sultana di queste terre, non un djin.

source: [_sz_] And I'm doing you a favor, don't abuse it.
french: [ _sz_ ] Et je vous fais une faveur, ne l'abusez pas.
italian: [_sz_] E ti sto facendo un favore, non abusarne.

source: [_u_] Fine, fine...
french: [ _u_ ] Amende, fine ...
italian: [_u_] Bene, bene...

source: [_u_] I would like to see Jasmine.
french: [ _u_ ] J'aimerais voir Jasmine.
italian: [_u_] Vorrei vedere Jasmine.

source: [_sz_] Princess Jasmine?
french: [ _sz_ ] Princesse Jasmine?
italian: [_sz_] Principessa Jasmine?

source: [_sz_] Frankly, if you want, I can give you this woman in marriage, I don't mind.
french: [ _sz_ ] Franchement, si vous voulez, je peux vous donner cette femme dans le mariage, je ne pense pas.
italian: [_sz_] Francamente, se vuoi, posso darti questa donna nel matrimonio, non mi dispiace.

source: [_sz_] You would be doing me a favor actually.
french: [ _sz_ ] Vous me feriez une faveur en fait.
italian: [_sz_] Mi farebbe un favore in realtà.

source: [_u_] Oh... what do you mean?
french: [ _u_ ] Oh ... qu'est-ce que tu veux dire?
italian: [_u_] Oh... cosa intendi?

source: [_sz_] This princess is out of control.
french: [ _sz_ ] Cette princesse est hors de contrôle.
italian: [_sz_] Questa principessa è fuori controllo.

source: [_sz_] I tried to get her back on track so many times...
french: [ _sz_ ] J'ai essayé de la remettre sur les rails tant de fois ...
italian: [_sz_] Ho provato a farla tornare in pista tante volte...

source: [_sz_] She is a lost cause.
french: [ _sz_ ] Elle est une cause perdue.
italian: [_sz_] Lei è una causa persa.

source: [_u_] I don't understand... What is her problem?
french: [ _u_ ] Je ne comprends pas ... Quel est son problème?
italian: [_u_] Non capisco... Qual è il suo problema?

source: [_sz_] This young woman, does not want to be a princess.
french: [ _sz_ ] Cette jeune femme, ne veut pas être une princesse.
italian: [_sz_] Questa giovane donna, non vuole essere una principessa.

source: [_sz_] What am I supposed to do with a princess who doesn't want to be a princess?
french: [ _sz_ ] Que suis-je censé faire avec une princesse qui ne veut pas être une princesse?
italian: [_sz_] Che cosa devo fare con una principessa che non vuole essere una principessa?

source: [_sz_] If you really think you can handle her, please do it!
french: [ _sz_ ] Si vous pensez vraiment que vous pouvez la gérer, veuillez le faire !
italian: [_sz_] Se pensi davvero di poterla gestire, fallo per favore!

source: [_sz_] I will tell you, you will have the eternal gratitude of the kingdom if you manage to educate this woman.
french: [ _sz_ ] Je vous le dirai, vous aurez la gratitude éternelle du royaume si vous réussez à éduquer cette femme.
italian: [_sz_] Io vi dirò, avrete la gratitudine eterna del regno se riuscirete a educare questa donna.

source: [_u_] ''The eternal gratitude of the kingdom''?
french: [ _u_ ] '' La gratitude éternelle du royaume''?
italian: [_u_] ''La gratitudine eterna del regno''?

source: [_sz_] And of myself, of course.
french: [ _sz_ ] Et de moi, bien sûr.
italian: [_sz_] E di me stesso, ovviamente.

source: [_u_] Challenge accepted!
french: [ _u_ ] Challenge accepté !
italian: Sfida [_u_] accettata!

source: [_u_] Under one condition.
french: [ _u_ ] Dans une condition.
italian: [_u_] In una condizione.

source: [_sz_] State your request.
french: [ _sz_ ] Etat de votre demande.
italian: [_sz_] Forma la tua richiesta.

source: [_u_] I want a favor from you.
french: [ _u_ ] Je veux une faveur de toi.
italian: [_u_] Io voglio un favore da voi.

source: [_sz_] What kind?
french: [ _sz_ ] Quel type?
italian: [_sz_] Che tipo?

source: [_u_] I don't know yet, but I'm sure I'll find something.
french: [ _u_ ] Je ne sais pas encore, mais je suis sûr que je trouverai quelque chose.
italian: [_u_] non lo so ancora, ma sono sicuro che troverò qualcosa.

source: [_sz_] Will I regret it?
french: [ _sz_ ] Je le regretterais?
italian: [_sz_] Me ne pentirò?

source: [_u_] No idea.
french: [ _u_ ] Aucune idée.
italian: [_u_] Nessuna idea.

source: [_sz_] Very well, you have my agreement.
french: [ _sz_ ] Très bien, vous avez mon accord.
italian: [_sz_] Molto bene, hai il mio accordo.

source: [_u_] That was easy.
french: [ _u_ ] C'était facile.
italian: [_u_] È stato facile.

source: [_sz_] You say that because you haven't met her yet.
french: [ _sz_ ] Vous dites ça parce que vous ne l'avez pas encore rencontré.
italian: [_sz_] Lo dici perché non l'hai ancora conosciuta.

source: [_sz_] I am officially making you the tutor of this young lady.
french: [ _sz_ ] Je vous fais officiellement le tuteur de cette jeune fille.
italian: [_sz_] Ti sto facendo ufficialmente il tutore di questa giovane signora.

source: [_sz_] If you managed to make her a well educated person...
french: [ _sz_ ] Si vous avez réussi à faire d'elle une personne bien éduqués ...
italian: [_sz_] Se sei riuscito a farla una persona ben educata...

source: [_sz_] You will have my favor.
french: [ _sz_ ] Vous aurez ma faveur.
italian: [_sz_] Avrai il mio favore.

source: [_sz_] Go, visit her in her quarters in the west side of the palace.
french: [ _sz_ ] Allez, lui rendre visite dans ses quartiers du côté ouest du palais.
italian: [_sz_] Va', visitala nei suoi quartieri nel lato ovest del palazzo.

source: [_sz_] And... good luck.
french: [ _sz_ ] Et ... bonne chance.
italian: [_sz_] E... buona fortuna.

source: [_sz_] You will need it.
french: [ _sz_ ] Vous en aurez besoin.
italian: [_sz_] Ne avrai bisogno.

source: [_u_] Well, that's just great!
french: [ _u_ ] Eh bien, c'est super !
italian: [_u_] Beh, è semplicemente fantastico!

source: [_a_] We have a great base to work with!
french: [_a_] Nous avons une grande base pour travailler avec !
italian: [_a_] Abbiamo una grande base con cui lavorare!

source: [_a_] Quite impressive
french: [_a_] Très impressionnant
italian: [_a_] Abbastanza impressionante

source: [_u_] And I wasn't warmed up yet.
french: [ _u_ ] Et je n'étais pas encore réchauffé.
italian: [_u_] E non mi sono ancora riscaldata.

source: [_a_] Can't wait to see.
french: [_a_] Ne peut pas attendre pour voir.
italian: [_a_] Non vedo l'ora di vedere.

source: [_a_] I'll stay with you if you need help.
french: [_a_] Je resterai avec vous si vous avez besoin d'aide.
italian: [_a_] starò con te se hai bisogno di aiuto.

source: [_a_] And above all I'm a little too curious.
french: [_a_] Et surtout, je suis un peu trop curieux.
italian: [_a_] E soprattutto sono un po' troppo curioso.

source: [_a_] You don't mind?
french: [_a_] Vous n'avez pas l'esprit?
italian: [_a_] Non ti dispiace?

source: [_u_] Please be my guest.
french: [ _u_ ] S'il vous plaît être mon invité.
italian: [_u_] Per favore, sii mio ospite.

source: [_u_] Okay... let's see... the west side...
french: [ _u_ ] Ok ... voyons ... le côté ouest ...
italian: [_u_] Okay... vediamo... il lato occidentale...

source: [_u_] Pretty room.
french: [ _u_ ] Jolie chambre.
italian: [_u_] Bella stanza.

source: [_u_] Where is she ?...
french: [ _u_ ] Où est-elle? ...
italian: [_u_] Dov'è lei ?...

source: [_u_] Let's see...
french: [Voyons voir...
italian: [_u_] Vediamo...

source: [_u_] So she's the famous princess who doesn't want to be a princess.
french: [ _u_ ] Alors c'est la célèbre princesse qui ne veut pas être une princesse.
italian: [_u_] Quindi è la famosa principessa che non vuole essere una principessa.

source: [_u_] She's not ugly.
french: [ _u_ ] Elle n'est pas moche.
italian: [_u_] Lei non è brutta.

source: [_a_] I love her nose.
french: [_a_] J'adore son nez.
italian: [_a_] Amo il suo naso.

source: [_u_] She does have a beautiful nose, indeed.
french: [ _u_ ] Elle a un beau nez, en effet.
italian: [_u_] Ha un naso bellissimo, davvero.

source: [_u_] She could almost be your sister.
french: [ _u_ ] Elle pourrait presque être votre sœur.
italian: [_u_] Lei potrebbe quasi essere tua sorella.

source: [_u_] Or rather... your arab half-sister.
french: [ _u_ ] Ou plutôt ... votre demi-sœur arab.
italian: [_u_] O piuttosto... la tua sorellastra.

source: [_a_] Yes, more like this.
french: [_a_] Oui, plus comme ça.
italian: [_a_] Sì, più così.
