Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_SZ.po
Languages: french, italian

source: [_u_] You know you're a pretty cool chick?
french: [ _u_ ] Tu sais que tu es un peu cool?
italian: [_u_] Lo sai che sei un pulcino abbastanza fresco?

source: [_a_] Because I like to look at boobs?
french: [_a_] Parce que j'aime regarder les seins?
italian: [_a_] Perché mi piace guardare le tette?

source: [_u_] That's one of the reasons.
french: [ _u_ ] C'est l'une des raisons.
italian: [_u_] Questo è uno dei motivi.

source: [_u_] But unlike me, you can look at breasts every day.
french: [ _u_ ] Mais contrairement à moi, vous pouvez regarder les seins tous les jours.
italian: [_u_] Ma a differenza di me, puoi guardare i seni ogni giorno.

source: [_u_] Like, absolutely anytime you want.
french: [ _u_ ] Comme, absolument quand vous voulez.
italian: [_u_] Come, assolutamente ogni volta che vuoi.

source: [_a_] Is that so?
french: [_a_] Est-ce le cas ?
italian: [_a_] È così?

source: [_u_] Just lift up your blouse and... BOOM!
french: [ _u_ ] Il suffit de soulever votre blouse et ... BOOM !
italian: [_u_] Basta alzare la camicetta e... BOOM!

source: [_u_] Tits out!
french: [ _u_ ] Tits dehors !
italian: [_u_] Tette fuori!

source: [_a_] My dear fellow, I think you're wrong.
french: [_a_] Mon cher collègue, je pense que vous avez tort.
italian: [_a_] Mio caro amore, penso che tu abbia torto.

source: [_a_] It's just as easy for you to see breasts as it is for me.
french: [_a_] C'est aussi facile pour vous de voir les seins que pour moi.
italian: [_a_] E 'altrettanto facile per voi vedere il seno come è per me.

source: [_u_] Really?
french: [_u_] Vraiment ?
italian: [_u_] Davvero?

source: [_a_] Yeah!
french: [_a_] Ouais !
italian: [_a_] Sì!

source: [_a_] All you have to do is ask.
french: [_a_] Tout ce que vous avez à faire est de demander.
italian: [_a_] Tutto quello che devi fare è chiedere.

source: [_u_] Ask to see boobs?
french: [ _u_ ] Demandez à voir des seins?
italian: [_u_] Chiedi di vedere tette?

source: [_a_] I bet you it works.
french: [_a_] Je parie que ça marche.
italian: [_a_] Scommetto che funziona.

source: [_u_] Ahah ok, can't wait to see it.
french: [ _u_ ] Ahah ok, ne peut pas attendre pour le voir.
italian: [_u_] Ahah ok, non vedo l'ora di vederlo.

source: [_a_] Emee, can you come here for a second?
french: [_a_] Emee, pouvez-vous venir ici pour une seconde?
italian: [_a_] Emee, puoi venire qui per un secondo?

source: [_e_] Hey!
french: [ _e_ ] Hé !

source: [_e_] Sorry for my outfit, I was in the brothel ahah
french: [ _e_ ] Désolé pour ma tenue, j'étais dans le bordel.
italian: [_e_] Mi dispiace per il mio vestito, ero nel bordello ahah

source: [_a_] [name] and I were wondering...
french: [_a_] [name] et je me demandais ...
italian: [_a_] [name] e mi stavo domandando...

source: [_a_] Can you show us your boobs?
french: [_a_] Pouvez-vous nous montrer vos seins?
italian: [_a_] Puoi mostrarci le tue tette?

source: [_e_] My boobs?
french: [ _e_ ] Mes seins?
italian: [_e_] Le mie tette?

source: [_e_] Well...
french: [ _e_ ] Eh bien ...
italian: [_e_] Bene...

source: [_e_] ...Yes, if you want.
french: [ _ _ ] ...Oui, si tu veux.
italian: [_e_] ...Sì, se vuoi.

source: [_e_] Was there any particular reason?
french: [ _e_ ] Y a-t-il une raison particulière?
italian: [_e_] C'era qualche ragione particolare?

source: [_a_] I just wanted to prove to [name] that all you had to do was ask to see boobs.
french: [_a_] Je voulais juste prouver à [ nom ] que tout ce que vous aviez à faire était de demander à voir des seins.
italian: [_a_] Volevo solo dimostrare ad [name] che tutto quello che dovevi fare era chiedere di vedere tette.

source: [_a_] Nice boobs, by the way.
french: [_a_] Bien des seins, au fait.
italian: [_a_] Belle tette, a proposito.

source: [_e_] Stop! You're making me blush!
french: [ _e_ ] Arrêter ! Tu me fais rougouste !
italian: [_e_] Fermatevi! Mi stai facendo arrossire!

source: [_e_] Well... glad I could help!
french: [ _e_ ] Eh bien ... heureux que je puisse m'aider !
italian: [_e_] Beh... contento che potrei aiutare!

source: [_e_] If you need anything else, don't hesitate!
french: [ _e_ ] Si vous avez besoin d'autre chose, n'hésitez pas !
italian: [_e_] Se hai bisogno di qualcos'altro, non esitare!

source: [_a_] See? Simple as that!
french: [_a_] Voir? Simple comme ça !
italian: [_a_] Vedi? Semplice come quello!

source: [_a_] I guessed that.
french: [_a_] J'ai deviné ça.
italian: [_a_] l'ho indovinato.

source: [_a_] They're incredible...
french: [_a_] Ils sont incroyables ...
italian: [_a_] Sono incredibili...

source: [_a_] Do you think she'd be willing to let me paint her?
french: [_a_] Croyez-vous qu'elle serait prête à me laisser peindre?
italian: [_a_] Pensi che sarebbe disposta a lasciarmi dipingere lei?

source: [_u_] You wouldn't be the first to paint her boobs.
french: [ _u_ ] Vous ne serez pas le premier à peindre ses seins.
italian: [_u_] Non saresti il primo a dipingere le sue tette.

source: [_a_] Arg, I'm too late then ahah
french: [_a_] Arg, je suis trop tard, puis ahah
italian: [_a_] Arg, sono troppo tardi allora ahah

source: [_a_] Aenaris are definitely one of my favorite races...
french: [_a_] Aenaris est définitivement une de mes courses favorites ...
italian: [_a_] Aenaris sono sicuramente una delle mie gare preferite...

source: [_a_] I love the blue color of their skin.
french: [_a_] J'aime la couleur bleue de leur peau.
italian: [_a_] Amo il colore blu della loro pelle.

source: [_a_] And their breasts...
french: [_a_] Et leurs seins ...
italian: [_a_] E i loro seni...

source: [_a_] And buttocks...
french: [_a_] Et les fesses ...
italian: [_a_] E glutine...

source: [_u_] Do you want to call Emee back and ask her to get naked for us?
french: [ _u_ ] Tu veux appeler Emee et lui demander de se faire nue pour nous?
italian: [_u_] Vuoi chiamare Emee e chiederle di mettersi a nudo per noi?

source: [_a_] Eheh... Maybe another time.
french: [_a_] Eheh ... Peut-être une autre fois.
italian: [_a_] Eheh... Forse un'altra volta.

source: [_u_] I note that you didn't say no.
french: [ _u_ ] Je constate que vous n'avez pas dit non.
italian: [_u_] Ho notato che non hai detto di no.

source: [_a_] Indeed.
french: [_a_] En effet.
italian: [_a_] Effettivamente.

source: [_a_] This planet really has the power to change people! I would never have been so... sexual before I got here!
french: [_a_] Cette planète a vraiment le pouvoir de changer les gens ! Je n'aurais jamais été aussi ... sexuelle avant d'être là !
italian: [_a_] Questo pianeta ha davvero il potere di cambiare le persone! Non sarei mai stato così... sessuale prima di arrivare qui!

source: [_a_] The very idea of saying those words out loud would have been too much for me a few months ago.
french: [_a_] L'idée même de dire ces mots fort aurait été trop pour moi il y a quelques mois.
italian: [_a_] L'idea stessa di dire quelle parole ad alta voce sarebbe stata troppo per me qualche mese fa.

source: [_u_] It's crazy, without knowing you, I'd have bet you were a woman of pure lust...
french: [ _u_ ] C'est dingue, sans vous connaître, j'aurais parié que vous étiez une femme de pure luxure ...
italian: [_u_] È pazzo, senza conoscerlo, avrei scommesso che tu fossi una donna di pura lussuria...

source: [_u_] Considering the... themes that are tackled in your novels.
french: [ _u_ ] Compte tenu des ... thèmes abordés dans vos romans.
italian: [_u_] Considerando la... temi che vengono affrontati nei tuoi romanzi.

source: [_a_] Yeah, I know...
french: [_a_] Oui, je sais ...
italian: [_a_] Sì, lo so...

source: [_a_] Whereas now, I consider asking a colleague to do a striptease in front of me !
french: [_a_] Alors que maintenant, je demande à un collègue de faire une strip-tease devant moi !
italian: [_a_] Considerando che ora, penso di chiedere a un collega di fare uno spogliarello davanti a me!

source: [_a_] Is... that... allowed here?
french: [_a_] Est ... que ... permis ici?
italian: [_a_] è... è permesso... qui?

source: [_u_] I don't even know what's forbidden here.
french: [ _u_ ] Je ne sais même pas ce qui est interdit ici.
italian: [_u_] Non so nemmeno cosa sia proibito qui.

source: [_u_] However, if you propose a striptease party with Emee, I'm not sure how it will end...
french: [ _u_ ] Cependant, si vous proposez un parti striptease avec Emee, je ne sais pas comment il va finir ...
italian: [_u_] Tuttavia, se proponete una festa di striptease con Emee, non sono sicuro di come finirà...

source: [_a_] What do you mean?
french: [_a_] Que voulez-vous dire?
italian: [_a_] Che cosa intendi?

source: [_a_] Nah... really?
french: [_a_] Nah ... vraiment?
italian: [_a_] Nah... veramente?

source: [_a_] Wow... I wasn't ready to hear that!
french: [_a_] Wow ... Je n'étais pas prête à l'entendre !
italian: [_a_] Wow... Non ero pronto a sentirlo!

source: [_a_] It's uh...
french: [_a_] C'est euh ...
italian: [_a_] È uh...

source: [_a_] I'm clearly not open-minded enough for that...
french: [_a_] Je ne suis clairement pas assez ouvert pour ça ...
italian: [_a_] chiaramente non sono abbastanza aperto per questo...

source: [_a_] Has... this ever happened before?
french: [_a_] Est-ce que ... ça s'est passé avant?
italian: [_a_] Has... questo è mai successo prima?

source: [_a_] But, don't force yourself to answer me if you don't want to!!
french: [_a_] Mais, ne vous forcez pas à me répondre si vous ne le voulez pas !!
italian: [_a_] Ma, non costringerti a rispondermi, se non vuoi!!

source: [_a_] I'm just curious.
french: [_a_] Je suis juste curieux.
italian: [_a_] sono solo curioso.

source: [_a_] Oh... mystery ~
french: [_a_] Oh ... mystère ~

source: [_a_] You sir, know how to arouse curiosity.
french: [_a_] Vous savez, vous savez comment éveiller la curiosité.
italian: [_a_] Signore, sai come suscitare curiosità.

source: [_a_] But for real... did you do it?
french: [_a_] Mais pour vrai ... as-tu fait ça?
italian: [_a_] Ma per davvero... lo hai fatto?

source: [_u_] Yeah, with Emee and Melissandre.
french: [ _u_ ] Oui, avec Emee et Melissandre.
italian: [_u_] Sì, con Emee e Melissandre.

source: [_a_] Gosh... that's...
french: [_a_] Gosh ... c'est. ..
italian: [_a_] Gosh... che...

source: [_a_] Wait... Does that mean I won't be invited?
french: [_a_] Attendre ... Cela signifie-t-il que je ne serai pas invité?
italian: [_a_] Aspetta... significa che non sarò invitato?

source: [_u_] On the contrary, I think you'll be our honorary guest.
french: [ _u_ ] Au contraire, je pense que vous serez notre invité honoraire.
italian: [_u_] Al contrario, penso che sarete il nostro ospite onorario.

source: [_a_] Ahah that's so sweet.
french: [_a_] Ahah c'est si gentil.
italian: [_a_] Ahah è così dolce.

source: [_a_] I suppose.
french: [_a_] Je suppose.
italian: [_a_] suppongo.

source: [_a_] But like...
french: [_a_] Mais comme ...
italian: [_a_] Ma come...

source: [_a_] How did you come to do this?
french: [_a_] Comment êtes-vous venu pour faire ça?
italian: [_a_] Come sei venuto a fare questo?

source: [_u_] We did it to celebrate the end of a major corruption.
french: [ _u_ ] Nous l'avons fait pour célébrer la fin d'une grande corruption.
italian: [_u_] Lo abbiamo fatto per celebrare la fine di una grave corruzione.

source: [_a_] and...
french: [_a_] et ...
italian: [_a_] e...

source: [_a_] Are you planning to do it again?
french: [_a_] Vous envisagez de le faire à nouveau?
italian: [_a_] Hai intenzione di farlo di nuovo?

source: [_a_] Yes I know, I ask a lot of questions, I'm curious ahah
french: [_a_] Oui, je sais, je pose beaucoup de questions, je suis curieuse ahah
italian: [_a_] Sì lo so, faccio molte domande, sono curioso ahah

source: [_a_] Anyway... my sex life is nowhere near that.
french: [_a_] En tout cas ... ma vie sexuelle est loin de ça.
italian: [_a_] Comunque... la mia vita sessuale non è in nessun posto vicino a quello.

source: [_u_] What do you mean?
french: [ _u_ ] Que voulez-vous dire?
italian: [_u_] Che cosa intendi?

source: [_a_] I...
french: [_a_] Je...

source: [_a_] Sorry, I'm saying too much.
french: [_a_] Désolé, je dis trop.
italian: [_a_] Mi dispiace, sto dicendo troppo.

source: [_a_] What were we doing again?
french: [_a_] Qu'avons-nous fait de nouveau?
italian: [_a_] Cosa stavamo facendo di nuovo?

source: [_a_] Ah yeah, Sherazade...
french: [_a_] Ah oui, Sherazade ...

source: [_a_] Uh, yes. lets get back to work...
french: [_a_] Uh, oui. Permet de revenir au travail ...
italian: [_a_] Uh, sì. lascia tornare al lavoro...

source: [_a_] We should tell her to dress a little more like her people... and...
french: [_a_] Nous devrions lui dire de s'habiller un peu plus comme son peuple ... et ...
italian: [_a_] Dovremmo dirle di vestire un po' di più come il suo popolo... e...

source: [_a_] Wait, she has no idea what the people outside her palace look like... does she?
french: [_a_] Attends, elle n'a aucune idée de ce que les gens à l'extérieur de son palais ressemblent ... fait-elle?
italian: [_a_] Aspetta, non ha idea di come sembrano le persone fuori dal suo palazzo... vero?

source: [_u_] Yes, exactly, she never sets foot there.
french: [ _u_ ] Oui, exactement, elle n'y fixe jamais le pied.
italian: [_u_] Sì, esattamente, lei non mette mai piede lì.

source: [_u_] But I...
french: [ _u_ ] Mais je ...
italian: [_u_] Ma Io...

source: [_u_] It just might work!
french: [ _u_ ] Ça pourrait fonctionner !
italian: [_u_] Potrebbe funzionare!

source: [_a_] Do you think Emee would be willing to participate in our plan?
french: [_a_] Pensez-vous que Emee serait prêt à participer à notre plan?
italian: [_a_] Pensi che Emee sarebbe disposto a partecipare al nostro piano?

source: [_u_] That's all she lives for.
french: [ _u_ ] C'est tout ce qu'elle vit.
italian: [_u_] È tutto per cui vive.

source: [_sz_] Is that... is that what people are wearing these days?
french: [ _sz_ ] Est-ce que ce que les gens portent ces jours?
italian: [_sz_] È questo... è che quello che la gente indossa in questi giorni?

source: [_e_] Oh, you know... that is rather modest...
french: [ _e_ ] Oh, vous savez ... c'est plutôt modeste ...
italian: [_e_] Oh, sapete... che è piuttosto modesto...

source: [_e_] There are also people who walk around with their breasts out.
french: [ _e_ ] Il y a aussi des gens qui se promèvent avec leurs seins.
italian: [_e_] Ci sono anche persone che camminano con il seno fuori.

source: [_sz_] By all the gods of the sand sea...
french: [ _sz_ ] Par tous les dieux de la mer de sable ...
italian: [_sz_] Per tutti gli dei del mare di sabbia...

source: [_e_] Some even masturbate in the...
french: [ _e_ ] Certains masturbent même dans le ...
italian: [_e_] Alcuni si masturbano anche nel...

source: [_u_] Okay! I think we've said enough!
french: [ _u_ ] Ok ! Je pense que nous en avons assez dit !
italian: [_u_] Okay! Penso che abbiamo detto abbastanza!

source: [_u_] Thank you Mrs. Emee... you may return to your... noble occupations.
french: [ _u_ ] Merci Madame Emee ... vous pouvez revenir à vos occupations nobles.
italian: [_u_] Grazie signora Eme... puoi tornare alle tue nobili occupazioni.

source: [_e_] You're welcome, sweetheart.
french: [ _e_ ] Vous êtes les bienvenus, chérie.
italian: [_e_] Sei il benvenuto, amore.

source: [_sz_] Well, that was... er...
french: [ _sz_ ] Eh bien, c'était ... er ...
italian: [_sz_] Beh, che era... era...

source: [_sz_] Am I really that out of touch with my people?
french: [ _sz_ ] Suis-je vraiment en contact avec mon peuple?
italian: [_sz_] Sono davvero così fuori contatto con la mia gente?

source: [_sz_] Your friend was almost topless...
french: [ _sz_ ] Votre ami était presque topless ...
italian: [_sz_] Il tuo amico era quasi topless...

source: [_sz_] Doesn't that bother you?
french: [ _sz_ ] Ça ne vous déranger pas?
italian: [_sz_] Non ti disturba?

source: [_u_] Me? Be bothered to see boobs?
french: [ _u_ ] Me? Soyez dérangez de voir des nichons?
italian: [_u_] Me? Sii preoccupato di vedere tette?

source: [_u_] Best joke of the year.
french: [ _u_ ] Meilleure blague de l'année.
italian: [_u_] Miglior scherzo dell'anno.

source: [_sz_] I see...
french: [ _sz_ ] Je vois ...
italian: [_sz_] vedo...

source: [_sz_] Goodness... I've never felt so outdated...
french: [ _sz_ ] Adieu ... Je ne me suis jamais senti aussi dépassé ...
italian: [_sz_] Bontà... Non mi sono mai sentito così obsoleto...

source: [_sz_] That must be why my people don't like me...
french: [ _sz_ ] C'est pourquoi mon peuple ne m'aime pas ...
italian: [_sz_] Questo deve essere il motivo per cui non piaccio alla mia gente...

source: [_sz_] What do you think about it?
french: [ _sz_ ] Que pensez-vous de cela?
italian: [_sz_] Cosa ne pensi?

source: [_u_] I think you're absolutely right.
french: [ _u_ ] Je pense que vous avez tout à fait raison.
italian: [_u_] Penso che tu abbia assolutamente ragione.

source: [_u_] You have to loosen up.
french: [ _u_ ] Vous devez vous relâcher.
italian: [_u_] Devi allentarti.

source: [_sz_] And so it shall be.
french: [ _sz_ ] Et c'est ce qu'il doit être.
italian: [_sz_] E così sarà.

source: [_sz_] Until tomorrow, Grand Vizier.
french: [ _sz_ ] Jusqu'à demain, Grand Vizier.
italian: [_sz_] Fino a domani, Grand Vizier.

source: [_sz_] Yes, you're absolutely right.
french: [ _sz_ ] Oui, vous avez absolument raison.
italian: [_sz_] Sì, hai assolutamente ragione.

source: [_sz_] Do you remember when I took off my cloak?
french: [ _sz_ ] Tu te souviens quand j'ai enlevé mon manteau?
italian: [_sz_] Ti ricordi quando ho tolto il mantello?

source: [_sz_] Well, take a look.
french: [ _sz_ ] Eh bien, regardez.
italian: [_sz_] Beh, dai un'occhiata.

source: [_sz_] From now on, this will be my new official outfit.
french: [ _sz_ ] A partir de maintenant, ce sera ma nouvelle tenue officielle.
italian: [_sz_] D'ora in poi, questo sarà il mio nuovo outfit ufficiale.

source: [_sz_] I already feel closer to my people.
french: [ _sz_ ] Je me sens déjà plus proche de mon peuple.
italian: [_sz_] Mi sento già più vicino al mio popolo.

source: [_sz_] That's better, isn't it?
french: [ _sz_ ] C'est mieux, n'est-ce pas?
italian: [_sz_] È meglio, vero?

source: [_u_] Uh...
french: [_u_] Euh...

source: [_sz_] What does ''Meh'' mean?
french: [ _sz_ ] Que signifie "Meh"?
italian: [_sz_] Cosa significa ''Meh''?

source: [_sz_] Is it... is it positive?
french: [ _sz_ ] Est-ce que c'est positif?
italian: [_sz_] È positivo... è positivo?

source: [_u_] That means it doesn't change much.
french: [ _u_ ] Cela signifie que ça ne change pas beaucoup.
italian: [_u_] Questo significa che non cambia molto.

source: [_sz_] Are you serious?
french: [ _sz_ ] Êtes-vous sérieux?
italian: [_sz_] Sei serio?

source: [_sz_] ''A good start''?
french: [ _sz_ ] '' Un bon début''?
italian: [_sz_] ''Un buon inizio''?

source: [_sz_] God...
french: [ _sz_ ] Dieu ...
italian: [_sz_] Dio...

source: [_sz_] I can't believe you said that...
french: [ _sz_ ] Je ne peux pas croire que vous avez dit que ...
italian: [_sz_] Non posso credere che tu lo abbia detto...

source: [_sz_] And I wish I didn't have to show more of my body.
french: [ _sz_ ] Et j'aurais aimé ne pas avoir à montrer plus de mon corps.
italian: [_sz_] E vorrei che non dovessi mostrare più del mio corpo.

source: [_sz_] Everyone has their problems.
french: [ _sz_ ] Tout le monde a ses problèmes.
italian: [_sz_] Ognuno ha i suoi problemi.

source: [_u_] Don't you have anything better?
french: [ _u_ ] N'avez-vous rien de mieux?
italian: [_u_] Non hai niente di meglio?

source: [_sz_] It took me all evening to find this...
french: [ _sz_ ] Il m'a fallu toute la soirée pour trouver ça ...
italian: [_sz_] Mi ci è voluto tutta la sera per trovare questo...

source: [_sz_] ...and all morning to mentally prepare myself to do it!
french: [ _sz_ ] ... et toute la matinée pour me préparer mentalement à le faire !
italian: [_sz_] ...e tutta la mattina per prepararmi mentalmente a farlo!

source: [_u_] I take note of the effort, but...
french: [ _u_ ] Je prends note de l'effort, mais ...
italian: [_u_] Prendo nota dello sforzo, ma...

source: [_u_] You really have to do better than that.
french: [ _u_ ] Vous devez vraiment faire mieux que ça.
italian: [_u_] Devi davvero fare meglio di quello.

source: [_sz_] Better than having my shoulders exposed for all to see?
french: [ _sz_ ] Mieux que de voir mes épaules exposées pour tous?
italian: [_sz_] Meglio che avere le spalle esposte per tutti?

source: [_u_] Yeah, you've got nice shoulders.
french: [ _u_ ] Oui, vous avez de belles épaules.
italian: [_u_] Sì, hai delle belle spalle.

source: [_sz_] Stop looking at my shoulders.
french: [ _sz_ ] Arrêtes de regarder mes épaules.
italian: [_sz_] Smettila di guardare le spalle.

source: [_sz_] Well, go ahead! Make a suggestion.
french: [ _sz_ ] Eh bien, allez-y ! Faites une suggestion.
italian: [_sz_] Beh, vai avanti! Fai un suggerimento.

source: [_u_] You should keep the cloak and take off the dress
french: [ _u_ ] Tu devrais garder le manteau et enlever la robe
italian: [_u_] Dovresti mantenere il mantello e togliere il vestito

source: [_sz_] Very funny.
french: [ _sz_ ] Très drôle.
italian: [_sz_] Molto divertente.

source: [_u_] No, really, let's do that.
french: [ _u_ ] Non, vraiment, faisons ça.
italian: [_u_] No, davvero, facciamolo questo.

source: [_sz_] That's... whoa... that's bold.
french: [ _sz_ ] C'est ... whoa ... c'est audacieux.
italian: [_sz_] Quello... che... è grassetto.

source: [_u_] There, you see?
french: [ _u_ ] Il y a, vous voyez?
italian: [_u_] Lì, vedete?

source: [_sz_] Mh... we'll see about that later.
french: [ _sz_ ] Mh ... on verra ça plus tard.
italian: [_sz_] Mh... lo vedremo più tardi.

source: [_sz_] Until tomorrow [name].
french: [ _sz_ ] Jusqu'à demain [ nom ].
italian: [_sz_] Fino a domani [name].

source: [_sz_] Why would I do that?!?
french: [ _sz_ ] Pourquoi est-ce que je ferais ça? !?
italian: [_sz_] Perché lo fare?!?

source: [_u_] You said you had to loosen up a bit...
french: [ _u_ ] Vous avez dit que vous avez dû desserrez un peu ...
italian: [_u_] Hai detto che dovevi sciogliere un po'...

source: [_sz_] And?
french: [ _sz_ ] Et?
italian: [_sz_] E?

source: [_u_] And so, it's a good way for you to get rid of your modesty.
french: [ _u_ ] Et donc, c'est une bonne façon pour vous de vous débarrasser de votre modestie.
italian: [_u_] E così, è un buon modo per voi di sbarazzarsi della vostra modestia.

source: [_u_] I've already seen your bra, it's not that far, is it?
french: [ _u_ ] J'ai déjà vu votre soutien-gorge, ce n'est pas si loin, n'est-ce pas?
italian: [_u_] Ho già visto il tuo reggiseno, non è così lontano, vero?

source: [_sz_] Seeing someone's bra and their breasts... are two different things!
french: [ _sz_ ] Seeing quelqu'un's bra and their breasts ... are two different things !
italian: [_sz_] Vedendo il reggiseno di qualcuno e il loro seno... sono due cose diverse!

source: [_sz_] Ask your friends you'll see!
french: [ _sz_ ] Demandez à vos amis que vous verrez !
italian: [_sz_] Chiedi ai tuoi amici che vedrai!

source: [_u_] I don't think any woman I know wears bra.
french: [ _u_ ] Je ne pense pas que la femme que je connais porte un soutien-gorge.
italian: [_u_] Non penso che nessuna donna conosca indossa reggiseno.

source: [_u_] Besides, you've already shown yourself naked in front of someone, haven't you?
french: [ _u_ ] En plus, vous vous êtes déjà montré nu devant quelqu'un, n'est-ce pas?
italian: [_u_] Inoltre, ti sei già mostrato nudo di fronte a qualcuno, vero?

source: [_u_] Lycoris, for example? or your guard?
french: [ _u_ ] Lycoris, par exemple? Ou votre garde?
italian: [_u_] Lycoris, per esempio? o la tua guardia?

source: [_sz_] Don't talk to me about Lycoris...
french: [ _sz_ ] Ne me parlez pas de Lycoris ...
italian: [_sz_] Non parlarmi di Lycoris...
