Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_SZ.po
Languages: french, italian

source: [_sz_] As you wish.
french: [ _sz_ ] Comme vous le souhaitez.
italian: [_sz_] Come vuoi.

source: [_sz_] Let me get comfortable.
french: [ _sz_ ] Laisse-moi être à l'aise.
italian: [_sz_] Fammi stare a mio agio.

source: [_u_] It looks like you're getting ready to fight.
french: [ _u_ ] On dirait que vous êtes prêt à vous battre.
italian: [_u_] Sembra che tu ti stia preparando a combattere.

source: [_sz_] Let me handle it the way I want to.
french: [ _sz_ ] Laisse-moi gérer la façon dont je veux.
italian: [_sz_] Permettetemi di gestire il modo in cui voglio.

source: [_sz_] Lycoris? Could you come here?
french: [ _sz_ ] Lycoris? Pourriez-vous venir ici?
italian: [_sz_] Lycoris? Potresti venire qui?

source: [_ly_] Yes your highness what is it?
french: [ _ly_ ] Oui, votre plus haut niveau?
italian: [_ly_] Sì la tua altezza che cos'è?

source: [_sz_] Lycoris I would like you to...
french: [ _sz_ ] Lycoris Je voudrais que vous ...
italian: [_sz_] Lycoris Vorrei che tu...

source: [_sz_] ...to...
french: [ _sz_ ] ... à ...
italian: [_sz_] ...a...

source: [_ly_] Yes?
french: [ _ly_ ] Oui?
italian: [_ly_] Sì?

source: [_ly_] Okay, I think that's it for today.
french: [ _ly_ ] Ok, je pense que c'est ça pour aujourd'hui.
italian: [_ly_] Okay, penso che sia per oggi.

source: [_ly_] What happened?
french: [ _ly_ ] Que s'est-il passé?
italian: [_ly_] Cos'è successo?

source: [_sz_] My guard?
french: [ _sz_ ] Ma garde?
italian: [_sz_] La mia guardia?

source: [_u_] Yes, the one on your doorstep, answering your every request.
french: [ _u_ ] Oui, celui qui se trouve à votre porte, répondant à votre demande.
italian: [_u_] Sì, quello alla tua porta, rispondendo ad ogni tua richiesta.

source: [_sz_] Ah yes!
french: [ _sz_ ] Ah oui !
italian: [_sz_] Ah sì!

source: [_u_] Tell me more about her...
french: [ _u_ ] Dis-moi plus sur elle ...
italian: [_u_] Dimmi di più su di lei...

source: [_sz_] Oh yes! It's true that she's a woman!
french: [ _sz_ ] Oh oui ! C'est vrai qu'elle est une femme !
italian: [_sz_] Oh sì! È vero che lei è una donna!

source: [_sz_] For a while she had short hair... I sometimes forget that she's not a man!
french: [ _sz_ ] Pendant un certain temps elle avait les cheveux courts ... J'oublie parfois qu'elle n'est pas un homme !
italian: [_sz_] Per un po' aveva i capelli corti... a volte dimentico che non è un uomo!

source: [_sz_] It's funny though, isn't it?
french: [ _sz_ ] C'est drôle, n'est-ce pas?
italian: [_sz_] È divertente, comunque?

source: [_sz_] Thank goodness I ordered her to let them grow and put them in a bun!
french: [ _sz_ ] Dieu merci, je lui ai ordonné de les laisser grandir et de les mettre dans un petit pain !
italian: [_sz_] Grazie alla bontà le ho ordinato di lasciarli crescere e metterli in una conchiglia!

source: [_u_] What kind of relationship you had with her?
french: [ _u_ ] Quel genre de relation avez-vous avec elle?
italian: [_u_] Che tipo di rapporto avevi con lei?

source: [_sz_] Well... she's my personal guard, and she obeys everything I ask.
french: [ _sz_ ] Bien ... elle est ma garde personnelle, et elle obéit à tout ce que je demande.
italian: [_sz_] Beh, lei è la mia guardia personale, e lei obbedisce a tutto quello che chiedo.

source: [_u_] She obeys your every command? Really?
french: [ _u_ ] Elle obéit à votre commande? Vraiement?
italian: [_u_] Lei obbedisce ad ogni tuo comando? Davvero?

source: [_sz_] That's right.
french: [ _sz_ ] C'est vrai.
italian: [_sz_] È giusto.

source: [_u_] There has to be a limit.
french: [ _u_ ] Il doit y avoir une limite.
italian: [_u_] Deve esserci un limite.

source: [_sz_] I don't think so.
french: [ _sz_ ] Je ne pense pas.
italian: [_sz_] Io non penso così.

source: [_sz_] Godness... If the people outside could be as obedient as she... everything would be simpler.
french: [ _sz_ ] Rougeur ... Si les gens de l'extérieur pouvaient être aussi obéissants qu'elle ... tout serait plus simple.
italian: [_sz_] la divinità... Se il popolo esterno potesse essere obbediente come lei... tutto sarebbe più semplice.

source: [_u_] And you think that if we order her to...
french: [ _u_ ] Et vous pensez que si nous l'ordonnons à ...
italian: [_u_] E pensate che se la ordiniamo a...

source: [_sz_] I told you, no limits.
french: [ _sz_ ] Je t'ai dit, pas de limites.
italian: [_sz_] vi ho detto, nessun limite.

source: [_sz_] Thank you for your concern, but my guards are completely reliable.
french: [ _sz_ ] Merci de votre inquiétude, mais mes gardes sont complètement fiables.
italian: [_sz_] Grazie per la vostra preoccupazione, ma le mie guardie sono completamente affidabili.

source: [_sz_] Listen, if you're that curious... go ahead and order her something. But only one.
french: [ _sz_ ] Écoutez, si vous êtes curieux ... allez-y et commandez son truc. Mais un seul.
italian: [_sz_] Ascolta, se sei così curioso... vai avanti e ordinala qualcosa. Ma solo uno.

source: [_sz_] Perhaps you'll finally see what ''obedience'' really means.
french: [ _sz_ ] Peut-être que vous verrez enfin ce que signifie "obéissance".
italian: [_sz_] Forse vedrai finalmente cosa significa ''obbedienza''.

source: [_u_] Looks like fun.
french: [ _u_ ] On dirait que c'est amusant.
italian: [_u_] Sembra divertente.

source: [_sz_] But be careful: don't get too fond of power.
french: [ _sz_ ] Mais soyez prudent: ne vous faites pas trop de pouvoir.
italian: [_sz_] Ma attenzione: non amare troppo il potere.

source: [_sz_] And don't push it! I don't want her to end up completely naked or saying bad words or anything like that!
french: [ _sz_ ] Et ne le poussez-le pas ! Je ne veux pas qu'elle se termine complètement nue ou qu'elle dit de mauvais mots ou quoi que ce soit de ce genre !
italian: [_sz_] E non spingerlo! Non voglio che finisca completamente nudo o che dica parole cattive o cose del genere!

source: [_sz_] I'll see you tomorrow, Grand Vizier [name]!
french: [ _sz_ ] Je te verrai demain, Grand Vizier [ nom ] !
italian: [_sz_] Ti vedrò domani, Grand Vizier [name]!

source: [_u_] Ok... I feel like I'm going to have fun...
french: [ _u_ ] Ok ... J'ai l'impression que je vais m'amuser ...
italian: [_u_] Ok... Mi sento come mi divertirò...

source: [_u_] Guard?
french: [ _u_ ] Garde?

source: [_gd_] What do you want?
french: [ _gd_ ] Que voulez-vous?
italian: [_gd_] Cosa vuoi?

source: [_u_] Sherazade authorized me to give you an order.
french: [ _u_ ] Sherazade m'a autorisé à vous donner une commande.
italian: [_u_] Sherazade mi ha autorizzato a darti un ordine.

source: [_gd_] ''Her Royal Highness Sherazade''.
french: [ _gd_ ] '' Son Altesse Royale Sherazade''.
italian: [_gd_] ''Sua Altezza Reale Sherazade''.

source: [_gd_] And yes, I know. I heard.
french: [ _gd_ ] Et oui, je sais. J'ai entendu.
italian: [_gd_] E sì, lo so. Ho sentito.

source: [_u_] Mh...
french: [Mh...

source: [_u_] I wonder what I can ask you...
french: [ _u_ ] Je me demande ce que je peux vous demander ...
italian: [_u_] Mi chiedo cosa posso chiedere...

source: [_gd_] Will it take you all day to make up your mind?
french: [ _gd_ ] Va-t-il vous prendre toute la journée pour vous occuper de votre esprit?
italian: [_gd_] Ci vorrà tutto il giorno per recuperare la tua mente?

source: [_u_] Oh no... I think I've got a little idea...
french: [ _u_ ] Oh non ... Je pense que j'ai une petite idée ...
italian: [_u_] Oh no... Penso di avere una piccola idea...

source: [_u_] And you have to say yes?
french: [ _u_ ] Et vous devez dire oui?
italian: [_u_] E dovete dire di sì?

source: [_gd_] I am bound to obey her royal highness.
french: [ _gd_ ] Je suis obligé d'obéir à son altesse royale.
italian: [_gd_] Sono tenuto ad obbedire alla sua altezza reale.

source: [_u_] Royal Highness who ordered you to obey me.
french: [ _u_ ] Altesse Royale qui vous a ordonné de me obéir.
italian: [_u_] Altezza Reale che ti ha ordinato di obbedirmi.

source: [_gd_] Only for a single order.
french: [ _gd_ ] Uniquement pour une commande unique.
italian: [_gd_] Solo per un singolo ordine.

source: [_u_] Right...
french: [ _u_ ] Droit ...
italian: [_u_] A Destra...

source: [_u_] So...
french: [_u_] Donc...
italian: [_u_] Così...

source: [_gd_] Is that all?
french: [ _gd_ ] Est-ce tout?
italian: [_gd_] È tutto?

source: [_u_] Yes, but no lying!
french: [ _u_ ] Oui, mais pas de menton !
italian: [_u_] Sì, ma senza mentire!

source: [_u_] What's the most shameful secret you have?
french: [ _u_ ] Quel est le secret le plus honteux que vous avez?
italian: [_u_] Qual è il segreto più vergognoso che hai?

source: [_gd_] I enjoyed serving the previous sultana.
french: [ _gd_ ] J'ai aimé servir le sultana précédent.
italian: [_gd_] Mi è piaciuto servire la sultana precedente.

source: [_gd_] I know it's not right but...
french: [ _gd_ ] Je sais que ce n'est pas vrai, mais ...
italian: [_gd_] So che non è giusto ma...

source: [_gd_] She was so... domineering...
french: [ _gd_ ] Elle était tellement ... dominatrice ...
italian: [_gd_] Lei era così... dominio...

source: [_gd_] I... I enjoyed every day with her.
french: [ _gd_ ] I. .. J'ai apprécié chaque jour avec elle.
italian: [_gd_] Io... mi sono divertito ogni giorno con lei.

source: [_u_] I didn't think authority made you so wet...
french: [ _u_ ] Je ne pensais pas que l'autorité vous a fait mouiller ...
italian: [_u_] Non ho pensato che l'autorità ti abbia fatto così bagnato...

source: [_gd_] That's not what I said.
french: [ _gd_ ] Ce n'est pas ce que j'ai dit.
italian: [_gd_] Non è quello che ho detto.

source: [_u_] Oh, don't worry, it's perfectly understandable...
french: [ _u_ ] Oh, ne vous inquiéte pas, c'est parfaitement compréhensible ...
italian: [_u_] Oh, non ti preoccupare, è perfettamente comprensibile...

source: [_u_] Dear gods... if Sherazade ever found out...
french: [ _u_ ] Chers dieux ... si Sherazade a jamais découvert ...
italian: [_u_] Cari dei... se Sherazade ha mai trovato...

source: [_gd_] By the gods of the sand sea... Don't tell her!!
french: [ _gd_ ] Par les dieux de la mer de sable ... Ne lui dis pas ! !
italian: [_gd_] Per gli dei del mare di sabbia... Non dirle!!

source: [_gd_] I grant you another order and you keep your mouth shut, okay?
french: [ _gd_ ] Je vous accorde une autre commande et vous gardez la bouche fermée, d'accord?
italian: [_gd_] Ti concedo un altro ordine e tieni la bocca chiusa, ok?

source: [_u_] I'm fine with that.
french: [Cela me convient.
italian: [_u_] sto bene con quello.

source: [_gd_] That I what?!?
french: [ _gd_ ] Que j'ai quoi? !?
italian: [_gd_] Che cosa?!?

source: [_u_] You heard me.
french: [ _u_ ] Tu m'as entendu.
italian: [_u_] Mi hai sentito.

source: [_gd_] I just...
french: [ _gd_ ] Je ...
italian: [_gd_] Ho solo...

source: [_gd_] Of all the things I wear... you chose to remove my helmet?
french: [ _gd_ ] De toutes les choses que je porte ... vous avez choisi de retirer mon casque?
italian: [_gd_] Di tutte le cose che indosso... hai scelto di rimuovere il mio casco?

source: [_gd_] Are you sure you don't want to... uh...
french: [ _gd_ ] Etes-vous sûr de ne pas vouloir ... uh ...
italian: [_gd_] Sei sicuro di non volere... uh...

source: [_gd_] To see my tits?
french: [ _gd_ ] Pour voir mes seins?
italian: [_gd_] Per vedere le mie tette?

source: [_gd_] I can do that if you want.
french: [ _gd_ ] Je peux faire ça si tu veux.
italian: [_gd_] Lo posso fare se vuoi.

source: [_gd_] Great.
french: [ _gd_ ] Grand.
italian: [_gd_] Grande.

source: [_gd_] But I...
french: [ _gd_ ] Mais ...
italian: [_gd_] Ma Io...

source: [_u_] No buts!
french: [ _u_ ] Pas de mais !
italian: [_u_] No mai!

source: [_u_] Take off that helmet, guard, that's an order.
french: [ _u_ ] Enlevez ce casque, garde, c'est une commande.
italian: [_u_] Togli quel casco, la guardia, questo è un ordine.

source: [_gd_] Fine...
french: [ _gd_ ] Amende ...

source: [_u_] Didn't Sherazade order you to let your hair grow?
french: [ _u_ ] La Sherazade n'a-t-elle pas fait grandir vos cheveux?
italian: [_u_] Sherazade non ti ha ordinato di far crescere i capelli?

source: [_gd_] I hate long hair!
french: [ _gd_ ] Je déteste les cheveux longs !
italian: [_gd_] Odio i capelli lunghi!

source: [_gd_] And I...
french: [ _gd_ ] Et je ...
italian: [_gd_] E Io...

source: [_gd_] I thought that under the helmet... nobody would notice.
french: [ _gd_ ] Je croyais que sous le casque ... personne ne remarquerait.
italian: [_gd_] Ho pensato che sotto il casco... nessuno avrebbe notato.

source: [_u_] Well... I've noticed.
french: [ _u_ ] Eh bien ... J'ai remarqué.
italian: [_u_] Beh, ho notato.

source: [_gd_] That's uh...
french: [ _gd_ ] C'est uh ...
italian: [_gd_] Questo è uh...

source: [_gd_] That's very kind of you.
french: [ _gd_ ] C'est très gentil de vous.
italian: [_gd_] È molto gentile da parte vostra.

source: [_gd_] I'm not interested in your opinion.
french: [ _gd_ ] Je ne suis pas intéressé par votre opinion.
italian: [_gd_] Non sono interessato alla tua opinione.

source: [_gd_] Okay...
french: [ _gd_ ] Ok ...

source: [_gd_] ...You have the right to give another order and we'll say we'll forget the hair thing...
french: [ _gd_ ] ...Vous avez le droit de donner une autre commande et nous dirons que nous oublierons les cheveux ...
italian: [_gd_] ...Hai il diritto di dare un altro ordine e diremo che dimenticheremo la cosa dei capelli...

source: [_gd_] Do we have a deal?
french: [ _gd_ ] Avons-nous un accord?
italian: [_gd_] Abbiamo un accordo?

source: [_u_] We have a deal.
french: [ _u_ ] Nous avons un accord.
italian: [_u_] Abbiamo un affare.

source: [_gd_] I was expecting something like that.
french: [ _gd_ ] J'attendais quelque chose comme ça.
italian: [_gd_] Mi aspettavo qualcosa del genere.

source: [_gd_] As you wish, Grand Vizier.
french: [ _gd_ ] Comme vous le souhaitez, Grand Vizier.
italian: [_gd_] Come vuoi, Grand Vizier.

source: [_u_] Well... I didn't expect you to obey so easily.
french: [ _u_ ] Eh bien ... Je ne m'attendais pas à ce que tu obéissent si facilement.
italian: [_u_] Bene... Non mi aspettavo che tu obbedisse così facilmente.

source: [_gd_] I'm not one to balk at a task.
french: [ _gd_ ] Je ne suis pas un à balk à une tâche.
italian: [_gd_] Io non sono uno da rovinare a un compito.

source: [_gd_] If I have to show a little of my body, I do.
french: [ _gd_ ] Si je dois montrer un peu de mon corps, je le fais.
italian: [_gd_] Se devo mostrare un po' del mio corpo, lo faccio.

source: [_gd_] I bid you good day, Grand Vizier.
french: [ _gd_ ] Je vous offre une bonne journée, Grand Vizier.
italian: [_gd_] Ti offro buona giornata, Grand Vizier.

source: [_u_] It was strangely easy...
french: [ _u_ ] C'était étrangement facile ...
italian: [_u_] E 'stato stranamente facile...

source: [_gd_] I... I didn't think you'd dare ask to see my...
french: [ _gd_ ] I. .. Je ne pensais pas que tu oserais demander à voir mon ...
italian: [_gd_] Io... Non pensavo che avresti osato chiedere di vedere il mio...

source: [_gd_] But... whatever.
french: [ _gd_ ] Mais ... quoi que ce soit.
italian: [_gd_] Ma... qualsiasi cosa.

source: [_gd_] Her Royal Highness specifically said that...
french: [ _gd_ ] Son Altesse Royale a spécifiquement dit que ...
italian: [_gd_] Sua Altezza Reale ha detto specificamente...

source: [_u_] Ok ok fine!
french: [ _u_ ] Ok ok bien !

source: [_gd_] We don't mess around with the rules here.
french: [ _gd_ ] Nous ne faisons pas le désordre avec les règles ici.
italian: [_gd_] Non ci mettiamo in giro con le regole qui.

source: [_gd_] But... her royal highness said that...
french: [ _gd_ ] Mais ... son Altesse royale a dit que ...
italian: [_gd_] Ma... la sua altezza reale ha detto che...

source: [_u_] And Her Royal Highness also said you should let your hair grow... and then...
french: [ _u_ ] Et Son Altesse Royale a aussi dit que vous devriez laisser vos cheveux grandir ... et puis ...
italian: [_u_] E Sua Altezza Reale ha anche detto che dovresti lasciare che i tuoi capelli crescano... e poi...

source: [_u_] ...It's not the first time you haven't really followed her instructions... right?
french: [ _u_ ] ...Ce n'est pas la première fois que tu n'as pas vraiment suivi ses instructions ... pas vrai?
italian: [_u_] ...Non è la prima volta che non hai davvero seguito le sue istruzioni... giusto?

source: [_gd_] If I do, it's just between us, right?
french: [ _gd_ ] Si je le fais, c'est juste entre nous, heu?
italian: [_gd_] Se lo faccio, è solo tra noi, giusto?

source: [_u_] You have my word.
french: [ _u_ ] Vous avez ma parole.
italian: [_u_] Hai la mia parola.

source: [_u_] Cute little boobs.
french: [ _u_ ] Cute petits seins.
italian: [_u_] Piccole tette carine.

source: [_gd_] Mphfrr... no need to comment.
french: [ _gd_ ] Mphfrr ... pas besoin de commenter.
italian: [_gd_] Mphfrr... non c'è bisogno di commentare.

source: [_u_] Come on, the bottom now!
french: [ _u_ ] Allez, le fond maintenant !
italian: [_u_] Avanti, il fondo adesso!

source: [_gd_] Do you have what you want?
french: [ _gd_ ] Avez-vous ce que vous voulez?
italian: [_gd_] Hai quello che vuoi?

source: [_u_] Just perfect.
french: [ _u_ ] Juste parfait.
italian: [_u_] Semplicemente perfetto.

source: [_gd_] Glad to obey your orders, sir...
french: [ _gd_ ] Glad pour obéir à vos ordres, monsieur ...
italian: [_gd_] Siamo felici di obbedire ai tuoi ordini, signore...

source: [_gd_] Good day.
french: [ _gd_ ] Bonjour.
italian: [_gd_] Buon giorno.

source: [_a_] Well, well, well... that was well done!
french: [_a_] Eh bien, eh bien, bien ... c'était bien fait !
italian: [_a_] Beh, beh, bene... è stato fatto!

source: [_a_] Taking advantage of other people's weaknesses like that...
french: [_a_] Tiens parti des faiblesses d'autres personnes comme ça ...
italian: [_a_] Approfittando delle debolezze degli altri come questo...

source: [_a_] You don't do that in real life, do you?
french: [_a_] Tu ne fais pas ça dans la vraie vie, n'est-ce pas?
italian: [_a_] Non lo fate nella vita reale, vero?

source: [_u_] Do I scare you that much? Ahah
french: [ _u_ ] Dois-je te faire peur? Ahah
italian: [_u_] Ti spavento così tanto? Ahah

source: [_a_] I think I'm afraid of ending up naked without realizing it!
french: [_a_] Je crois que j'ai peur de finir nu sans la réaliser !
italian: [_a_] penso di aver paura di finire nudi senza rendersene conto!

source: [_u_] I promise I only do this on androids.
french: [ _u_ ] Je promets que je ne fais que ça sur les androïdes.
italian: [_u_] Prometto che faccio solo questo su androidi.

source: [_a_] Glad to hear it.
french: [_a_] Glad pour l'entendre.
italian: [_a_] Siamo felici di sentirlo.

source: [_sz_] Wear something else?
french: [ _sz_ ] Ecoute autre chose?
italian: [_sz_] Indossa qualcos'altro?

source: [_sz_] And why should I?
french: [ _sz_ ] Et pourquoi devrais-je?
italian: [_sz_] E perché dovremo?

source: [_u_] Because... well, if you want to look closer to your people...
french: [ _u_ ] Parce que ... eh bien, si vous voulez regarder plus près de votre peuple ...
italian: [_u_] Perche... beh, se vuoi guardare più vicino al tuo popolo...

source: [_u_] ...you should find an outfit to... be closer to them!
french: [ _u_ ] ... vous devriez trouver une tenue pour ... être plus près d'eux !
italian: [_u_] ... dovresti trovare un outfit per... essere più vicino a loro!

source: [_sz_] An outfit to be closer to my people...
french: [ _sz_ ] Une tenue pour être plus proche de mon peuple ...
italian: [_sz_] Un outfit per essere più vicino al mio popolo...

source: [_sz_] Now that's a strange idea.
french: [ _sz_ ] C'est une idée étrange.
italian: [_sz_] Ora è una strana idea.

source: [_u_] I'm here to make you change things, aren't I?
french: [ _u_ ] Je suis là pour vous faire changer les choses, n'est-ce pas?
italian: [_u_] Sono qui per farti cambiare le cose, vero?

source: [_sz_] All right!
french: [ _sz_ ] Très bien !
italian: [_sz_] Va bene!

source: [_sz_] I have an outfit that will be perfectly suitable for this.
french: [ _sz_ ] I have an outfit that will be parfaitement convenable for this.
italian: [_sz_] Ho un outfit che sarà perfettamente adatto a questo.

source: [_u_] What the hell is this thing?
french: [ _u_ ] Que diable est ce truc?
italian: [_u_] Qual è l'inferno di questa cosa?

source: [_sz_] This is the outfit I use for my public appearances.
french: [ _sz_ ] C'est la tenue que j'utilise pour mes apparitions publiques.
italian: [_sz_] Questo è l'outfit che uso per le mie apparizioni pubbliche.

source: [_sz_] Although... I haven't made a public appearance in... a long time.
french: [ _sz_ ] Bien que ... Je n'ai pas fait une apparition publique en ... une longue période.
italian: [_sz_] Però... Non ho fatto apparizione pubblica in... da molto tempo.

source: [_sz_] Plus, it's in orange, so it's less ''royal''
french: [ _sz_ ] Plus, c'est en orange, donc c'est moins '' royal''
italian: [_sz_] Inoltre, è in arancio, quindi è meno ''royal''

source: [_sz_] And closer to the people.
french: [ _sz_ ] Et plus proche du peuple.
italian: [_sz_] E più vicino al popolo.

source: [_sz_] Well, I do have gold pauldrons, because... I'm their sultana after all.
french: [ _sz_ ] Eh bien, j'ai des chaudrons d'or, parce que ... Je suis leur sultana après tout.
italian: [_sz_] Beh, ho pauldrons d'oro, perché... sono il loro sultana dopo tutto.

source: [_u_] But where's your cleavage?!?
french: [ _u_ ] Mais où est votre clivage?
italian: [_u_] Ma dov'è la tua scissione?!?

source: [_sz_] I'm not going to show people my breasts...
french: [ _sz_ ] Je ne vais pas montrer aux gens mes seins ...
italian: [_sz_] Non mostrerò alla gente il mio seno...

source: [_sz_] That would be indecent.
french: [ _sz_ ] Ce serait indécent.
italian: [_sz_] Sarebbe indecente.

source: [_u_] Oh my goodness...
french: [ _u_ ] Oh mon Dieu ...
italian: [_u_] Oh mia bontà...

source: [_a_] I can't believe it...
french: [_a_] Je n'arrive pas à le croire ...
italian: [_a_] non riesco a crederci...

source: [_a_] She wore an outfit with MORE fabric than before!!
french: [_a_] Elle portait une tenue avec PLUS de tissu qu'avant ! !
italian: [_a_] Lei indossava un outfit con PIÙ tessuto di prima!!

source: [_u_] Yeah... At this rate we'll never see her boobs.
french: [ _u_ ] Ouais ... A ce rythme, on ne verra jamais ses seins.
italian: [_u_] Sì... A questo ritmo non vedremo mai le sue tette.

source: [_a_] Exactly!
french: [_a_] Exactement !
italian: [_a_] Esattamente!

source: [_a_] Why can't I ever see big boobs?
french: [_a_] Pourquoi ne puis-je jamais voir de gros seins?
italian: [_a_] Perché non vedo mai grandi tette?

source: [_a_] What? You think you're the only one who wants to see Sherazade's tits?
french: [_a_] Quoi? Tu crois que tu es le seul à vouloir voir les seins de Sherazade?
italian: [_a_] Cosa? Tu pensi di essere l'unico che vuole vedere le tette di Sherazade?

source: [_a_] The day I finally see her breasts, I'm going to do a painting of them! Eheh...
french: [_a_] Le jour où je vois enfin ses seins, je vais faire une peinture d'eux ! Eheh ...
italian: [_a_] Il giorno in cui finalmente vedo i suoi seni, farò un dipinto di loro! Eheh...

source: [_u_] Ahah so cool.
french: [ _u_ ] Ahah si cool.
italian: [_u_] Ahah così fresco.

source: [_a_] Plus... my old girlfriends all had small breasts.
french: [_a_] Plus ... mes vieilles copines avaient toutes de petits seins.
italian: [_a_] Plus... le mie vecchie amiche tutti avevano piccoli seni.

source: [_a_] Like, smaller than mine.
french: [_a_] Comme, plus petit que le mien.
italian: [_a_] Come, più piccolo del mio.

source: [_a_] Yeah. I'm sick of small breasts, I want to see big ones.
french: [_a_] Ouais. Je suis malade de petits seins, je veux voir de grands.
italian: [_a_] Sì. Sono stufo di piccoli seni, voglio vederne dei grandi.
