Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_am_] Apparently, she closed all these locks with the number 555.
french: [_am_] Apparemment, elle a fermé tous ces verrous avec le numéro 555.
german: Offenbar hat sie alle diese Schlösser mit Nummer 555 geschlossen.
italian: [_am_] A quanto pare ha chiuso tutti questi lucchetti con il numero 555.
russian: [_am_] Судя по всему, она закрыла все замки кодом 555.
spanish: [_am_] Aparentemente, cerró todas estas cerraduras con el número 555.

source: [_am_] So if you find a suitcase or a locker of hers, it will probably be her opening code.
french: [_am_] Donc, si tu trouves une valise ou un casier à elle, ce sera probablement son code d’ouverture.
german: So, wenn du einen Koffer oder ein Schrank von ihr findest, es wird wahrscheinlich der Code sein.
italian: [_am_] Quindi, se trovi una sua valigia o un suo armadietto, probabilmente sarà il suo codice di apertura.
russian: [_am_] Так что, если ты найдешь ее чемодан или шкафчик, это, вероятно, будет ее код открытия.
spanish: [_am_] Así que si encuentras una maleta o un casillero suyo, probablemente será su código de apertura.

source: [_u_] Yeah, it can be useful.
french: [_u_] Oui, ça peut être utile.
german: Ja, das kann nützlich sein.
italian: [_u_] Sì, può essere utile.
russian: [_u_] Да, это может быть полезно.
spanish: [_u_] Sí, puede ser útil.

source: [_u_] I'll write that down somewhere.
french: [_u_] Je vais noter ça quelque part.
german: Ich werde es irgendwo aufschreiben.
italian: [_u_] Lo scriverò da qualche parte.
russian: [_u_] Я запишу это куда-нибудь.
spanish: [_u_] Lo escribiré en alguna parte.

source: [_am_] Many things, I must say.
french: [_am_] Beaucoup de choses, je dois dire.
german: Viele Sachen, muss ich sagen.
italian: [_am_] Molte cose, devo dire.
russian: [_am_] Должна сказать, многое.
spanish: [_am_] Muchas cosas, debo decir.

source: [_am_] Mrs. Bell really makes me do everything imaginable.
french: [_am_] Mme Bell me fait vraiment faire tout et n'importe quoi.
german: Frau Bell bringt mich wirklich dazu, alles denkbares zu tun.
italian: [_am_] Mrs. Bell mi fa davvero fare tutto ciò che è immaginabile.
russian: [_am_] Миссис Белл действительно заставляет меня делать все, что только можно вообразить.
spanish: [_am_] La Señorita Bell realmente me hace hacer todo lo imaginable.

source: [_am_] I repaired a teleporter, did the cartography of the magic forest, did the budgeting for this year...
french: [_am_] J'ai réparé un téléporteur, cartographié la forêt magique, établi le budget pour cette année ...
german: Ich reparierte Teleporter, machte die Kartografie des Zauberwaldes, Budget für dieses Jahr...
italian: [_am_] Ho riparato un teletrasporto, ha fatto la cartografia della foresta magica, ha fatto la contabilità per quest' anno...
russian: [_am_] Я починила телепорт, сделала картографию волшебного леса, составила бюджет на этот год...
spanish: [_am_] Reparé el teletransportador, hice la cartografía del boque mágico, hice el presupuesto para este año...

source: [_u_] A yes indeed... it is diversified.
french: [_u_] Ah, en effet ... c'est diversifié.
german: Ah ja, es ist echt... abwechslungsreich.
italian: [_u_] Sì certamente... è diversificato.
russian: [_u_] Да, действительно... это разнообразно.
spanish: [_u_] Y si, efectivamente... está diversificado.

source: [_u_] And nothing... sexual?
french: [_u_] Et rien de... sexuel ?
german: Und nichts... sexuelles?
italian: [_u_] E niente... di sessuale?
russian: [_u_] И ничего... Сексуального?
spanish: [_u_] Y nada... ¿Sexual?

source: [_am_] Nothing at all.
french: [_am_] Rien du tout.
german: Überhaupt nichts.
italian: [_am_] Assolutamente nulla.
russian: [_am_] Вообще ничего.
spanish: [_am_] Nada en absoluto.

source: [_am_] Yet... I have to admit I'm looking forward to it...
french: [_am_] Et pourtant... Je dois admettre que j'ai hâte d'y être...
german: Aber... ich muss zugeben, ich freue mich schon auf...
italian: [_am_] Eppure... Devo ammettere che non vedo l'ora...
russian: [_am_] И все же... Должна признаться, я с нетерпением жду этого...
spanish: [_am_] Sin embargo... Tengo que admitir que estoy deseando que suceda...

source: [_am_] I...
french: [_am_] Je...
german: ich...
italian: [_am_] Io...
russian: [_am_] Я...
spanish: [_am_] Yo...

source: [_am_] Uh...
french: [_am_] Euh...
german: Ähm...
russian: [_am_] Эм-м-м...

source: [_am_] I never said that...
french: [_am_] Je n'ai jamais dit ça ...
german: Das habe ich nie gesagt...
italian: [_am_] Non l'ho mai detto...
russian: [_am_] Я никогда этого не говорила...
spanish: [_am_] Yo nunca dije eso...

source: [_am_] I wouldn't want to say I...
french: [_am_] Je ne voudrais pas dire que je...
german: Ich will nicht es sagen, dass ich...
italian: [_am_] Non vorrei dire che io...
russian: [_am_] Я бы не хотела сказать, что я...
spanish: [_am_] No quisiera decir que yo...

source: [_am_] You are probably right.
french: [_am_] Tu as probablement raison.
german: Du hast vermutlich recht.
italian: [_am_] Probabilmente hai ragione.
russian: [_am_] Наверное, ты прав.
spanish: Probablemente tengas razón.

source: [_am_] I'm not going to end up an eternal virgin on this planet.
french: [_am_] Je ne vais pas finir éternellement vierge sur cette planète.
german: Ich werde nicht als ewige Jungfrau auf diesem Planeten enden.
italian: [_am_] Non ho intenzione di rimanere una vergine eterna su questo pianeta.
russian: [_am_] Я не собираюсь оставаться вечной девственницей на такой планете.
spanish: No voy a terminar siendo un virgen eterno en este planeta.

source: [_am_] That would be a shame.
french: [_am_] Ce serait dommage.
german: Das wäre eine Schade.
italian: [_am_] Sarebbe un peccato.
russian: [_am_] Было бы обидно.
spanish: Eso sería una pena.

source: [_am_] And hum...
french: [_am_] Et hum...
german: Und ähm...
italian: [_am_] E hum...
russian: [_am_] И хм...
spanish: Y bueno...

source: [_am_] Have you ever done it... with Tinker?
french: [_am_] Tu l'as déjà fait... avec Clochette ?
german: Hast du es schon mal mit... Tinker getrieben?
italian: [_am_] L'hai mai fatto... con Tinker?
russian: [_am_] Ты когда-нибудь делал это... С Тинкер?
spanish: Lo has hecho alguna vez... ¿Con Tinker?

source: [_u_] What? Me? Get laid with Tinker??
french: [Quoi ? Moi ? S'envoyer en l'air avec Tinker ? ?
german: Was? Ich? Mit Tinker gefickt??
italian: [_u_] Cosa? Io? Scopare con Tinker??
russian: [_u_] Что? Я? Переспать с Тинкер??
spanish: ¿Qué? ¿Yo? ¿¿Coger con Tinker??

source: [_u_] Nope, never, not yet.
french: [Non, jamais, pas encore.
german: Nein, niemals, noch nicht.
italian: [_u_] No, mai, non ancora.
russian: [_u_] Нет, никогда, пока нет.
spanish: No, nunca, no aún.

source: [_u_] And then... I don't know if it would fit... like... physically.
french: [Et puis... Je ne sais pas si ça irait... comme... physiquement.
german: Und dann... ich weiß nicht, ob es reinpassen würde... ich meine... physisch.
italian: [_u_] E inoltre... non so se si infila... proprio... fisicamente.
russian: [_u_] И потом... Я не знаю, получится ли это... типа... физически.
spanish: Y bueno... tampoco sé si entraría... en plan... físicamente.

source: [_am_] It would be interesting to see if that could... do it...
french: [Il serait intéressant de voir si cela pourrait... le faire...
german: Es wäre interessant zu sehen, ob das... klappen würde...
italian: [_am_] Sarebbe interessante vedere se potrebbe... farlo...
russian: [_am_] Было бы интересно посмотреть, сможет ли она... Сделать это...
spanish: Sería interesante ver si podría... hacerlo...

source: [_am_] So exciting...
french: [C'est si excitant...
german: So aufregend...
italian: [_am_] Così eccitante...
russian: [_am_] Так интересно...
spanish: Tan emocionante...

source: [_u_] I think we're both going to be good buddies.
french: [Je pense que nous allons tous les deux être de bons copains.
german: Ich glaube, wir beide werden gute Freunde sein.
italian: [_u_] Penso che saremo entrambi buoni amici.
russian: [_u_] Я думаю, мы будем хорошими друзьями.
spanish: Creo que seremos buenos amigos.

source: [_am_] So cool!
french: [Trop cool !
german: Toll!
italian: [_am_] Che figo!
russian: [_am_] Так круто!
spanish: ¡Qué bien!

source: [_am_] What a curious man you are.
french: [Quel homme curieux vous êtes.
german: Was für ein neugieriger Mann du bist.
italian: [_am_] Che uomo curioso che sei.
russian: [_am_] Какой ты любопытный человек.
spanish: Qué curioso eres.

source: [_am_] That's hot.
french: [C'est chaud.
german: Das ist heiß.
italian: [_am_] Questo è attraente.
russian: [_am_] Это горячо.
spanish: [Eso está caliente.

source: [_am_] Like... It's amazing to be in something so hot...
french: [Comme... C'est incroyable d'être dans quelque chose d'aussi chaud...
german: Wie... es ist wunderbar, so heiß zu sein...
italian: [_am_] Cioè... È incredibile essere in qualcosa di così attraente...
russian: [_am_] Типа... Удивительно быть с чем-то такими сексуальным...
spanish: [_am_] Es como... Es increíble estar en algo tan caliente...

source: [_am_] And it's soft...
french: [Et c'est doux...
german: Und es ist weich...
italian: [_am_] Ed è morbido...
russian: [_am_] И мягкими...
spanish: Y es suave...

source: [_am_] And it bounces back when I jump. It's amazing.
french: [Et il rebondit quand je saute. C'est incroyable.
german: Und es hüpft zurück, wenn ich springe. Es ist unglaublich.
italian: [_am_] E rimbalza indietro quando salto. È incredibile.
russian: [_am_] И они отскакивают, когда я подпрыгиваю. Это потрясающе.
spanish: Y rebota cuando salto. Es increíble.

source: [_am_] And then it has so many... interactivity.
french: [Et puis il y a tellement... d'interactivité.
german: Und es gibt noch so viele verschiedene... Aktivitäten mit...
italian: [_am_] E poi ha così tanta... interattività.
russian: [_am_] И в них так много... Интерактивности.
spanish: [_am_] Y entonces tiene tanta... interactividad.

source: [_am_] So many things to do with this... thing!
french: [Il y a tellement de choses à faire avec cette... chose !
german: So viele Dinge zu tun mit diesem... Zeug!
italian: [_am_] Così tante cose da fare con questa... cosa!
russian: [_am_] Столько всего можно сделать с этими... Штуками!
spanish: Tantas cosas que se pueden hacer con esta... ¡Cosa!

source: [_am_] I still have to get used to it.
french: [Je dois encore m'y habituer.
german: Ich muss mich noch daran gewöhnen.
italian: [_am_] Devo ancora abituarmi.
russian: [_am_] Мне еще нужно к этому привыкнуть.
spanish: Aún me tengo que acostumbrar.

source: [_u_] I think you will get used to it very quickly.
french: [Je pense que vous vous y habituerez très vite.
german: Ich glaube, du wirst daran rasch gewöhnen.
italian: [_u_] Penso che ti ci abituerai molto rapidamente.
russian: [_u_] Думаю, ты очень быстро привыкнешь.
spanish: Creo que te acostumbrarás muy rápido.

source: [_u_] And then I can help you if you want.
french: [Et puis je peux t'aider si tu veux.
german: Und noch, ich kann dir helfen, wenn du möchtest.
italian: [_u_] E poi posso aiutarti se vuoi.
russian: [_u_] Кроме того, я могу тебе помочь, если захочешь.
spanish: Y después te puedo ayudar si quieres.

source: [_am_] Help me? Help me how?
french: [Aidez-moi ? Comment m'aider ?
german: Mir helfen? Wie helfen?
italian: [_am_] Aiutarmi? Aiutami come?
russian: [_am_] Помочь мне? Как?
spanish: ¿Ayudarme? ¿Ayudarme cómo?

source: [_am_] Ohhh you mean...
french: [Ohhh vous voulez dire...
german: Ahhh du meinst...
italian: [_am_] Ohhh intendi...
russian: [_am_] Ох, ты имеешь в виду...
spanish: Ohhh, te refieres...

source: [_am_] Like, with sex.
french: [_am_] Comme, avec le sexe.
german: [Zum Beispiel mit Sex.
italian: [_am_] Cioè, con il sesso.
russian: [_am_] Типа, с сексом.
spanish: Tipo, con sexo.

source: [_am_] Yeah...
french: [Oui...
german: [_am_] Ja...
italian: [_am_] Sì...
russian: [_am_] Ага...
spanish: Sí...

source: [_am_] Yeah uh, I mean. Why not. We'll see.
french: [Oui, je veux dire. Pourquoi pas. Nous verrons bien.
german: [_am_] Ja, äh, ich meine. Warum nicht? Wir werden sehen.
italian: [_am_] Sì uh, insomma. Perché no. Vedremo.
russian: [_am_] Да, я имею в виду. Почему нет. Посмотрим.
spanish: Si eh, quiero decir. Por qué no. Ya veremos.

source: [_am_] Too bad we can't fly. It would be fun to fly.
french: [Dommage qu'on ne puisse pas voler. Ce serait amusant de voler.
german: [_am_] Schade, dass wir nicht fliegen können. Es wäre lustig zu fliegen.
italian: [_am_] Peccato che non possiamo volare. Sarebbe divertente volare.
russian: [_am_] Жаль, что мы не можем летать. Было бы весело полетать.
spanish: Una pena que no podamos volar. Sería divertido poder.

source: [_u_] Well, that's a nice view.
french: [_u_] Eh bien, c'est une belle vue.
german: [_u_] Nun, das ist eine schöne Aussicht.
italian: [_u_] Beh, è una bella vista.
russian: [_u_] Ну, это хороший вид.
spanish: [_u_] Bueno, son unas buenas vistas.

source: [_u_] I hope this is the right office.
french: [J'espère que c'est le bon bureau.
german: [_u_] Ich hoffe, das ist das richtige Büro.
italian: [_u_] Spero che sia l'ufficio giusto.
russian: [_u_] Надеюсь, это правильный офис.
spanish: [_u_] Espero que sea la oficina correcta.

source: [_u_] Amelia? Are you here?
french: [Amelia ? Tu es là ?
german: [_u_] Amelia? Bist du hier?
italian: [_u_] Amelia? Sei qui?
russian: [_u_] Амелия? Ты здесь?
spanish: [_u_] ¿Amelia? ¿Estás aquí?

source: [_am_] Hey! [name]!
french: [Hé ! [nom] !]
italian: [_am_] Ehi! [name]!
russian: [_am_] Привет! [name]!
spanish: [_am_] ¡Hola! [name]!

source: [_am_] So happy to see you here!
french: [Je suis très heureux de vous voir ici !
german: [_am_] Ich freue mich so dich hier zu sehen!
italian: [_am_] Sono così felice di vederti qui!
russian: [_am_] Так рада видеть тебя здесь!
spanish: [_am_] ¡Me alegra verte por aquí!

source: [_am_] Welcome to my office!
french: [Bienvenue dans mon bureau !
german: [_am_] Willkommen in meinem Büro!
italian: [_am_] Benvenuto nel mio ufficio!
russian: [_am_] Добро пожаловать в мой офис!
spanish: [_am_] ¡Bienvenido a mi despacho!

source: [_am_] You'll excuse me, it's still a bit messy here.
french: [Vous m'excuserez, c'est encore un peu le bazar ici.
german: [_am_] Tut mir leid, es ist noch ein bisschen unordentlich hier.
italian: [_am_] Mi scuserai, è ancora un po' disordinato qui.
russian: [_am_] Извини меня, здесь все еще немного грязно.
spanish: [_am_] Disculpa, esto sigue un poco desordenado.

source: [_u_] I've seen worse.
french: [J'ai vu pire.
german: [_u_] Ich habe schon schlimmeres gesehen.
italian: [_u_] Ho visto di peggio.
russian: [_u_] Я видел и хуже.
spanish: [_u_] Los he visto peores.

source: [_am_] When I arrived, the place was filled with boxes and old things.
french: [Quand je suis arrivé, l'endroit était rempli de cartons et de vieilles choses.
german: [_am_] Als ich ankam, war alles mit Kisten und alten Sachen gefüllt.
italian: [_am_] Quando sono arrivata, il posto era pieno di scatole e vecchie cose.
russian: [_am_] Когда я переехала, место было заставлено коробками и старыми вещами.
spanish: [_am_] Cuando llegué, el lugar estaba lleno de cajas y cosas antiguas.

source: [_am_] Mrs.Bell told me to put everything in your place, thanks for taking care of it.
french: [Mme Bell m'a dit de tout mettre à votre place, merci de vous en occuper.
german: [_am_] Fräulein Bell hat mir gesagt, dass ich alles zu dir stellen soll. Danke, dass du dich darum kümmerst.
italian: [_am_] Mrs.Bell mi ha detto di mettere tutto nel tuo posto, grazie per essertene occupato.
russian: [_am_] Миссис Белл сказала мне положить все в твою комнату, спасибо, что позаботился об этом.
spanish: [_am_] La Sra. Bell me dijo que pusiera todo en tu lugar, gracias por ocuparte de ello.

source: [_u_] Oh... It was you.
french: [Oh... C'était vous.
german: [_u_] Oh... Du warst das.
italian: [_u_] Oh... Sei stata tu.
russian: [_u_] Ох... Это была ты.
spanish: [_u_] Oh... Eras tú.

source: [_u_] You could have thrown this away yourself.
french: [Vous auriez pu vous en débarrasser vous-même.
german: [_u_] Das hättest du auch selbst wegwerfen können.
italian: [_u_] Avresti potuto buttarle via da sola.
russian: [_u_] Ты могла бы выбросить это сама.
spanish: [_u_] Podrías haber tirado esto tú misma.

source: [_am_] That's what I thought, but I didn't want to question Mrs. Bell's orders...
french: [C'est ce que je pensais, mais je ne voulais pas remettre en question les ordres de Mme Bell...
german: [_am_] Das dachte ich mir auch, aber ich wollte Fräulein Bells Befehle nicht in Frage stellen...
italian: [_am_] È quello che ho pensato, ma non volevo mettere in discussione gli ordini di Mrs. Bell...
russian: [_am_] Я так и хотела, но не хотела подвергать сомнению приказы миссис Белл...
spanish: [_am_] Eso pensé, pero no quería cuestionar las órdenes de la Sra. Bell...

source: [_am_] She is so wise and smart. I'm sure she knows what she's doing!
french: [Elle est si sage et intelligente. Je suis sûr qu'elle sait ce qu'elle fait !
german: [_am_] Sie ist so weise und intelligent. Ich bin sicher, dass sie weiß, was sie tut!
italian: [_am_] Lei è così saggia e intelligente. Sono sicuro che sa cosa sta facendo!
russian: [_am_] Она такая мудрая и умная. Я уверена, что она знает, что делает!
spanish: [_am_] Ella es muy sabia e inteligente. ¡Estoy segura de que sabe lo que está haciendo!

source: [_am_] Mh... what a stunning boss she is.
french: [Mh... quelle patronne époustouflante.
german: [_am_] Mh... was für eine atemberaubende Chefin sie ist.
italian: [_am_] Mh... che capo meraviglioso che è.
russian: [_am_] Мм... Какой она потрясающий босс.
spanish: [_am_] Mh... qué jefa tan asombrosa es ella.

source: [_u_] Wow.
russian: [_u_] Вау.
spanish: [_u_] Guau.

source: [_u_] Uh... yeah sure...
french: [Euh... oui bien sûr...
german: [_u_] Äh... ja, sicher...
italian: [_u_] Uh... sicuramente...
russian: [_u_] Э... Да, конечно...
spanish: [_u_] Ah... sí, claro...

source: [_am_] Anyway.
french: [Quoi qu'il en soit.
german: [_am_] Wie auch immer.
italian: [_am_] Comunque.
russian: [_am_] В любом случае.
spanish: [_am_] No importa.

source: [_am_] Did you want something?
french: [Vous voulez quelque chose ?
german: [_am_] Wolltest du etwas?
italian: [_am_] Volevi qualcosa?
russian: [_am_] Ты чего-то хотел?
spanish: [_am_] ¿Querías algo?

source: [_am_] We will start as soon as the first candidate is here!
french: [Nous commencerons dès que le premier candidat sera là !
german: [_am_] Wir fangen an, sobald der erste Kandidat hier ist!
italian: [_am_] Inizieremo non appena il primo candidato sarà qui!
russian: [_am_] Мы начнем, как только появится первый кандидат!
spanish: [_am_] ¡Empezaremos en cuanto esté aquí la primera candidata!

source: [_u_] And when is that candidate due to arrive?
french: [_u_] Et quand ce candidat doit-il arriver ?
german: [_u_] Und wann soll dieser Kandidat kommen?
italian: [_u_] E quando quel candidato dovrebbe arrivare?
russian: [_u_] И когда этот кандидат должен приехать?
spanish: [_u_] ¿Y cuándo va a llegar ese candidato?

source: [_am_] She was supposed to be here yesterday.
french: [Elle était censée être ici hier.
german: [_am_] Sie sollte gestern hier sein.
italian: [_am_] Doveva essere qui ieri.
russian: [_am_] Она должна была быть здесь еще вчера.
spanish: [_am_] Se suponía que debía estar aquí ayer.

source: [_u_] And we have to worry about that or...?
french: [_u_] Et nous devons nous inquiéter de cela ou... ?
german: [_u_] Und müssen wir uns deshalb Sorgen machen oder...?
italian: [_u_] E dobbiamo preoccuparci o...?
russian: [_u_] И нам стоит об этом беспокоиться или...?
spanish: [_u_] ¿Y tenemos que preocuparnos por eso o...?

source: [_am_] I don't know, this planet is pretty hard to find.
french: [Je ne sais pas, cette planète est assez difficile à trouver.
german: [_am_] Ich weiß nicht, dieser Planet ist ziemlich schwer zu finden.
italian: [_am_] Non lo so, questo pianeta è abbastanza difficile da trovare.
russian: [_am_] Не знаю, эту планету довольно сложно найти.
spanish: [_am_] no sé, este planeta es bastante difícil de encontrar.

source: [_am_] She may have got lost.
french: [Elle s'est peut-être perdue.
german: [_am_] Sie hat sich vielleicht verirrt.
italian: [_am_] Potrebbe essersi persa.
russian: [_am_] Возможно, она заблудилась.
spanish: [_am_] Puede que se haya perdido.

source: [_u_] I'll check with Tinker if she knows anything about it.
french: [Je demanderai à Tinker si elle sait quelque chose à ce sujet.
german: [_u_] Ich frage Tinker ob sie irgendetwas darüber weiß.
italian: [_u_] Controllerò con Tinker se ne sa qualcosa.
russian: [_u_] Я уточню у Тинкер, знает ли она что-нибудь об этом.
spanish: [_u_] Voy a comprobar con Tinker si sabe algo de ello.

source: [_am_] Good idea! Mrs. Bell is surely aware of something!
french: [_am_] Bonne idée ! Mademoiselle Bell est sûrement au courant de quelque chose !
german: [_am_] Gute Idee! Fräulein Bell weiß bestimmt etwas!
italian: [_am_] Buona idea! Mrs. Bell ne sa sicuramente qualcosa!
russian: [_am_] Хорошая идея! Миссис Белл наверняка что-то знает!
spanish: [_am_] ¡Buena idea! . ¡Tinker seguramente está consciente de algo!

source: [_u_] Amelia?
french: [Amelia ?
russian: [_u_] Амелия?

source: [_am_] Hey! I'm over here!
french: [Hé ! Je suis là !
german: [_am_] Hey! Ich bin hier drüben!
italian: [_am_] Ehi! Sono qui!
russian: [_am_] Эй! Я здесь!
spanish: [_am_] Oye! ¡Ya estoy aquí!

source: [_u_] Nice place to do an interview.
french: [_u_] Bel endroit pour faire une interview.
german: [_u_] Schöner Ort für ein Interview.
italian: [_u_] Bel posto per fare un colloquio.
russian: [_u_] Хорошее место для интервью.
spanish: [_u_] Buen lugar para hacer una entrevista.

source: [_am_] That's what I thought!
french: [C'est ce que je pensais !
german: [_am_] Das dachte ich mir!
italian: [_am_] È quello che ho pensato!
russian: [_am_] Я тоже так думаю!
spanish: [_am_] ¡Eso es lo que pensé!

source: [_am_] Our first candidate should be here in a few minutes.
french: [Notre premier candidat devrait arriver dans quelques minutes.
german: [_am_] Unser erster Kandidat sollte in ein paar Minuten hier sein.
italian: [_am_] Il nostro primo candidato dovrebbe essere qui tra pochi minuti.
russian: [_am_] Наш первый кандидат должен быть здесь через несколько минут.
spanish: [_am_] Nuestro primer candidato debería estar aquí en unos minutos.

source: [_am_] Are you ready?
french: [Êtes-vous prêt ?
german: [_am_] Bist du bereit?
italian: [_am_] Sei pronto?
russian: [_am_] Ты готов?
spanish: [_am_] ¿Estas listo?

source: [_u_] Tinker gave me the requirements she wanted.
french: [_u_] Tinker m'a donné les exigences qu'elle voulait.
german: [_u_] Tinker hat mir die Anforderungen gegeben, die sie wollte.
italian: [_u_] Tinker mi ha dato i requisiti che voleva.
russian: [_u_] Тинкер дала мне те требования, которые она хотела.
spanish: [_u_] Tinker me dio los requisitos que ella quería.

source: [_u_] Basically, we just need to not hire psychopaths, or really weird people.
french: [_u_] En gros, il faut éviter d'embaucher des psychopathes ou des gens vraiment bizarres.
german: [_u_] Im Grunde müssen wir nur keine Psychopathen einstellen, oder wirklich seltsame Leute.
italian: [_u_] Fondamentalmente, abbiamo solo bisogno di non assumere psicopatici, o persone davvero strane.
russian: [_u_] По сути, нам просто нужно не нанимать психопатов или действительно странных людей.
spanish: [_u_] Básicamente, solo tenemos que no contratar psicológicos o personas realmente extrañas.

source: [_am_] Oh...and what does it look like?
french: [Oh... et à quoi ça ressemble ?
german: [_am_] Oh...und wie sieht es aus?
italian: [_am_] Oh...e che aspetto hanno?
russian: [_am_] Ох... И как они выглядят?
spanish: [_am_] Oh... ¿A qué parece?
