Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_JM.po
Languages: french

source: [_jm_] Well, I have no idea what I'd like then!
french: [Je n'ai aucune idée de ce que j'aimerais alors !

source: [_jm_] Do you know people who have sexual fantasies?
french: [Connaissez-vous des personnes qui ont des fantasmes sexuels ?

source: [_u_] Hum... You want me to ask people about their sexual tastes?
french: [Hum... Vous voulez que j'interroge les gens sur leurs goûts sexuels ?

source: [_jm_] Yes! That would be great!
french: [_jm_] Oui ! Ce serait génial !

source: [_u_] Ok... um let's see... Emee... Tinker...
french: [Ok... voyons voir... Emee... Tinker...

source: [_u_] Mh... I can ask 6 people. Will that be enough?
french: [_u_] Mh... Je peux demander à 6 personnes. Cela suffira-t-il ?

source: [_jm_] Are these people from the palace? I didn't know there were so many... perverts here...
french: [Ce sont des gens du palais ? Je ne savais pas qu'il y avait autant de pervers ici...

source: [_jm_] But anyway, perfect!
french: [_jm_] Mais de toute façon, c'est parfait !

source: [_jm_] As soon as you have their answers, come back and see me!
french: [Dès que vous aurez leurs réponses, revenez me voir !

source: [_jm_] Thanks again Prince [name]!
french: [Merci encore Prince [nom] !]

source: [_jm_] Great... well you haven't helped me at all.
french: [_jm_] Super... vous ne m'avez pas aidé du tout.

source: [_jm_] Is it really something important... [Quest_JM_NameMC1]?
french: [Est-ce vraiment quelque chose d'important... [Quest_JM_NameMC1] ?

source: [_u_] Of course, I want to know what pleases my slave.
french: [Bien sûr, je veux savoir ce qui plaît à mon esclave.

source: [_jm_] Do you really have to say it like that?
french: [Faut-il vraiment le dire comme ça ?

source: [_u_] I could ask people about their sexual tastes. It might help you.
french: [Je pourrais interroger les gens sur leurs goûts sexuels. Cela pourrait vous aider.

source: [_jm_] Uh... yeah, I guess that's a good idea.
french: [Euh... oui, je pense que c'est une bonne idée.

source: [_jm_] I'll do my best to think about it until you get back, [Quest_JM_NameMC1] [name].
french: [Je ferai de mon mieux pour y réfléchir jusqu'à votre retour, [Quest_JM_NameMC1] [nom].

source: [_u_] I love the way you talk to me. You almost sound like you're getting used to it.
french: [J'aime la façon dont tu me parles. On dirait presque que tu t'y habitues.

source: [_jm_] I don't know what you're talking about.
french: [Je ne sais pas de quoi vous parlez.

source: [_jm_] See you later... um... you.
french: [A plus tard... hum... vous.

source: [_u_] Ok... I'm going to write this down as a reminder...
french: [Ok... Je vais noter ça pour m'en souvenir...

source: [_u_] ''Go and ask their sexual fantasies to...
french: [_u_] ''Allez demander à leurs fantasmes sexuels de...

source: [_u_] Emee, Amandine, Meli, Amelia, Lyco and Tinker.''
french: [Emee, Amandine, Meli, Amelia, Lyco et Tinker".

source: [_u_] Gosh I love my job.
french: [J'adore mon travail.

source: [_u_] Great, you were the last person I had to see.
french: [Génial, vous étiez la dernière personne que je devais voir.

source: [_u_] That Jamsine better know what she wants now.
french: [Cette Jamsine ferait mieux de savoir ce qu'elle veut maintenant.

source: [_jm_] These answers are really strange...
french: [_jm_] Ces réponses sont vraiment étranges...

source: [_jm_] Are you sure you didn't make them up?
french: [Vous êtes sûr de ne pas les avoir inventés ?

source: [_jm_] Because frankly... fucking a magic creature... and the castle thing... and Sherasade's bed?
french: [Parce que franchement... baiser une créature magique... et le château... et le lit de Sherasade ?

source: [_jm_] It looks like something you could have made up!
french: [On dirait que c'est quelque chose que vous auriez pu inventer !

source: [_u_] It's not my fault! I'm telling you what I was told!
french: [Ce n'est pas ma faute ! Je vous dis ce qu'on m'a dit !

source: [_jm_] Actually... I wouldn't mind dirtying Scheherazade's bed.
french: [En fait... Ça ne me dérangerait pas de salir le lit de Shéhérazade.

source: [_jm_] But I wouldn't say it would be a sexual fantasy...
french: [Mais je ne dirais pas qu'il s'agit d'un fantasme sexuel...

source: [_jm_] And what's a... ''Zero Gravity''?
french: [Et qu'est-ce qu'un... ''Gravité zéro'' ?

source: [_jm_] Anyway, I still don't know how to answer your question.
french: [Quoi qu'il en soit, je ne sais toujours pas comment répondre à votre question.

source: [_u_] Well... I think the only way to find out is to try thoses things out.
french: [_u_] Eh bien... Je pense que la seule façon de le savoir est d'essayer ces choses.

source: [_jm_] You can't be serious!
french: [Vous n'êtes pas sérieux !

source: [_jm_] You're asking me to... to what?
french: [Vous me demandez de... de quoi ?

source: [_jm_] To fuck a magical creature?
french: [Pour baiser une créature magique ?

source: [_jm_] Can you imagine... a centaur... or faun... or worse!
french: [Pouvez-vous imaginer... un centaure... ou un faune... ou pire !

source: [_jm_] A minotaur!
french: [Un minotaure !

source: [_u_] So... the least worst thing for you would be the centaur?
french: [Alors... le moins pire pour vous serait le centaure ?

source: [_u_] Are you sure of your answer?
french: [_u_] Êtes-vous sûr de votre réponse ?

source: [_jm_] I said that without thinking.
french: [J'ai dit cela sans réfléchir.

source: [_u_] Duly. Noted.
french: [_u_] Dûment. Noté.

source: [_u_] Well, see you tomorrow for the rest I guess!
french: [_u_] Bon, à demain pour la suite je pense !

source: [_u_] Even if it was useless... at least I learned some funny stuff.
french: [_u_] Même si c'était inutile... au moins j'ai appris des trucs marrants.

source: [_a_] You naughty boy.
french: [_a_] Vilain garçon.

source: [_jm_] The... the what?
french: [Le... le quoi ?

source: [_jm_] A Unicorn horn? A real one?
french: [Une corne de licorne ? Une vraie ?

source: [_jm_] Why does she have that?
french: [Pourquoi a-t-elle cela ?

source: [_jm_] Does it have magical powers?
french: [A-t-il des pouvoirs magiques ?

source: [_jm_] So many questions to ask ahah
french: [_jm_] Tant de questions à poser ahah

source: [_jm_] Why do you want me to see this horn?
french: [Pourquoi voulez-vous que je voie cette corne ?

source: [_u_] So... let's see...
french: [_u_] Alors... voyons...

source: [_u_] -Yes, it's a real horn. I think.
french: [_u_] - Oui, c'est une vraie corne. Je crois.

source: [_u_] -I gave it to her.
french: [_u_] - Je lui ai donné.

source: [_u_] -Perhaps.
french: [_u_] -Peut-être.

source: [_u_] And... I'd like you to have it to... let's say... complete your education.
french: [Et... J'aimerais que vous l'ayez pour... disons... terminer vos études.

source: [_jm_] Now that's mysterious.
french: [Voilà qui est bien mystérieux.

source: [_u_] Okay, don't move, I'll get it back.
french: [D'accord, ne bougez pas, je vais le récupérer.

source: [_jm_] Please be careful!
french: [Soyez prudents !

source: [_jm_] Why does Sherazade have a Unicorn horn?
french: [Pourquoi Sherazade a-t-elle une corne de licorne ?

source: [_jm_] And why do you want me to see this horn?
french: [Et pourquoi voulez-vous que je voie cette corne ?

source: [_jm_] Oh no... that's not for...
french: [Oh non... ce n'est pas pour...

source: [_u_] Masturbate with it?
french: [Se masturber avec ?

source: [_u_] That's exactly what it is.
french: [C'est exactement ce que c'est.

source: [_jm_] Gosh... but isn't... isn't it a bit big for that?
french: [_jm_] Bon sang... mais n'est-ce pas... n'est-ce pas un peu grand pour ça ?

source: [_jm_] I mean... a horse is pretty big so...
french: [Je veux dire... un cheval est assez grand, alors...

source: [_u_] Wait, I'll go get it so you can judge for yourself.
french: [Attendez, je vais le chercher pour que vous puissiez juger par vous-même.

source: [_u_] Yep! Don't move, I'll be back.
french: [Yep ! Ne bougez pas, je reviens.

source: [_u_] So, let's see... where's that horn?
french: [Alors, voyons voir... où est ce klaxon ?

source: [_u_] Hey Amandine? Wasn't there a story about a silver box or something?
french: [Hé Amandine ? Il n'y avait pas une histoire de boîte en argent ou quelque chose comme ça ?

source: [_u_] Amandine?
french: [Amandine ?

source: [_a_] Hey!
french: [_a_] Hé !

source: [_a_] How's it going?
french: [_a_] Comment ça va ?

source: [_a_] I just thought it was the perfect time to check out the place!
french: [Je me suis dit que c'était le moment idéal pour visiter l'endroit !

source: [_a_] It's really beautiful here!
french: [_a_] C'est vraiment beau ici !

source: [_a_] Oh my God... it's hot as hell, though.
french: [_a_] Oh mon Dieu... il fait chaud comme l'enfer, cependant.

source: [_u_] Gosh, it's so strange to see you out of the office!
french: [C'est si étrange de vous voir hors du bureau !

source: [_a_] I know... I try to get out more.
french: [Je sais... J'essaie de sortir davantage.

source: [_a_] Wow... I just love the decor!
french: [_a_] Wow... J'adore le décor !

source: [_a_] Do you think we can be surprised by Sherazade?
french: [_a_] Pensez-vous que Sherazade puisse nous surprendre ?

source: [_u_] I hope not.
french: [J'espère que non.

source: [_a_] There's a hint of danger that's not unpleasant. I like it.
french: [_a_] Il y a un soupçon de danger qui n'est pas désagréable. Je l'aime bien.

source: [_a_] It's planned, yes.
french: [_a_] C'est prévu, oui.

source: [_a_] I mean...
french: [Je veux dire...

source: [_a_] I asked her for a simple outfit so I could walk around the city.
french: [Je lui ai demandé une tenue simple pour me promener en ville.

source: [_a_] Not a brothel outfit...
french: [_a_] Pas une tenue de bordel...

source: [_u_] I hope you made it clear to her, because she's going to make you a see-through outfit if you don't.
french: [J'espère que tu as été clair avec elle, parce qu'elle va te faire une tenue transparente si tu ne le fais pas.

source: [_a_] You think so?
french: [_a_] Vous pensez que c'est le cas ?

source: [_a_] There's a good chance.
french: [_a_] Il y a de fortes chances.

source: [_a_] Well...
french: [_a_] Eh bien...

source: [_a_] Thanks for the warning!
french: [_a_] Merci pour l'avertissement !

source: [_a_] No, no, no!
french: [Non, non, non !

source: [_a_] I wouldn't want to disturb your quest to corrupt the local nobility.
french: [_a_] Je ne voudrais pas perturber votre quête de corruption de la noblesse locale.

source: [_u_] Are you sure you don't want to spank Jasmine?
french: [Tu es sûr que tu ne veux pas donner une fessée à Jasmine ?

source: [_a_] Ahah I wasn't ready for that...
french: [_a_] Ahah, je n'étais pas prêt pour ça...

source: [_a_] Nah it's tempting but... maybe another time.
french: [_a_] Non, c'est tentant mais... peut-être une autre fois.

source: [_u_] As you wish!
french: [Comme vous voulez !

source: [_a_] Uh... in the silver box next to the bed, I think.
french: [_a_] Euh... dans la boîte en argent à côté du lit, je crois.

source: [_a_] What are you going to make her do with that?
french: [Qu'allez-vous lui faire faire avec ça ?

source: [_u_] I've no idea... But Sherazade was having fun with it, so I'm thinking...
french: [Je n'en ai aucune idée... Mais Sherazade s'amusait avec, alors je pense...

source: [_a_] Can you imagine if Jasmine licked that thing after Sherazade put it in her...
french: [Imaginez que Jasmine lèche ce truc après que Sherazade l'ait mis dans son...

source: [_u_] Oh fuck, that's hard...
french: [Oh putain, c'est dur...

source: [_u_] I love the idea.
french: [J'adore l'idée.

source: [_a_] No thanks, I won't push my luck any further.
french: [_a_] Non merci, je ne pousserai pas ma chance plus loin.

source: [_a_] What's your plan for the rest of Jasmine's corruption?
french: [_a_] Quel est votre plan pour le reste de la corruption de Jasmine ?

source: [_u_] Well... I improvise, and push my luck until she gets a little too angry.
french: [_u_] Eh bien... J'improvise, et je tente ma chance jusqu'à ce qu'elle s'énerve un peu trop.

source: [_a_] Okay, maybe I have a less wacky idea.
french: [_a_] D'accord, j'ai peut-être une idée moins farfelue.

source: [_a_] Have you ever heard of the ancient art of ''The Feather's Agony''?
french: [_a_] Avez-vous déjà entendu parler de l'art ancien de "l'agonie de la plume" ?

source: [_u_] Uh... you mean tickling with a feather?
french: [Euh... vous voulez dire chatouiller avec une plume ?

source: [_a_] Yeah, that's the idea.
french: [_a_] Oui, c'est l'idée.

source: [_a_] The goal is to provide a long sexual tension buildup with a feather...
french: [_a_] L'objectif est de faire monter la tension sexuelle avec une plume...

source: [_a_] And the tension rises to a point where the person almost goes crazy.
french: [_a_] Et la tension monte à un point tel que la personne devient presque folle.

source: [_a_] After that, your job will be almost too easy.
french: [_a_] Après cela, votre travail sera presque trop facile.

source: [_a_] It may look like nothing... but done right, it's incredibly effective.
french: [_a_] Cela n'a l'air de rien... mais si c'est bien fait, c'est incroyablement efficace.

source: [_a_] Especially with a character so... sensitive to sensuality and eroticism.
french: [_a_] Surtout avec un personnage si... sensible à la sensualité et à l'érotisme.

source: [_a_] Great!
french: [_a_] Super !

source: [_a_] And if that doesn't work, we can always try something more traditional.
french: [_a_] Et si ça ne marche pas, on peut toujours essayer quelque chose de plus traditionnel.

source: [_a_] Maybe.
french: [_a_] Peut-être.

source: [_a_] Listen, I had a lot of time to waste in my castle!
french: [Ecoutez, j'ai eu beaucoup de temps à perdre dans mon château !

source: [_a_] And then, a touch of eroticism from time to time...
french: [_a_] Et puis, une touche d'érotisme de temps en temps...

source: [_a_] Last time you did that with Jasmine, she flew out the window.
french: [La dernière fois que vous avez fait ça avec Jasmine, elle s'est envolée par la fenêtre.

source: [_a_] Even if you've made progress with her, she's still capable of doing it if you push her too hard.
french: [_a_] Même si vous avez fait des progrès avec elle, elle est toujours capable de le faire si vous la poussez trop fort.

source: [_u_] Okay, well...
french: [_u_] D'accord, bien...

source: [_u_] You're... probably right, yeah.
french: [Vous avez... probablement raison, oui.

source: [_a_] Gosh, I really love the oriental ambiance... it's so refined.
french: [_a_] J'aime beaucoup l'ambiance orientale... c'est tellement raffiné.

source: [_a_] Anyway, keep on corrupting her slowly, and as soon as you feel she's ready...
french: [_a_] Quoi qu'il en soit, continuez à la corrompre lentement, et dès que vous la sentirez prête...

source: [_a_] We'll find a nice feather for you.
french: [Nous vous trouverons une belle plume.

source: [_u_] Roger that, Amandine!
french: [_u_] Bien reçu, Amandine !

source: [_a_] See ya!
french: [_a_] A plus tard !

source: [_u_] Okay... let's keep on corrupting Jasmine
french: [Ok... continuons à corrompre Jasmine

source: [_u_] And then we'll try this famous feather!
french: [Et puis on va essayer cette fameuse plume !

source: [_u_] Where's that horn?
french: [Où est le klaxon ?

source: [_jm_] Wow, that's...
french: [_jm_] Wow, c'est...

source: [_jm_] It's a lot bigger than I imagined.
french: [C'est beaucoup plus grand que je ne l'imaginais.

source: [_jm_] And what does she do with it?
french: [Et qu'en fait-elle ?

source: [_jm_] She puts it on a shelf and... contemplates it?
french: [Elle le pose sur une étagère et... le contemple ?

source: [_u_] Not really.
french: [_u_] Pas vraiment.

source: [_u_] She uses it in a more... physical way.
french: [Elle l'utilise de manière plus... physique.

source: [_jm_] She puts it in her pussy?
french: [Elle le met dans sa chatte ?

source: [_jm_] Well... I mean... in her noble sultana pussy...
french: [Eh bien... Je veux dire... dans sa noble chatte de sultane...

source: [_jm_] Now that's something.
french: [C'est quelque chose.

source: [_jm_] Does it fit like... physically?
french: [Est-ce que ça va comme... physiquement ?

source: [_u_] There's only one way to find out!
french: [Il n'y a qu'une seule façon de le savoir !

source: [_u_] Keep it, we're sure to find a use for it later.
french: [Gardez-le, nous en trouverons bien l'utilité plus tard.

source: [_jm_] Fine, why not!
french: [_jm_] Très bien, pourquoi pas !

source: [_u_] See you later!
french: À tantôt!

source: [_jm_] I can't believe it...
french: [Je n'arrive pas à y croire...

source: [_jm_] Does she really put this inside her?
french: [Est-ce qu'elle met vraiment ça en elle ?

source: [_jm_] It's way too big...
french: [C'est beaucoup trop grand...

source: [_u_] With a little willpower, everything fits.
french: [_u_] Avec un peu de volonté, tout s'adapte.

source: [_jm_] Good Lord...
french: [_jm_] Bon Dieu...

source: [_jm_] And uh... what do you want me to do with this?
french: [Et euh... que voulez-vous que je fasse avec ça ?

source: [_jm_] I'm warning you, there's no way!
french: [Je vous préviens, il n'y a pas moyen !

source: [_u_] Not even just the...
french: [_u_] Il ne s'agit même pas de la seule...

source: [_u_] Okay, well... I'm sure I'll find a use for this thing.
french: [D'accord, eh bien... Je suis sûr que je trouverai une utilité à cette chose.

source: [_u_] Keep it and uh...
french: [Gardez-le et...

source: [_u_] Meditate into it.
french: [_u_] Méditez-le.

source: [_jm_] Of course!
french: [Bien sûr !

source: [_jm_] I can tell you really have a passion for this thing...
french: [_jm_] Je peux dire que vous avez vraiment une passion pour cette chose...

source: [_jm_] I still don't understand why I have to confess.
french: [Je ne comprends toujours pas pourquoi je dois me confesser.

source: [_jm_] This thing is really huge.
french: [Cette chose est vraiment énorme.

source: [_u_] You know what you should do with it?
french: [Vous savez ce que vous devriez faire avec ?

source: [_u_] You should lick it.
french: [Vous devriez le lécher.

source: [_jm_] You think so?
french: [Vous pensez que c'est le cas ?

source: [_jm_] It's a bit strange, isn't it?
french: [C'est un peu étrange, n'est-ce pas ?

source: [_jm_] I mean... according to you...
french: [Je veux dire... selon vous...

source: [_jm_] Sherazade has done some pretty strange things with it...
french: [Sherazade en a fait des choses assez étranges...

source: [_jm_] What would I gain by doing this?
french: [Qu'est-ce que je gagnerais à faire cela ?

source: [_jm_] Go ahead, convince me.
french: [Allez-y, convainquez-moi.

source: [_jm_] Yes [Quest_JM_NameMC]...
french: [Oui [Quest_JM_NameMC]...

source: [_jm_] Gosh... This thing is really huge.
french: [_jm_] Bon sang... Ce truc est vraiment énorme.

source: [_jm_] Oh gosh... why would you want me to do that?
french: [Oh, mon Dieu... pourquoi voulez-vous que je fasse ça ?

source: [_jm_] You are aware that... Sherazade put it in her... ?
french: [Vous savez que... Sherazade l'a mis dans son... ?

source: [_u_] Yeah, I know.
french: [Oui, je sais.

source: [_jm_] Go ahead, give me a good reason to do this.
french: [Allez-y, donnez-moi une bonne raison de le faire.

source: [_jm_] That's honest.
french: [C'est honnête.

source: [_jm_] Ok, I guess I can try.
french: [_jm_] Ok, je pense que je peux essayer.

source: [_u_] Well, it wasn't very complicated.
french: [Ce n'était pas très compliqué.

source: [_jm_] Consider it a reward for your honesty.
french: [Considérez-le comme une récompense pour votre honnêteté.

source: [_u_] And you're my slave, so when I'm happy, you're happy.
french: [Et tu es mon esclave, donc quand je suis heureux, tu es heureux.

source: [_u_] Don't you think?
french: [Vous ne pensez pas ?

source: [_jm_] I don't see how this thing can help you make yourself happy.
french: [Je ne vois pas comment cette chose peut vous aider à vous rendre heureux.

source: [_jm_] No way.
french: [Pas question.

source: [_jm_] Oh, I see what you mean...
french: [Oh, je vois ce que vous voulez dire...

source: [_jm_] It's not a stupid idea.
french: [Ce n'est pas une idée stupide.

source: [_jm_] Do you think so?
french: [Pensez-vous que c'est le cas ?

source: [_jm_] It's true that if our dear sultana knew...
french: [Il est vrai que si notre chère sultane savait...

source: [_jm_] You're right, I'll do it.
french: [Vous avez raison, je vais le faire.

source: [_jm_] Ok... let's see...
french: [Ok... voyons voir...

source: [_jm_] You really want me to lick that?
french: [Tu veux vraiment que je lèche ça ?

source: [_jm_] I can't believe I'm going to do this...
french: [Je n'arrive pas à croire que je vais faire ça...

source: [_jm_] I feel like I'm licking Shezrazade's pussy... is that normal?
french: [J'ai l'impression de lécher la chatte de Shezrazade... est-ce normal ?

source: [_u_] So hot.
french: [_u_] Si chaud.

source: [_jm_] Stop making fun of me!
french: [Arrêtez de vous moquer de moi !

source: [_jm_] Okay... Just a little more...
french: [Ok... Juste un peu plus...

source: [_jm_] Okay... I think that's enough.
french: [Ok... Je pense que c'est suffisant.

source: [_jm_] It's not so bad, really.
french: [Ce n'est pas si mal, vraiment.

source: [_jm_] You should give it a try!
french: [Vous devriez essayer !

source: [_u_] I'd rather watch you do it, you're so good at it.
french: [Je préfère vous regarder faire, vous êtes si doué.

source: [_jm_] Oh, be quiet!
french: [Oh, taisez-vous !

source: [_jm_] See you later Prince [name].
french: [À plus tard, Prince [nom].

source: [_jm_] Well, okay I'll...
french: [Bon, d'accord, je vais...

source: [_jm_] ...I'll do it.
french: [...je le ferai.

source: [_jm_] The taste is really strange...
french: [Le goût est vraiment étrange...

source: [_jm_] I feel like I'm licking Sherazade's pussy...
french: [J'ai l'impression de lécher la chatte de Sherazade...

source: [_jm_] Glad you like it... [Quest_JM_NameMC].
french: [_jm_] Heureux que vous l'aimiez... [Quest_JM_NameMC].

source: [_u_] Come on, just a little bit more...
french: [Allez, juste un peu plus...

source: [_jm_] It's... not as bad as I thought...
french: [C'est... pas aussi grave que je le pensais...

source: [_jm_] But I'll never forget that taste.
french: [Mais je n'oublierai jamais ce goût.

source: [_u_] If you're going to give Sherazade a cuni, at least you know what to expect.
french: [_u_] Si vous donnez un cuni à Sherazade, vous savez au moins à quoi vous attendre.

source: [_jm_] It'll never happen.
french: [Cela n'arrivera jamais.

source: [_u_] Never say never!
french: [Il ne faut jamais dire jamais !

source: [_jm_] ...See you later [Quest_JM_NameMC].
french: [...A plus tard [Quest_JM_NameMC].

source: [_jm_] You want me to lick it?
french: [Tu veux que je le lèche ?

source: [_jm_] As you wish!
french: [Comme vous voulez !

source: [_jm_] As you wish... [Quest_JM_NameMC].
french: [_jm_] Comme vous voulez... [Quest_JM_NameMC].

source: [_u_] Hey, I got an idea for something we can do.
french: [J'ai une idée pour faire quelque chose.

source: [_u_] I think it could really help you in your...
french: [Je pense que cela pourrait vraiment vous aider dans votre...

source: [_u_] ...'de-princessing process''.
french: [_u_] ... "processus de déprincessing".

source: [_jm_] Very well... if you think it'll help...
french: [Très bien... si vous pensez que cela peut aider...

source: [_jm_] Any new idea is a good one, I suppose.
french: [Toute nouvelle idée est bonne à prendre, je suppose.

source: [_u_] Great, strip down and turn around.
french: [_u_] Super, déshabille-toi et tourne-toi.

source: [_jm_] Uh, very well, sir.
french: [Très bien, monsieur.
