Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_am_] What? She didn't look upset!
french: [Quoi ? Elle n'avait pas l'air contrariée !
german: [Was? Sie hat nicht verärgert ausgesehen!
italian: [_am_] Cosa? Non sembrava sconvolta!
russian: [_am_] Что? Она не выглядела расстроенной!
spanish: [_am_] ¿Qué? ¡Ella no parecía molesta!

source: [_am_] I'll tell Tinker that we found our human fixer!
french: [Je dirai à Tinker que nous avons trouvé notre réparateur humain !
german: [_am_] Ich werde Tinker sagen, dass wir unseren menschlichen Fixer gefunden haben!
italian: [_am_] Dirò a Tinker che abbiamo trovato il nostro aggiustatore umano!
russian: [_am_] Я скажу Тинкер, что мы нашли нашего ремонтника человека!
spanish: [_am_] ¡Le diré a Tinker que hemos encontrado nuestro reparador de humanos!

source: [_u_] Gosh... This chick is unbearable.
french: [_u_] Bon sang... Cette nana est insupportable.
german: [_u_] Meine Güte... Diese Tussi ist unerträglich.
italian: [_u_] Accidenti... Questa tipa è insopportabile.
russian: [_u_] Боже... Эта цыпочка невыносима.
spanish: [_u_] Dios... Esta chica es insoportable.

source: [_am_] Yes! She is waiting for us!
french: [Oui ! Elle nous attend !
german: [_am_] Ja! Sie wartet auf uns!
italian: [_am_] Sì! Ci sta aspettando!
russian: [_am_] Да! Она ждет нас!
spanish: [_am_] ¡Sí! ¡Nos está esperando!

source: [_am_] I must admit that she has a pretty funny look.
french: [Je dois admettre qu'elle a un drôle de regard.
german: [_am_] Ich muss zugeben, dass sie einen ziemlich lustigen Look hat.
italian: [_am_] Devo ammettere che ha un look piuttosto divertente.
russian: [_am_] Должна признать, что у нее довольно забавный вид.
spanish: [_am_] Debo admitir que tiene un aspecto bastante divertido.

source: [_u_] How funny?
french: [_u_] C'est drôle ?
german: [_u_] Wie lustig?
italian: [_u_] Quanto divertente?
russian: [_u_] Насколько забавный?
spanish: [_u_] ¿Cómo que divertido?

source: [_am_] I don't know, unusual I would say!
french: [Je ne sais pas, je dirais que c'est inhabituel !
german: [_am_] Ich weiß nicht, ungewöhnlich würde ich sagen!
italian: [_am_] Non lo so, direi insolito!
russian: [_am_] Не знаю, необычный я бы сказала!
spanish: [_am_] No lo sé, ¡inusual diría yo!

source: [_am_] I think the eccentric people are so interesting!
french: [Je pense que les personnes excentriques sont si intéressantes !
german: [_am_] Ich finde die exzentrischen Menschen so interessant!
italian: [_am_] Penso che le persone eccentriche siano così interessanti!
russian: [_am_] Я думаю, что эксцентричные люди такие интересные!
spanish: [_am_] ¡Creo que las personas excéntricas son muy interesantes!

source: [_am_] Maybe she's a comedian! That would be great!
french: [C'est peut-être une comédienne ! Ce serait génial !
german: [_am_] Vielleicht ist sie eine Komikerin! Das wäre großartig!
italian: [_am_] Forse è una comica! Sarebbe fantastico!
russian: [_am_] Может быть, она комик! Это было бы прекрасно!
spanish: [_am_] ¡Tal vez sea una comediante! ¡Sería genial!

source: [_u_] Ok, you got me intrigued, let's check it out.
french: [_u_] Ok, vous m'avez intrigué, allons voir.
german: [_u_] Ok, du hast mich neugierig gemacht, schauen wir es uns an.
italian: [_u_] Ok, mi hai incuriosito, diamo un'occhiata.
russian: [_u_] Хорошо, ты меня заинтриговала, давай проверим.
spanish: [_u_] Vale, me has intrigado, vamos a verlo.

source: [_u_] Uh... yes, hello.
french: [Euh... oui, bonjour.
german: [_u_] Äh... ja, hallo.
italian: [_u_] Uh... sì, ciao.
russian: [_u_] Э... Да, здравствуйте.
spanish: [_u_] Uh... Sí, hola.

source: [_scc_] Succk.
german: [_scc_] Lutschh.
russian: [_scc_] Сосаша.

source: [_am_] That's an original name !
french: [_am_] C'est un nom original !
german: [_am_] Das ist ein origineller Name!
italian: [_am_] Un nome originale!
russian: [_am_] Это оригинальное имя!
spanish: [_am_] ¡Qué nombre tan original!

source: [_am_] I always found the short names very cute!
french: [J'ai toujours trouvé les noms courts très mignons !
german: [_am_] Ich fand die kurzen Namen immer sehr süß!
italian: [_am_] Ho sempre trovato i nomi corti molto carini!
russian: [_am_] Я всегда считала короткие имена очень милыми!
spanish: [_am_] ¡Los nombres cortos siempre me han parecido muy bonitos!

source: [_scc_] me too.
french: [Moi aussi.
german: [_scc_] ich auch.
italian: [_scc_] Anche io.
russian: [_scc_] я тоже.
spanish: [_scc_] A mí también.

source: [_scc_] That's a nice place you have there.
french: [C'est un bel endroit que vous avez là.
german: [_scc_] Das ist ein netter Platz, den du da hast.
italian: [_scc_] Avete un bel posto qui.
russian: [_scc_] Неплохое у вас местечко.
spanish: [_scc_] Es un buen lugar que tienes aquí.

source: [_scc_] What kind of defense system do you have?
french: [Quel type de système de défense avez-vous ?
german: [_scc_] Welche Art von Verteidigungssystem hast du?
italian: [_scc_] Che tipo di sistema di difesa avete?
russian: [_scc_] Какая у вас система защиты?
spanish: [_scc_] ¿Qué tipo de sistema de defensa tiene?

source: [_scc_] I see, so you have a lot of money here.
french: [Je vois, vous avez donc beaucoup d'argent ici.
german: [_scc_] Verstehe, Sie haben also eine Menge Geld hier.
italian: [_scc_] Vedo, quindi avete molti soldi qui.
russian: [_scc_] Я вижу, у вас здесь много денег.
spanish: [_scc_] Ya veo, así que tenéis un montón de dinero aquí.

source: [_scc_] It looks nice to... work here.
french: [C'est agréable de... travailler ici.
german: [_scc_] Es sieht nett aus,... hier zu arbeiten.
italian: [_scc_] Sembra bello... lavorare qui.
russian: [_scc_] Приятно... поработать здесь.
spanish: [_scc_] Parece agradable... trabajar aquí.

source: [_am_] We really have a very pleasant living environment, indeed!
french: [Nous avons vraiment un cadre de vie très agréable !
german: [_am_] Wir haben in der Tat ein sehr angenehmes Lebensumfeld!
italian: [_am_] Abbiamo un ambiente molto piacevole, davvero!
russian: [_am_] У нас действительно очень приятные условия для жизни!
spanish: [_am_] ¡Tenemos un ambiente muy agradable, de hecho!

source: [_scc_] Yeah...
french: [Ouais...
german: [_scc_] Ja...
italian: [_scc_] Sì...
russian: [_scc_] Ага...
spanish: [_scc_] Sí...

source: [_scc_] That's clever.
french: [C'est astucieux.
german: [_scc_] Das ist schlau.
italian: [_scc_] È intelligente.
russian: [_scc_] Это умно.
spanish: [_scc_] Es inteligente.

source: [_scc_] The empire knows how to defend itself.
french: [L'empire sait se défendre.
german: [_scc_] Das Imperium weiß, wie man sich verteidigt.
italian: [_scc_] L'impero sa come difendersi.
russian: [_scc_] Империя умеет защититься.
spanish: [_scc_] El imperio sabe cómo defenderse a sí mismo.

source: [_scc_] Mh.
french: [Mh.
russian: [_scc_] Мх.

source: [_scc_] Not very smart.
french: [Pas très malin.
german: [_scc_] Nicht sehr schlau.
italian: [_scc_] Non molto intelligente.
russian: [_scc_] Не очень умно.
spanish: [_scc_] No muy inteligente.

source: [_am_] So, [name], do you have any questions?
french: [Alors, [nom], avez-vous des questions ?
german: [_am_] Also, [Name], haben Sie irgendwelche Fragen?
italian: [_am_] Quindi, [name], hai domande?
russian: [_am_] Итак, [name], у тебя есть вопросы?
spanish: [_am_] Entonces, [name], ¿tienes alguna pregunta?

source: [_scc_] I work in... security.
french: [Je travaille dans la sécurité.
german: [_scc_] Ich arbeite in der... Sicherheit.
italian: [_scc_] Lavoro nell'ambito della... sicurezza.
russian: [_scc_] Я работаю в... Охране.
spanish: [_scc_] Trabajo en... seguridad.

source: [_scc_] Anything that involves guarding expensive stuff.
french: [Tout ce qui implique de garder des objets coûteux.
german: [_scc_] Alles was beinhaltet, teure Sachen zu bewachen.
italian: [_scc_] Tutto ciò che comporta la guardia di cose costose.
russian: [_scc_] Все, что связано с охраной дорогих вещей.
spanish: [_scc_] Cualquier cosa que implique proteger cosas caras.

source: [_am_] Nice!
french: [Joli !
italian: [_am_] Bello!
russian: [_am_] Отлично!
spanish: [_am_] ¡Genial!

source: [_am_] We have a head of security position that is vaccinating!
french: [Nous avons un poste de chef de la sécurité qui est en train de vacciner !
german: [_am_] Wir sind noch eine Position offen für den Sicherheitschef!
italian: [_am_] Abbiamo una posizione vacante di responsabile della sicurezza!
russian: [_am_] У нас есть вакансия начальника службы безопасности!
spanish: [_am_] ¡Tenemos una posición de jefe de seguridad vacante!

source: [_scc_] That's good news.
french: [C'est une bonne nouvelle.
german: [_scc_] Das sind gute Nachrichten.
italian: [_scc_] Questa è una buona notizia.
russian: [_scc_] Это хорошие новости.
spanish: [_scc_] Es una buena noticia.

source: [_scc_] I always wanted to be in charge of something.
french: [J'ai toujours voulu être responsable de quelque chose.
german: [_scc_] Ich wollte schon immer für etwas verantwortlich sein.
italian: [_scc_] Ho sempre voluto essere responsabile di qualcosa.
russian: [_scc_] Я всегда хотела быть ответственной за что-то.
spanish: [_scc_] Siempre quise estar a cargo de algo.

source: [_scc_] I'm a very trustworthy person.
french: [Je suis une personne très digne de confiance.
german: [_scc_] Ich bin eine sehr vertrauenswürdige Person.
italian: [_scc_] Sono una persona molto affidabile.
russian: [_scc_] Я очень надежный человек.
spanish: [_scc_] Soy una persona muy fiable.

source: [_scc_] You can entrust me with anything you want and...
french: [Vous pouvez me confier tout ce que vous voulez et...
german: [_scc_] Du kannst mir alles anvertrauen und...
italian: [_scc_] Puoi affidarmi tutto quello che vuoi e...
russian: [_scc_] Вы можете доверить мне все, что захочешь и...
spanish: [_scc_] Me puedes confiar todo lo que quieras y...

source: [_scc_] ...it will be in good hands.
french: [...il sera entre de bonnes mains.
german: [_scc_] ... es wird in guten Händen sein.
italian: [_scc_] ... sarà in buone mani.
russian: [_scc_] ...Это будет в надежных руках.
spanish: [_scc_] ...estará en buenas manos.

source: [_am_] It's really nice to hear that!
french: [C'est très agréable de l'entendre !
german: [_am_] Es ist wirklich gut, das zu hören!
italian: [_am_] È davvero bello sentirlo!
russian: [_am_] Очень приятно это слышать!
spanish: [_am_] ¡Está muy bien oír eso!

source: [_am_] It's better than the girl we had before...
french: [C'est mieux que la fille qu'on avait avant...
german: [_am_] Es ist besser als das Mädchen, das wir vorher hatten...
italian: [_am_] È meglio della ragazza che avevamo prima...
russian: [_am_] Она лучше, чем та девушка, которая у нас была раньше...
spanish: [_am_] Es mejor que la chica que tuvimos antes...

source: [_am_] Like ''Yeah uh... I'm really nice uh... people love me and I sleep with my boss blablabla''.
french: [Comme ''Ouais euh... je suis vraiment sympa euh... les gens m'aiment et je couche avec mon patron blablabla''.
german: [_am_] Wie "Ja, äh... ich bin wirklich nett, äh... die Leute lieben mich und ich schlafe mit meinem Chef blablabla".
italian: [_am_] Come '' Sì uh... Sono davvero simpatica... la gente mi ama e dormo con il mio capo blablabla ''.
russian: [_am_] Типа: «Да, э-э... Я очень милая, э-э... Люди любят меня, и я сплю со своим боссом, блаблабла».
spanish: [_am_] Era como "Sí eh... soy muy agradable... la gente me ama y me acuesto con mi jefe blablabla".

source: [_am_] Unbearable.
french: [_am_] Insupportable.
german: [_am_] Unerträglich.
italian: [_am_] Insopportabile.
russian: [_am_] Невыносимо.
spanish: [_am_] Insoportable.

source: [_scc_] Yeah this kind of person is really bad.
french: [Oui, ce genre de personne est vraiment mauvais.
german: [_scc_] Ja, diese Art von Menschen ist wirklich schlimm.
italian: [_scc_] Sì, questo tipo di persona è veramente brutto.
russian: [_scc_] Да, такой человек действительно плохой.
spanish: [_scc_] Sí, este tipo de personas son realmente malas.

source: [_scc_] I am a perfectionist.
french: [Je suis perfectionniste.
german: [_scc_] Ich bin ein Perfektionist.
italian: [_scc_] Io sono una perfezionista.
russian: [_scc_] Я перфекционистка.
spanish: [_scc_] Soy perfeccionista.

source: [_am_] That's a really good answer!
french: [C'est une très bonne réponse !
german: [_am_] Das ist eine wirklich gute Antwort!
italian: [_am_] Questa è davvero una bella risposta!
russian: [_am_] Это действительно хороший ответ!
spanish: [_am_] ¡Esa es una muy buena respuesta!

source: [_am_] I've never heard that before.
french: [Je n'ai jamais entendu cela auparavant.
german: [_am_] Das habe ich noch nie gehört.
italian: [_am_] Non l'ho mai sentita prima.
russian: [_am_] Я никогда не слышала этого раньше.
spanish: [_am_] Nunca había oído eso antes.

source: [_u_] And please, not the question you asked last time!
french: [_u_] Et s'il vous plaît, pas la question que vous avez posée la dernière fois !
german: [_u_] Und bitte nicht die Frage vom letzten Mal!
italian: [_u_] E per favore, non la domanda che hai fatto l'ultima volta!
russian: [_u_] И пожалуйста, не тот вопрос, который ты задавала в прошлый раз!
spanish: [_u_] Y por favor, ¡no la pregunta que formulaste la última vez!

source: [_am_] What?! That was an important question!
french: [Quoi ? ! C'était une question importante !
german: [_am_] Was?! Das war eine wichtige Frage!
italian: [_am_] Cosa?! Era una domanda importante!
russian: [_am_] Что?! Это был важный вопрос!

source: [_scc_] What is the question?
french: [Quelle est la question ?
german: [_scc_] Wie lautet die Frage?
italian: [_scc_] Qual è la domanda?
russian: [_scc_] Что за вопрос?

source: [_am_] Are you modest? We must not have any modest people here.
french: [Êtes-vous modeste ? Nous ne devons pas avoir de personnes modestes ici.
german: [_am_] Bist du bescheiden? Wir dürfen hier keine bescheidenen Leute haben.
italian: [_am_] Sei modesta? Non dobbiamo avere persone modeste qui.
russian: [_am_] Вы скромная? У нас не должно быть здесь скромных людей.

source: [_u_] We never said that.
french: [Nous n'avons jamais dit cela.
german: [_u_] Das haben wir nie gesagt.
italian: [_u_] Non lo abbiamo mai detto.
russian: [_u_] Мы никогда этого не говорили.

source: [_scc_] No I am not at all.
french: [Non, pas du tout.
german: [_scc_] Nein, ganz und gar nicht.
italian: [_scc_] No non lo sono affatto.
russian: [_scc_] Нет, я совсем не такая.

source: [_am_] Very well prove it! Show your breasts!
french: [Très bien, prouvez-le ! Montrez vos seins !
german: [_am_] Sehr gut, beweisen es! Zeig deine Brüste!
italian: [_am_] Molto bene dimostralo! Mostraci le tette!
russian: [_am_] Очень хорошо, докажите это! Покажите свою грудь!

source: [_u_] Amelia gosh.....
german: [_u_] Amelia, Meine Güte.....
italian: [_u_] Amelia.....
russian: [_u_] Амелия боже.....

source: [_scc_] Is this what you want?
french: [Est-ce que c'est ce que vous voulez ?
german: Ist es das, was du wolltest?
italian: [_scc_] È questo che vuoi?
russian: [_scc_] Это то, чего вы хотите?

source: [_am_] Great!
french: [_am_] Super !
german: Super!
italian: [ _am_] Ottimo!
russian: [_am_] Отлично!

source: [_am_] Thank you very much!
french: [Merci beaucoup !
german: [_am_] Vielen Dank!
italian: [_am_] Grazie mille!
russian: [_am_] Большое спасибо!

source: [_scc_] I thought you were a bunch of nerds, but it turns out you really are perverts.
french: [Je pensais que vous étiez une bande d'intellos, mais il s'avère que vous êtes vraiment des pervers.
german: [_scc_] Ich dachte ihr wärt ein Haufen Nerds, aber in Wirklichkeit seid ihr alle Perverslinge.
italian: [_scc_] Pensavo che foste un branco di nerd, ma a quanto pare siete davvero pervertiti.
russian: [_scc_] Я думала, что вы кучка кретинов. А оказалось, что вы действительно извращенцы.

source: [_scc_] What else do you want me to do?
french: [Que voulez-vous que je fasse d'autre ?
german: [_scc_] Was soll ich sonst noch tun?
italian: [_scc_] Cos'altro vuoi che io faccia?
russian: [_scc_] Что еще вы хотите, чтобы я сделала?

source: [_scc_] I can suck this guy's dick for 100credits if you want.
french: [Je peux sucer la bite de ce type pour 100 crédits si vous voulez.
german: [_scc_] Ich kann den Schwanz von diesem Typen für 100 Credits lutschen, wenn du willst.
italian: [_scc_] Posso succhiare il cazzo di questo ragazzo per 100 crediti se vuoi.
russian: [_scc_] Я могу отсосать член этому парню за 100 кредитов, если хотите.

source: [_scc_] I'm sure you must be delicious.
french: [Je suis sûr que vous devez être délicieux.
german: [_scc_] Ich bin mir sicher, dass du köstlich sein musst.
italian: [_scc_] Sono sicura che devi essere delizioso.
russian: [_scc_] Я уверена, что ты, должен быть очень вкусным.

source: [_scc_] Ehehe...
german: [_scc_] Hehehe...
russian: [_scc_] Эхехе...

source: [_u_] Uh...
french: [_u_] Euh...
german: [_u_] Äh...
russian: [_u_] Эм...

source: [_u_] No.
french: [_u_] Non.
german: [_u_] Nein.
russian: [_u_] Нет.

source: [_u_] I think we have everything we need.
french: [Je pense que nous avons tout ce dont nous avons besoin.
german: [_u_] Ich glaube, wir haben alles was wir brauchen.
italian: [_u_] Penso che abbiamo tutto ciò di cui abbiamo bisogno.
russian: [_u_] Я думаю, у нас есть всё, что нам нужно.

source: [_scc_] Too bad.
french: [Dommage.
german: [_scc_] Zu schade.
italian: [_scc_] Peccato.
russian: [_scc_] Очень жаль.

source: [_scc_] So... am I in or out?
french: [Alors... je suis dedans ou dehors ?
german: [_scc_] Also... bin ich drin oder raus?
italian: [_scc_] Quindi... sono dentro o fuori?
russian: [_scc_] Итак... Я в игре или нет?

source: [_am_] For me, I think we can say yes.
french: [En ce qui me concerne, je pense que nous pouvons dire oui.
german: [_am_] Ich denke, wir können Ja sagen.
italian: [_am_] Per me, penso che possiamo dire di sì.
russian: [_am_] Для меня, я думаю, мы можем сказать да.

source: [_am_] What do you think, [name]?
french: [Qu'en pensez-vous, [nom] ?]
german: [_am_] Was denkst du, [Name]?
italian: [_am_] Cosa ne pensi, [name]?
russian: [_am_] Что ты думаешь, [name]?

source: [_scc_] Great. I'm going to visit the place a little bit... just to...
french: [_scc_] Super. Je vais visiter l'endroit un peu... juste pour...
german: [_scc_] Super. Ich werde den Ort ein wenig besuchen... nur zum...
italian: [_scc_] Ottimo. Vado a visitare il posto un po'... giusto per...
russian: [_scc_] Отлично. Я собираюсь хорошенько прошерстить это место... Просто чтобы...

source: [_scc_] To visit.
french: [_scc_] Visiter.
german: Zum Besuchen.
italian: [_scc_] Visitare.
russian: [_scc_] Осмотреться.

source: [_scc_] See you later.
french: [A plus tard.
german: [_scc_] Bis später.
italian: [_scc_] Ci vediamo dopo.
russian: [_scc_] Увидимся позже.

source: [_am_] I'm sure Succk and I will become best friends!
french: [Je suis sûr que Succk et moi deviendrons les meilleurs amis du monde !
german: [_am_] Ich bin sicher, Succk und ich werden beste Freunde werden!
italian: [_am_] Sono sicura che Succk e io diventeremo migliori amici!
russian: [_am_] Я уверена, что мы с Сосашей станем лучшими друзьями!

source: [_scc_] Mh.
french: [Mh.
german: Hm.
russian: [_scc_] Мх.

source: [_scc_] Maybe you're not as dumb as you look, kiddo.
french: [Tu n'es peut-être pas aussi bête que tu en as l'air, petit.
german: [_scc_] Vielleicht bist du gar nicht so dumm, wie du aussiehst, Kiddo.
italian: [_scc_] Forse non sei così stupido come sembri, bambino.
russian: [_scc_] Может быть, ты не такой тупой, каким кажешься, пупсик.

source: [_scc_] See you later, loosers.
french: [À plus tard, les perdants.
german: [_scc_] Bis später, ihr Loser.
italian: [_scc_] Ci vediamo dopo, sfigati.
russian: [_scc_] Увидимся позже, неудачники.

source: [_am_] Well... why didn't you take her?
french: [Eh bien... pourquoi ne l'avez-vous pas prise ?
german: Nun... warum hast du sie nicht genommen?
italian: [_am_] Beh... perché non l'hai presa?
russian: [_am_] Ну... Почему ты ее не взял?

source: [_u_] Gosh... Amelia...
french: [_u_] Mon Dieu... Amelia...
german: Mein Gott... Amelia...
italian: [_u_] Accidenti... Amelia...
russian: [_u_] Боже... Амелия...

source: [_u_] She's a real psycho!
french: [C'est une vraie psychopathe !
german: [_u_] Sie ist ein richtiger Psycho!
italian: [_u_] E'una vera psicopatica!
russian: [_u_] Она настоящий псих!

source: [_am_] What? Because she has some strange clothes?
french: [Quoi ? Parce qu'elle a des vêtements bizarres ?
german: [_am_] Was denn? Weil sie ein paar seltsame Klamotten hat?
italian: [_am_] Cosa? Perché ha dei vestiti strani?
russian: [_am_] Что? Это потому что у нее странная одежда?

source: [_am_] I thought you were better than that....
french: [Je pensais que tu valais mieux que ça....
german: [_am_] Ich dachte, du wärst was besseres....
italian: [_am_] Pensavo che fossi meglio di questo....
russian: [_am_] Я думала, ты лучше, чем....

source: [_am_] See you tomorrow for our last interview.
french: [A demain pour notre dernier entretien.
german: [_am_] Wir sehen uns morgen zu unserem letzten Interview.
italian: [_am_] Ci vediamo domani per l'ultimo colloquio.
russian: [_am_] Увидимся завтра на нашем последнем интервью.

source: [_am_] She is already sitting.
french: [Elle est déjà assise.
german: [_am_] Sie sitzt bereits.
italian: [_am_] È già seduta.
russian: [_am_] Она уже сидит.

source: [_am_] Let's hope it's better than the first two!
french: [Espérons qu'il soit meilleur que les deux premiers !
german: [_am_] Hoffen wir, dass es besser als die ersten beiden ist!
italian: [_am_] Speriamo sia meglio delle prime due!
russian: [_am_] Будем надеяться, что она лучше первых двух!

source: [_am_] Mh. She was so weird.
french: [Mh. Elle était si bizarre.
german: [_am_] Mh. Sie war so seltsam.
italian: [_am_] Mh. Era così strana.
russian: [_am_] Мх. Она была такой странной.

source: [_am_] You need to rethink your taste in womens.
french: [Vous devez revoir vos goûts en matière de femmes.
german: [_am_] Du musst deinen Frauengeschmack überdenken.
italian: [_am_] Devi ripensare il tuo gusto in donne.
russian: [_am_] Тебе нужно переосмыслить свой вкус в женщинах.

source: [_am_] Tinker told me the same thing.
french: [Tinker m'a dit la même chose.
german: [_am_] Tinker hat mir das gleiche erzählt.
italian: [_am_] Tinker mi ha detto la stessa cosa.
russian: [_am_] Тинкер сказала мне то же самое.

source: [_am_] The reason still remains unclear to me...
french: [La raison n'est toujours pas claire pour moi...
german: [_am_] Der Grund bleibt mir nach wie vor unklar...
italian: [_am_] La ragione rimane ancora poco chiara per me...
russian: [_am_] Причина мне до сих пор не ясна...

source: [_am_] Let's go for the last one!
french: [Allons-y pour le dernier !
german: Lass uns den letzten machen!
italian: [_am_] Andiamo per l'ultima!
russian: [_am_] Пошли за последним!

source: [_am_] Hello! Welcome to our planet !
french: [_am_] Bonjour ! Bienvenue sur notre planète !
german: [_am_] Hallo! Willkommen auf unserem Planeten!
italian: [_am_] Ciao! Benvenuta nel nostro pianeta!
russian: [_am_] Здравствуйте! Добро пожаловать на нашу планету!

source: [_am_] I am amelia and this is [name]!
french: [Je suis amelia et voici [nom] !]
german: [_am_] Ich bin Amelia und das ist [name]!
italian: [_am_] Io sono Amelia e questo è [name]!
russian: [_am_] Я Амелия, а это [name]!

source: [_am_] And you are?
french: [Et vous ?
german: [_am_] Und du bist?
italian: [_am_] E tu sei?
russian: [_am_] А вы?

source: [_qiu_] Qiu.
russian: [_qiu_] Куй.

source: [_am_] Great! I hope the planet wasn't too hard to find!
french: [_am_] Super ! J'espère que la planète n'était pas trop difficile à trouver !
german: [_am_] Super! Ich hoffe, dass der Planet nicht zu schwer zu finden war!
italian: [_am_] Ottimo! Spero che il pianeta non sia stato troppo difficile da trovare!
russian: [_am_] Хорошо! Надеюсь, планету было не слишком сложно найти!
