Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_TB.po
Languages: french, italian

source: [_u_] Hum... ''Proffession/Worst defects/Qualities''
french: [ _u_ ] Hum ... '' Proffession / défauts / Qualités''
italian: [_u_] Hum... ''Proffessione/Peggiori difetti/Qualità''

source: [_u_] That's all?
french: [ _u_ ] C'est tout?
italian: [_u_] È tutto?

source: [_u_] Really?
french: [_u_] Vraiment ?
italian: [_u_] Davvero?

source: [_tb_] Yep. That's all I need to know.
french: [ _tb_ ] Yep. C'est tout ce que j'ai besoin de savoir.
italian: [_tb_] Yep. È tutto quello che devo sapere.

source: [_u_] Well... I thought it was more difficult to get hired here...
french: [ _u_ ] Eh bien ... Je pensais qu'il était plus difficile d'être engagé ici ...
italian: [_u_] Bene... Ho pensato che fosse più difficile farsi assumere qui...

source: [_tb_] You were hired with : Unemployed/Grouchy/Sex addicts
french: [ _tb_ ] Vous avez été embauché avec: Indépendants / Grouchy / toxicomanes
italian: [_tb_] Lei è stato assunto con: Disoccupato/Grouchy/Sex addicts

source: [_tb_] Do you really want me to increase my hiring criteria?
french: [ _tb_ ] Voulez-vous vraiment que je augmente mes critères d'embauche?
italian: [_tb_] Vuoi davvero che io aumenti i miei criteri di assunzione?

source: [_tb_] Great!
french: [_tb_] Super !
italian: [ _tb_] Ottimo!

source: [_tb_] And then, as my second in command here, I'm sure you'll eliminate the worst cases.
french: [ _tb_ ] Et alors, comme mon second dans le commandement ici, je suis sûr que vous éliminerez les pires cas.
italian: [_tb_] E poi, come secondo comando qui, sono sicuro che eliminerai i casi peggiori.

source: [_tb_] Anyway, good luck with Amelia! Have fun!
french: [ _tb_ ] Bref, bonne chance avec Amelia ! Amuse! !
italian: [_tb_] Comunque, buona fortuna con Amelia! Buon divertimento!

source: [_tb_] Hey, I'm with Djin putting some stuff together.
french: [ _tb_ ] Hé, je suis avec Djin pour mettre des trucs ensemble.
italian: [_tb_] Hey, sono con Djin mettere un po' di roba insieme.

source: [_tb_] Come back to see me tonight, I should be less busy!
french: [ _tb_ ] Revenez me voir ce soir, je devrais être moins occupé !
italian: [_tb_] Tornate a trovarmi stasera, dovrei essere meno occupato!

source: [_tb_] What dress?
french: [ _tb_ ] Quelle robe?
italian: [_tb_] Che vestito?

source: [_tb_] Aaaaah that dress.
french: [ _tb_ ] Aaaaah qui s'habillent.
italian: [_tb_] Aaaaah quel vestito.

source: [_tb_] I almost forgot after our little... uh conversation last night.
french: [ _tb_ ] J'ai presque oublié après notre petite conversation hier soir.
italian: [_tb_] Ho quasi dimenticato dopo la nostra piccola... uh conversazione ieri sera.

source: [_u_] Conversation?
italian: [_u_] Conversazione?

source: [_tb_] Yes. That's the word I chose to use.
french: [ _tb_ ] Oui. C'est le mot que j'ai choisi d'utiliser.
italian: [_tb_] Sì. Questa è la parola che ho scelto di usare.

source: [_tb_] Let's not talk about this anymore, okay?
french: [ _tb_ ] Ne parlons plus de ça, d'accord?
italian: [_tb_] Non parliamo più di questo, okay?

source: [_u_] I ejaculated on you.
french: [ _u_ ] J'ai éjaculé sur toi.
italian: [_u_] ti ho eiaculato.

source: [_tb_] Yes I know, thank you.
french: [ _tb_ ] Oui, je sais, merci.
italian: [_tb_] Sì lo so, grazie.

source: [_tb_] I still have the taste in my mouth.
french: [ _tb_ ] J'ai encore le goût dans ma bouche.
italian: [_tb_] Ho ancora il gusto in bocca.

source: [_tb_] Oh, I absolutely must show you this dress! It's amazing!
french: [ _tb_ ] Oh, je dois absolument vous montrer cette robe ! C'est incroyable !
italian: [_tb_] Oh, devo assolutamente mostrarti questo vestito! È incredibile!

source: [_tb_] Don't move!
french: [ _tb_ ] Ne bouchez pas !
italian: [_tb_] Non muoverti!

source: [_tb_] It's nice, isn't it?
french: [ _tb_ ] C'est bien, n'est-ce pas?
italian: [_tb_] È bello, vero?

source: [_u_] Great!
french: [_u_] Super !
italian: [_u_] Ottimo!

source: [_tb_] I finally look like Djin! It's so great!
french: [ _tb_ ] J'ai enfin l'air de Djin ! C'est super !
italian: [_tb_] finalmente assomiglio a Djin! È così grande!

source: [_u_] And do you also fulfill the wishes?
french: [ _u_ ] Et vous réalisez aussi les souhaits?
italian: [_u_] E anche voi soddisferete i desideri?

source: [_tb_] I know very well what kind of wishes you want, little perv.
french: [ _tb_ ] Je sais très bien quel genre de souhaits vous voulez, petit perv.
italian: [_tb_] So molto bene che tipo di desideri vuoi, piccolo perv.

source: [_tb_] Anyway, thank you employee. It's perfect.
french: [ _tb_ ] En tout cas, merci à l'employé. C'est parfait.
italian: [_tb_] Comunque, grazie dipendente. È perfetto.

source: [_tb_] I was thinking, now that Lycoris is here...
french: [ _tb_ ] Je pensais, maintenant que Lycoris est là ...
italian: [_tb_] Stavo pensando, ora che Lycoris è qui...

source: [_tb_] Wouldn't it be cool if she redesigned some of my outfits?
french: [ _tb_ ] Ne serait-ce pas cool si elle redessait certaines de mes tenues?
italian: [_tb_] Non sarebbe bello se lei ridisegnasse alcuni dei miei abiti?

source: [_u_] You want to make your outfits even shorter, don't you?
french: [ _u_ ] Vous voulez rendre vos tenues encore plus courtes, n'est-ce pas?
italian: [_u_] Vuoi rendere i tuoi abiti ancora più corti, vero?

source: [_tb_] No... not only that... I mean...
french: [ _tb_ ] Non, non seulement ... Je veux dire ...
italian: [_tb_] No... non solo... Voglio dire...

source: [_tb_] It's part of the fairy tradition to wear skimpy outfits!
french: [ _tb_ ] C'est une partie de la tradition féerique de porter des tenues skimpy !
italian: [_tb_] È parte della tradizione fata indossare abiti skimpy!

source: [_u_] You just made that up.
french: [ _u_ ] Tu viens de faire ça.
italian: [_u_] Lo hai appena fatto.

source: [_u_] Name one other fairy tradition.
french: [ _u_ ] Nommez une autre tradition féerique.
italian: [_u_] Dai un nome ad un'altra tradizione della fata.

source: [_tb_] Can you go to Lyco for me? See if she can take care of it?
french: [ _tb_ ] Pouvez-vous aller à Lyco pour moi? Tu vois si elle peut s'en occuper?
italian: [_tb_] Puoi andare a Lyco per me? Vedi se può prenderti cura?

source: [_u_] Yup, As you wish Tinker.
italian: [_u_] Yup, Come si desidera Tinker.

source: [_tb_] Thanks!
french: [ _tb_ ] Merci !
italian: [_tb_] Grazie!

source: [_tb_] I'm so excited!
french: [ _tb_ ] Je suis tellement excitée !
italian: [_tb_] sono così emozionata!

source: [_u_] I almost think you hired Lyco just to expand your wardrobe.
french: [ _u_ ] Je pense presque que vous avez embauché Lyco juste pour agrandir votre garde-robe.
italian: [_u_] Penso quasi che tu abbia assunto Lyco solo per espandere il tuo guardaroba.

source: [_tb_] I just... really need her dresses.
french: [ _tb_ ] J'ai vraiment besoin de ses robes.
italian: [_tb_] Ho solo... davvero bisogno dei suoi vestiti.

source: [_u_] Really, why?
french: [ _u_ ] Vraiement, pourquoi?
italian: [_u_] Davvero, perché?

source: [_tb_] Because Melissandre built me a really big dressing room and it's empty.
french: [ _tb_ ] Parce que Melissandre m'a construit un très grand dressing et c'est vide.
italian: [_tb_] Perché Melissandre mi ha costruito un grande spogliatoio ed è vuoto.

source: [_tb_] Anyway, Give me that dress!
french: [ _tb_ ] Bref, donnez-moi cette robe !
italian: [_tb_] Comunque, Dammi quel vestito!

source: [_tb_] Aaaaah that's better!
french: [ _tb_ ] Aaaaah c'est mieux !
italian: [_tb_] Aaaaah è meglio!

source: [_tb_] My breasts look better!
french: [ _tb_ ] Mes seins ont l'air mieux !
italian: [_tb_] I miei seni sembrano meglio!

source: [_tb_] Classy and sexy at the same time.
french: [ _tb_ ] Classy et sexy en même temps.
italian: [_tb_] Classy e sexy allo stesso tempo.

source: [_tb_] I might have to give Lycoris a promotion!
french: [ _tb_ ] Je pourrais avoir à donner à Lycoris une promotion !
italian: [_tb_] Potrei dover dare a Lycoris una promozione!

source: [_u_] Tinker... she just arrived...
french: [ _u_ ] Tinker ... elle vient d'arriver ...
italian: [_u_] Tinker... è appena arrivata...

source: [_tb_] Well, she sure knows how to win me over!
french: [ _tb_ ] Eh bien, elle sait sûrement comment me gagner !
italian: [_tb_] Beh, lei sa come vincermi finito!

source: [_tb_] Anyway, do you need anything else?
french: [ _tb_ ] En tout cas, avez-vous besoin d'autre chose?
italian: [_tb_] Comunque, hai bisogno di qualcos'altro?

source: [_tb_] Coming!
french: [ _tb_ ] En venant !
italian: [_tb_] In Arrivo!

source: [_tb_] What's up?
french: [ _tb_ ] Quoi de plus?
italian: [_tb_] Che cos'è?

source: [_u_] I've got a new outfit for you!
french: [ _u_ ] J'ai une nouvelle tenue pour toi !
italian: [_u_] Ho un nuovo vestito per te!

source: [_tb_] Like... really?
french: [ _tb_ ] Comme ... vraiment?
italian: [_tb_] Come... davvero?

source: [_tb_] You created one for me? Without me asking?
french: [ _tb_ ] Vous avez créé un pour moi? Sans moi demander?
italian: [_tb_] Ne hai creato uno per me? Senza di me chiedere?

source: [_u_] Oh come on, stop it, I'm just trying to give you a gift!
french: [ _u_ ] Oh viens, arrête, j'essaie juste de te donner un cadeau !
italian: [_u_] Oh vieni, fermatelo, sto solo cercando di darti un regalo!

source: [_tb_] I can see that...
french: [ _tb_ ] Je peux voir que ...
italian: [_tb_] posso vederlo...

source: [_tb_] Do you want to ask me for something in exchange or something like that?
french: [ _tb_ ] Voulez-vous me demander quelque chose en échange ou quelque chose comme ça?
italian: [_tb_] Vuoi chiedermi qualcosa in cambio o qualcosa del genere?

source: [_u_] Can you just accept a gift?
french: [ _u_ ] Pouvez-vous juste accepter un cadeau?
italian: [_u_] Puoi solo accettare un regalo?

source: [_tb_] All right! Let me try that.
french: [ _tb_ ] Très bien ! Laisse-moi essayer ça.
italian: [_tb_] Va bene! Lasciatemi provare quello.

source: [_tb_] Ooooh I know that one!
french: [ _tb_ ] Ooooh je sais ça !
italian: [_tb_] Ooooh lo conosco quello!

source: [_tb_] It's one of the first uniforms in the old park!
french: [ _tb_ ] C'est l'un des premiers uniformes dans l'ancien parc !
italian: [_tb_] È una delle prime divise nel vecchio parco!

source: [_tb_] It's... really... typical of the ''office'' style we all had to wear.
french: [ _tb_ ] C'est. .. vraiment ... typique du style "bureau" que nous avons tous dû porter.
italian: [_tb_] È... davvero... tipico dello stile ''ufficio'' che tutti abbiamo dovuto indossare.

source: [_tb_] It's a good thing I'm a boss with better taste and I'm not making you wear stuff like that nowadays!
french: [ _tb_ ] C'est une bonne chose que je sois un patron avec un meilleur goût et que je ne te fais pas porter des trucs comme ça de nos jours !
italian: [_tb_] È una buona cosa Sono un capo dal gusto migliore e non ti sto facendo indossare cose del genere al giorno d'oggi!

source: [_tb_] Anyway, thanks, that's nice of you.
french: [ _tb_ ] Quoi qu'il en soit, merci, c'est gentil de vous.
italian: [_tb_] Comunque, grazie, è bello di voi.

source: [_tb_] Is it finally over?!
french: [ _tb_ ] Est-ce que c'est fini? !
italian: [_tb_] È finalmente finita?!

source: [_tb_] Let me see this new variation!
french: [ _tb_ ] Laissez-moi voir cette nouvelle variation !
italian: [_tb_] Fammi vedere questa nuova variazione!

source: [_tb_] Now that's good work!
french: [ _tb_ ] C'est un bon travail !
italian: [_tb_] Ora è un buon lavoro!

source: [_tb_] There, that's my taste.
french: [ _tb_ ] Voilà, c'est mon goût.
italian: [_tb_] Lì, questo è il mio gusto.

source: [_u_] It sure looks like you...
french: [ _u_ ] Il semble que vous ...
italian: [_u_] Assomiglia sicuramente...

source: [_u_] You must be the boss who wants to be the most naked I've ever seen!
french: [ _u_ ] Vous devez être le patron qui veut être le plus nue que j'ai jamais vu !
italian: [_u_] Devi essere il capo che vuole essere il più nudo che abbia mai visto!

source: [_tb_] It's not my fault the others aren't as funny.
french: [ _tb_ ] Ce n'est pas ma faute les autres ne sont pas aussi drôles.
italian: [_tb_] Non è colpa mia gli altri non sono così divertenti.

source: [_tb_] You're not going to complain about that, are you?
french: [ _tb_ ] Vous n'allez pas vous plaindre de ça, n'est-ce pas?
italian: [_tb_] Non ti lamenterai di quello, vero?

source: [_u_] Nah, it's all right.
french: [ _u_ ] Nah, c'est bien.
italian: [_u_] Nah, va bene.

source: [_tb_] I'm glad to hear it
french: [ _tb_ ] Je suis heureux de l'entendre
italian: [_tb_] Sono felice di sentirlo

source: [_u_] We could try it without the tights...
french: [ _u_ ] On pourrait essayer sans les collants ...
italian: [_u_] Potremmo provarlo senza i collanti...

source: [_tb_] What do you have against tights?
french: [ _tb_ ] Qu'avez-vous contre les collants?
italian: [_tb_] Che cosa hai contro i collanti?

source: [_u_] Nothing! But that would be cool, wouldn't it?
french: [ _u_ ] Rien ! Mais ce serait cool, n'est-ce pas?
italian: [_u_] Niente! Ma questo sarebbe fresco, vero?

source: [_tb_] Ok! Why not!
french: [ _tb_ ] Ok ! Pourquoi pas !
italian: [_tb_] Ok! Perché no!

source: [_tb_] What do you think?
french: [ _tb_ ] Que pensez-vous?
italian: [_tb_] Cosa ne pensi?

source: [_u_] Um... Are you sure about this?
french: [ _u_ ] Um ... Es-tu sûre de ça?
italian: [_u_] Um... Sei sicuro di questo?

source: [_tb_] You asked for it, remember?
french: [ _tb_ ] Tu l'as demandé, tu te souviens?
italian: [_tb_] Lo hai chiesto, ricordi?

source: [_u_] Yes, but... are you sure you want to be this naked?
french: [ _u_ ] Oui, mais ... vous êtes sûr que vous voulez être tout nu?
italian: [_u_] Sì, ma... sei sicuro di voler essere questo nudo?

source: [_tb_] You shouldn't have told me, I would have stayed like that for a long time!
french: [ _tb_ ] Vous ne devriez pas m'avoir dit, je serais resté comme ça pendant longtemps !
italian: [_tb_] Non avresti dovuto dirmi, sarei rimasto così per molto tempo!

source: [_tb_] Now that's better.
french: [ _tb_ ] Maintenant c'est mieux.
italian: [_tb_] Ora è meglio.

source: [_tb_] Did you want something else?
french: [ _tb_ ] Vous voulez quelque chose d'autre?
italian: [_tb_] Volevi qualcos'altro?

source: [_tb_] What's up?
french: [ _tb_ ] Quoi de plus?
italian: [_tb_] Che cos'è?

source: [_u_] Apparently you asked to look like Lyco?
french: [ _u_ ] Apparemment, vous avez demandé à ressembler à Lyco?
italian: [_u_] A quanto pare hai chiesto di assomigliare a Lyco?

source: [_tb_] Oh yes! She finished the Aok outfit, didn't she?
french: [ _tb_ ] Oh oui ! Elle a fini la tenue Aok, n'est-ce pas?
italian: [_tb_] Oh sì! Ha finito l'abito di Aok, vero?

source: [_tb_] Their clothes are so badass...
french: [ _tb_ ] Leurs vêtements sont tellement ...
italian: [_tb_] I loro vestiti sono così cattivi...

source: [_tb_] Black, red and gold... these people have understood everything!
french: [ _tb_ ] Noir, rouge et or ... ces gens ont tout compris !
italian: [_tb_] Nero, rosso e oro... queste persone hanno capito tutto!

source: [_tb_] Let me see, I'll try that.
french: [ _tb_ ] Laisse-moi voir, je vais essayer ça.
italian: [_tb_] Fatemi vedere, lo proverò.

source: [_tb_] That's... That's pretty impressive.
french: [ _tb_ ] C'est ... C'est assez impressionnant.
italian: [_tb_] Qui... È abbastanza impressionante.

source: [_tb_] I almost look like an empress... it's incredible.
french: [ _tb_ ] J'ai presque l'air d'une impératrice ... c'est incroyable.
italian: [_tb_] assomiglio quasi ad un empressa... è incredibile.

source: [_u_] ''Ruler of the Androids and Employees, protectress of the moolah''
french: [ _u_ ] '' Règle des Androides et des Salariés, protectrice de la moolah''
italian: [_u_] ''Righello degli androidi e dei dipendenti, protettrice dei moolah''

source: [_tb_] Just perfect.
french: [ _tb_ ] Juste parfait.
italian: [_tb_] Semplicemente perfetto.

source: [_tb_] I appoint you Hand of the Empress.
french: [ _tb_ ] Je vous nomme Main de l'impératrice.
italian: [_tb_] Io ti presento la Mano dell'Imperatore.

source: [_u_] I'd have preferred a knighthood with a sword or something.
french: [ _u_ ] J'aurais préféré un chevalerie avec une épée ou quelque chose.
italian: [_u_] avrei preferito un cavaliere con una spada o qualcosa.

source: [_tb_] Or kissing a ring?
french: [ _tb_ ] Ou embrasser une bague?
italian: [_tb_] O baciare un anello?

source: [_u_] Yeah but, you are wearing no ring.
french: [ _u_ ] Oui, mais vous ne portez pas de bague.
italian: [_u_] Sì, ma non stai indossando nessun anello.

source: [_tb_] You can kiss my nipple if you like.
french: [ _tb_ ] Vous pouvez embrasser mon mamelon si vous voulez.
italian: [_tb_] Puoi baciare il mio capezzolo se vuoi.

source: [_u_] Be careful, I can do it.
french: [ _u_ ] Soyez prudent, je peux le faire.
italian: [_u_] Fai attenzione, lo posso fare.

source: [_tb_] Go back to work...
french: [ _tb_ ] Retourne au travail ...
italian: [_tb_] Torna al lavoro...

source: [_tb_] ''Hand of the Empress.''
french: [ _tb_ ] "Main de l'impératrice".
italian: [_tb_] 'Mano dell'Imperatore.''

source: [_tb_] Oh, it's for Jasmine, isn't it?
french: [ _tb_ ] Oh, c'est pour Jasmine, n'est-ce pas?
italian: [_tb_] Oh, è per Jasmine, vero?

source: [_tb_] Well, let's see...
french: [ _tb_ ] Eh bien, voyons ...
italian: [_tb_] Beh, vediamo...

source: [_tb_] I've already fucked another fairy...
french: [ _tb_ ] J'ai déjà baisé une autre fée ...
italian: [_tb_] ho già scopato un'altra fata...

source: [_tb_] Twice...
french: [ _tb_ ] Deux fois ...
italian: [_tb_] Due Volte...

source: [_tb_] I already have a harem of fairies...
french: [ _tb_ ] J'ai déjà un harem de fées ...
italian: [_tb_] Ho già un harem di fate...

source: [_u_] Uh, what?
french: [ _u_ ] Euh, quoi?
italian: [_u_] Uh, cosa?

source: [_tb_] And... yeah, you know what?
french: [ _tb_ ] Et ... oui, vous savez quoi?
italian: [_tb_] E... sì, sai cosa?

source: [_tb_] I'd like to fuck someone and not be the smallest.
french: [ _tb_ ] J'aimerais baiser quelqu'un et pas être le plus petit.
italian: [_tb_] vorrei scopare qualcuno e non essere il più piccolo.

source: [_tb_] That would be nice for once.
french: [ _tb_ ] Ça serait bien pour une fois.
italian: [_tb_] Sarebbe bello per una volta.

source: [_tb_] Even by a few centimetres.
french: [ _tb_ ] Même par quelques centimètres.
italian: [_tb_] Anche di pochi centimetri.

source: [_tb_] What?
french: [ _tb_ ] Quoi?
italian: [_tb_] Cosa?

source: [_u_] A fairy harem?
french: [ _u_ ] Un harem de fée?
italian: [_u_] Un harem da fata?

source: [_tb_] Focus on the important things.
french: [ _tb_ ] Accent sur les choses importantes.
italian: [_tb_] Focus sulle cose importanti.

source: [_u_] Ok great, only [Quest_JM_Favor_Ask2_Number] more employees to question.
french: [_u_] Ok, super, plus que [Quest_JM_Favor_Ask2_Number] d'employés à interroger.
italian: [_u_] Ok grande, solo altri [Quest_JM_Favor_Ask2_Number] dipendenti da intervistare.

source: [_tb_] Do you need anything else?
french: [ _tb_ ] Avez-vous besoin d'autre chose?
italian: [_tb_] Hai bisogno di altro?

source: [_u_] What about your brothel dress?
french: [ _u_ ] Qu'en est-il de votre robe de bordel?
italian: [_u_] Che ne dici del tuo vestito da bordello?

source: [_tb_] Oh! This one?
french: [ _tb_ ] Oh ! Celle-là?
italian: [_tb_] Oh! Questo?

source: [_tb_] This outfit is really cool! Ahah...
french: [ _tb_ ] Cette tenue est vraiment cool ! Ahah ...
italian: [_tb_] Questo vestito è davvero cool! Ahah...

source: [_tb_] It'd be perfect for a night at the brothel...
french: [ _tb_ ] Il serait parfait pour une nuit au bordel ...
italian: [_tb_] Sarebbe perfetto per una notte al brotel...

source: [_tb_] If it ever reopens!
french: [ _tb_ ] S'il s'ouvre de nouveau !
italian: [_tb_] Se mai riaprirà!

source: [_u_] Why wait? You can wear it now!
french: [ _u_ ] Pourquoi attendre? Tu peux le porter maintenant !
italian: [_u_] Perché aspettare? Ora puoi indossarlo!

source: [_tb_] I'm not going to wear that all day!
french: [ _tb_ ] Je ne vais pas le porter toute la journée !
italian: [_tb_] Non lo indosserò tutto il giorno!

source: [_tb_] Ok, I like short outfits but...
french: [ _tb_ ] Ok, j'aime les tenues courtes mais ...
italian: [_tb_] Ok, mi piacciono gli abiti corti ma...

source: [_tb_] ...walking around butt naked all day...
french: [ _tb_ ] ... marcher autour du cul nu toute la journée ...
italian: [_tb_] ... camminare intorno al culo nudo tutto il giorno...

source: [_tb_] You wouldn't want me to walk around naked all the time, would you?
french: [ _tb_ ] Vous ne voudriez pas que je me balade tout le temps, n'est-ce pas?
italian: [_tb_] Non vorresti che camminassi nudo per tutto il tempo, vero?

source: [_tb_] Get back to work!
french: [ _tb_ ] Reprenez le travail !
italian: [_tb_] Torna al lavoro!

source: [_tb_] A unicorn horn?
french: [ _tb_ ] Une corne de licorne?
italian: [_tb_] Un corno unicorno?

source: [_tb_] What do you want me to do with this?
french: [ _tb_ ] Que voulez-vous que je fasse avec ça?
italian: [_tb_] Cosa vuoi che io faccia con questo?

source: [_tb_] If I were the size of a human, I'd easily find a use for it, but...
french: [ _tb_ ] Si j'étais la taille d'un humain, je trouverais facilement une utilisation pour ça, mais ...
italian: [_tb_] Se fossi la dimensione di un umano, troverei facilmente un uso per esso, ma...

source: [_tb_] But here... it's useless.
french: [ _tb_ ] Mais ici ... c'est inutile.
italian: [_tb_] Ma qui... è inutile.

source: [_u_] And what if it was your size?
french: [ _u_ ] Et si c'était votre taille?
italian: [_u_] E se fosse la tua dimensione?

source: [_tb_] Now that... is interesting...
french: [ _tb_ ] Maintenant que ... est intéressant ...
italian: [_tb_] Ora che... è interessante...

source: [_tb_] Give me that, I'll... take care of it.
french: [ _tb_ ] Donne-moi ça, je vais en prendre soin.
italian: [_tb_] Dammi quello, io... prendersi cura di esso.

source: [_tb_] By the way... I forgot to tell you but... I found your things that you lost.
french: [ _tb_ ] Au fait ... J'ai oublié de te dire, mais ... J'ai trouvé tes choses que tu as perdues.
italian: [_tb_] A proposito, ho dimenticato di dirti ma... ho trovato le tue cose che hai perso.

source: [_u_] Really? What took you so long?
french: [ _u_ ] Vraiement? Qu'est-ce qui t'a pris si longtemps?
italian: [_u_] Davvero? Cosa ti ha richiesto così tanto tempo?

source: [_tb_] I uh... nothing. I actually knew where your mess was, I just forgot to tell you.
french: [ _tb_ ] Je ... rien. J'ai vraiment su où était votre mess, j'ai oublié de vous le dire.
italian: [_tb_] Io uh... niente. In realtà sapevo dove era il tuo pasticcio, ho appena dimenticato di dirti.

source: [_tb_] Should I send a drone to bring it all here?
french: [ _tb_ ] Dois-je envoyer un drone pour l'amener ici?
italian: [_tb_] Dovrei inviare un drone per portarlo tutto qui?

source: [_u_] Yes.
french: [_u_] Oui.
italian: [_u_] Sì.

source: [_tb_] Wonderful.
french: [ _tb_ ] Merde.
italian: [_tb_] Meraviglioso.

source: [_u_] If you need help to uh... let's say... try it...
french: [ _u_ ] Si vous avez besoin d'aide pour ...
italian: [_u_] Se hai bisogno di aiuto per uh... diciamo... prova...

source: [_tb_] Are you seriously proposing to stick a unicorn horn up my ass?
french: [ _tb_ ] Êtes-vous sérieusement en train de proposer de coller une corne de licorne dans mon cul?
italian: [_tb_] Stai seriamente proponendo di attaccare un corno unicorno sul mio culo?

source: [_tb_] No thanks, employee, I think I can manage on my own.
french: [ _tb_ ] Non merci, employé, je pense que je peux gérer seul.
italian: [_tb_] No grazie, dipendente, penso di poter gestire da solo.
