Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_ml_] As soon as I have two or three unassigned drones, I send them to fix it.
french: [ _ml_ ] Dès que j'ai deux ou trois drones non affectés, je les envoie pour le réparer.
italian: [_ml_] Non appena ho due o tre droni non assegnati, li invio per correggerlo.

source: [_u_] Just saying... but Amandine told me that she was waiting for that too.
french: [ _u_ ] Juste dire ... mais Amandine m'a dit qu'elle l'attendait aussi.
italian: [_u_] Basta dire... ma Amandine mi ha detto che stava aspettando anche questo.

source: [_ml_] Yes, I'll see if I can make things go faster.
french: [ _ml_ ] Oui, je vais voir si je peux rendre les choses plus rapides.
italian: [_ml_] Sì, vedrò se posso far andare le cose più velocemente.

source: [_ml_] Ahah I wouldn't want to take your job!
french: [ _ml_ ] Ahah je ne voudrais pas prendre votre boulot !
italian: [_ml_] Ahah Non vorrei prendere il tuo lavoro!

source: [_ml_] And then, between you and Mrs. Blue...
french: [ _ml_ ] Et puis, entre vous et Mme Blue ...
italian: [_ml_] E poi, tra voi e la signora Blu...

source: [_ml_] I already have a lot of fun.
french: [ _ml_ ] J'ai déjà beaucoup de plaisir.
italian: [_ml_] Ho già molto divertimento.

source: [_u_] What about the others?
french: [ _u_ ] Qu'en est-il des autres?
italian: [_u_] E gli altri?

source: [_ml_] The others? You mean Amandine, Amelia?...
french: [ _ml_ ] Les autres? Vous voulez dire Amandine, Amelia? ...
italian: [_ml_] Gli altri? Intendi Amandine, Amelia?...

source: [_u_] Or Tinker.
french: [ _u_ ] Ou Tinker.
italian: [_u_] O Tinker.

source: [_ml_] Ahah, never.
french: [ _ml_ ] Ahah, jamais.
italian: [_ml_] Ahah, mai.

source: [_ml_] Nah, even if I could, I'm not going to sleep with my boss.
french: [ _ml_ ] Nah, même si je pouvais, je ne vais pas coucher avec mon patron.
italian: [_ml_] Nah, anche se potessi, non dormirò con il mio capo.

source: [_ml_] And Amelia... she clearly has an obsession with Tinker.
french: [ _ml_ ] Et Amelia ... elle a clairement une obsession pour Tinker.
italian: [_ml_] E Amelia... ha chiaramente un'ossessione per Tinker.

source: [_ml_] I wouldn't want to get in the way of this... uhm...
french: [ _ml_ ] Je ne voudrais pas entrer dans la façon de ça ... uhm ...
italian: [_ml_] Non vorrei entrare in questo modo... uhm...

source: [_ml_] ...Non-existent Relationship. Shall we say.
french: [ _ml_ ] ...Relation inexistante. On dit.
italian: [_ml_] ... Rapporto inesistente. Diciamo.

source: [_ml_] Well... If you want to do a foursome with her, Emee and I, I think I'm in! Ahah.
french: [ _ml_ ] Eh bien ... Si vous voulez faire une quarantaine avec elle, Emee et moi, je pense que je suis dans ! Ahah.
italian: [_ml_] Bene... Se vuoi fare un quattro con lei, Emee ed io, penso di essere dentro! Ahah.

source: [_u_] Easy, don't scare her off.
french: [ _u_ ] Facile, ne l'effrayer pas.
italian: [_u_] Facile, non spaventare il suo fuori.

source: [_ml_] What?
french: [ _ml_ ] Quoi?
italian: [_ml_] Cosa?

source: [_ml_] It's just a little fuck between colleagues.
french: [ _ml_ ] C'est juste un petit baiser entre collègues.
italian: [_ml_] E 'solo un po 'di cazzo tra i colleghi.

source: [_u_] Yeah, but I'm not sure if this is a standard in the rest of the galaxy.
french: [ _u_ ] Oui, mais je ne suis pas sûr qu'il s'agit d'une norme dans le reste de la galaxie.
italian: [_u_] Sì, ma non sono sicuro che questo sia uno standard nel resto della galassia.

source: [_ml_] It should be.
french: [ _ml_ ] Il devrait l'être.
italian: [_ml_] Dovrebbe essere.

source: [_ml_] However, I heard that she has a girlfriend.
french: [ _ml_ ] Cependant, j'ai entendu dire qu'elle avait une petite amie.
italian: [_ml_] Tuttavia, ho sentito che ha una ragazza.

source: [_u_] Where did you hear that?
french: [ _u_ ] Où as-tu entendu ça?
italian: [_u_] Dove lo avete sentito?

source: [_ml_] I uh... read it...
french: [ _ml_ ] Je l'ai lu ...
italian: [_ml_] I uh... leggerlo...

source: [_ml_] In a journal.
french: [ _ml_ ] Dans un journal.
italian: [_ml_] In un diario.

source: [_u_] You mean... The people magazine ''Gatactic Famous''?
french: [ _u_ ] Vous voulez dire ... Le magazine "Gatactic Famous"?
italian: [_u_] Vuoi dire... La rivista di persone ''Gatactic Famous''?

source: [_ml_] Yes.
french: [ _ml_ ] Oui.
italian: [_ml_] Sì.

source: [_u_] She came here to the other end of the galaxy and left everything behind...
french: [ _u_ ] Elle est venue ici à l'autre bout de la galaxie et a tout laissé derrière ...
italian: [_u_] Lei è venuta qui all'altra estremità della galassia e ha lasciato tutto dietro...

source: [_u_] I'd be surprised if she was anyone.
french: [ _u_ ] Je serais surprise si elle était quelqu'un.
italian: [_u_] sarei sorpreso se fosse qualcuno.

source: [_ml_] If you really want to know, go ask her!
french: [ _ml_ ] Si vous voulez vraiment savoir, allez lui demander !
italian: [_ml_] Se vuoi davvero sapere, vai a chiederla!

source: [_u_] But thanks for the conversation.
french: [ _u_ ] Mais merci pour la conversation.
italian: [_u_] Ma grazie per la conversazione.

source: [_ml_] Do you often invite girls into your room so quickly?
french: [ _ml_ ] Vous invitez-vous souvent des filles dans votre chambre si rapidement?
italian: [_ml_] Inviti spesso le ragazze nella tua stanza così rapidamente?

source: [_u_] Uh, well...
french: [ _u_ ] Euh, eh bien ...
italian: [_u_] Uh, be...

source: [_ml_] It's okay, I'm just kidding!
french: [ _ml_ ] C'est bon, je plaisante !
italian: [_ml_] Va bene, sto solo scherzando!

source: [_ml_] And frankly, you already put your dick in my android ass, we're not going to start being shy are we?
french: [ _ml_ ] Et franchement, tu as déjà mis ta bite dans mon cul androïde, on ne va pas commencer à être timide?
italian: [_ml_] E francamente, hai già messo il tuo cazzo nel mio culo android, non inizieremo ad essere timidi siamo noi?

source: [_u_] Is this an invitation?
french: [ _u_ ] Est-ce une invitation?
italian: [_u_] È un invito?

source: [_ml_] Wow, that's definitely not in my skill set.
french: [ _ml_ ] Wow, ce n'est absolument pas dans mon jeu de compétences.
italian: [_ml_] Wow, sicuramente non è nel mio set di abilità.

source: [_ml_] You should see this with Amandine or Emee.
french: [ _ml_ ] Vous devriez voir ça avec Amandine ou Emee.
italian: [_ml_] Dovresti vederlo con Amandine o Emee.

source: [_ml_] What? Are you tired of banging my ass in my lab?
french: [ _ml_ ] Quoi? Es-tu fatigué de frapper mon cul dans mon labo?
italian: [_ml_] Cosa? Sei stanco di sbattere il culo nel mio laboratorio?

source: [_u_] Not at all, no.
french: [ _u_ ] Pas du tout, non.
italian: [_u_] Niente affatto, no.

source: [_ml_] Good.
french: [ _ml_ ] Bien.
italian: [_ml_] Bene.

source: [_u_] It's for Jasmine's corruption, I have to ask all the employees.
french: [ _u_ ] C'est pour la corruption de Jasmine, je dois demander à tous les employés.
italian: [_u_] È per la corruzione di Jasmine, devo chiedere a tutti i dipendenti.

source: [_ml_] Oh... uh let's see...
french: [ _ml_ ] Oh ... uh voyons ...
italian: [_ml_] Oh... uh vediamo...

source: [_ml_] My biggest sexual fantasy...
french: [ _ml_ ] Mon plus grand fantasme sexuel ...
italian: [_ml_] La mia più grande fantasia sessuale...

source: [_ml_] Well... when I was young... I used to dream of fucking a rock star.
french: [ _ml_ ] Eh bien ... quand j'étais jeune ... J'ai rêver de putain de rock star.
italian: [_ml_] Bene... quando ero giovane... sognavo di scopare una rock star.

source: [_u_] Which instrument? Guitarist? Singer? Bassist? Drummer?
french: [ _u_ ] Quel instrument? Guitariste? Singer? Bassiste? Tambour?
italian: [_u_] Quale strumento? Chitarrista? Singer? Bassist? Drummer?

source: [_ml_] But anyway... I never made it.
french: [ _ml_ ] Mais de toute façon ... Je ne l'ai jamais fait.
italian: [_ml_] Ma comunque... non l'ho mai fatto.

source: [_ml_] You... wouldn't secretly be a famous singer in a rock band?
french: [ _ml_ ] Tu ... ne serait pas un chanteur célèbre dans un groupe de rock?
italian: [_ml_] Tu... non sarebbe segretamente un cantante famoso in una band rock?

source: [_u_] Not that I know of.
french: [ _u_ ] Pas que je sache.
italian: [_u_] Non che io sappia.

source: [_ml_] Yup... So I can confirm that this is my sexual fantasy!
french: [ _ml_ ] Yup ... Je peux confirmer que c'est mon fantasme sexuel !
italian: [_ml_] Yup... Così posso confermare che questa è la mia fantasia sessuale!

source: [_u_] Ok great, only [Quest_JM_Favor_Ask2_Number] more employees to question.
french: [_u_] Ok, super, plus que [Quest_JM_Favor_Ask2_Number] d'employés à interroger.
german: [_u_] Ok großartig, nur noch [Quest_JM_Favor_Ask2_Number] Angestellte übrig.
italian: [_u_] Ok grande, solo altri [Quest_JM_Favor_Ask2_Number] dipendenti da intervistare.
russian: [_u_] Отлично, осталось спросить только [Quest_JM_Favor_Ask2_Number] сотрудников.

source: [_ml_] Do you need anything else?
french: [ _ml_ ] Avez-vous besoin d'autre chose?
italian: [_ml_] Hai bisogno di altro?

source: [_ml_] Hi.
french: [ _ml_ ] Salut.

source: [_u_] Lovely outfit.
french: [ _u_ ] Lovely imfit.
italian: [_u_] Abito incantevole.

source: [_ml_] Yeah... I was trying on my harem outfit.
french: [ _ml_ ] Ouais ... J'essayais sur mon harem outfit.
italian: [_ml_] Sì... Stavo provando il mio abito harem.

source: [_ml_] What do you think of it?
french: [ _ml_ ] Qu'en penses-tu?
italian: [_ml_] Cosa ne pensi?

source: [_u_] Very nice. I'm a big fan of transparency
french: [ _u_ ] Très bien. Je suis un grand fan de transparence
italian: [_u_] Molto bello. Sono un grande fan della trasparenza

source: [_ml_] Yeah, me too.
french: [ _ml_ ] Oui, moi aussi.
italian: [_ml_] Sì, anche me.

source: [_ml_] Now, are you going to tell me what you're doing here...
french: [ _ml_ ] Maintenant, tu vas me dire ce que tu fais ici ...
italian: [_ml_] Ora, mi dirai cosa stai facendo qui...

source: [_ml_] ...or do you want to keep looking at my tits?
french: [ _ml_ ] ... ou voulez-vous continuer à regarder mes seins?
italian: [_ml_] o vuoi continuare a guardare le mie tette?

source: [_u_] We need to pick up Scheherazade's clothes and bring them back here.
french: [ _u_ ] Nous avons besoin de ramasser les vêtements de Scheherazade et de les ramener ici.
italian: [_u_] Abbiamo bisogno di prendere i vestiti di Scheherazade e riportarli qui.

source: [_ml_] Sounds pretty simple...
french: [ _ml_ ] C'est assez simple ...
italian: [_ml_] Suona abbastanza semplice...

source: [_ml_] But I'm a bit overwhelmed at the moment...
french: [ _ml_ ] Mais je suis un peu dépassé en ce moment ...
italian: [_ml_] Ma al momento sono un po' sopraffatto...

source: [_ml_] We're currently setting up the entire Magic Forest area!
french: [ _ml_ ] Nous sommes en train de mettre en place l'ensemble de la zone de la forêt magique !
italian: [_ml_] Stiamo creando l'intera area della Foresta Magica!

source: [_ml_] It's a cool job... but it's very time-consuming.
french: [ _ml_ ] C'est un boulot cool ... mais ça prend beaucoup de temps.
italian: [_ml_] È un lavoro fresco... ma richiede molto tempo.

source: [_ml_] Yeah, since you've corrupted Snow White, we're preparing this area for its reopening!
french: [ _ml_ ] Ouais, depuis que vous avez corrompu Snow White, nous préparons cette zone pour sa réouverture !
italian: [_ml_] Sì, poiché hai corrotto il bianco della neve, stiamo preparando questa zona per la sua riapertura!

source: [_ml_] Well... it's complicated, but we're struggling with some of the details.
french: [ _ml_ ] Bien ... c'est compliqué, mais nous sommes aux prises avec certains détails.
italian: [_ml_] Bene... è complicato, ma stiamo lottando con alcuni dettagli.

source: [_ml_] Maybe we'll ask you to go back to corrupting Snow White a bit...
french: [ _ml_ ] Peut-être que nous vous demanderons de retourner à corromting Snow White un peu ...
italian: [_ml_] Forse ti chiederemo di tornare a corrompere Snow White un po'...

source: [_ml_] Anyway, Tinker will tell you more when the time comes!
french: [ _ml_ ] Quoi qu'il en soit, Tinker vous dira plus quand le moment viendra !
italian: [_ml_] Comunque, Tinker ti dirà di più quando arriva il tempo!

source: [_u_] I'm going to feel like I'm going back to an old booty call... what a strange feeling.
french: [ _u_ ] Je vais me sentir comme si je retournais à un vieux coup de butin ... quel étrange sentiment.
italian: [_u_] Mi sentirò come se tornassi a un vecchio bottino chiamato... che strano sentimento.

source: [_ml_] I know what you mean.
french: [ _ml_ ] Je sais ce que tu veux dire.
italian: [_ml_] So cosa intendi.

source: [_ml_] I'll program your drone to pick it up.
french: [ _ml_ ] Je vais programmer votre drone pour le ramasser.
italian: [_ml_] programmerò il tuo drone per prenderlo.

source: [_ml_] As soon as you have it, it will automatically be delivered to Lycoris.
french: [ _ml_ ] Dès que vous l'avez, il sera livré automatiquement à Lycoris.
italian: [_ml_] Non appena lo avete, verrà automaticamente consegnato a Lycoris.

source: [_u_] Great! Thanks a lot!
french: [ _u_ ] Grand ! Merci beaucoup !
italian: [_u_] Ottimo! Grazie molto!

source: [_ml_] And uh... any news on Emee?
french: [ _ml_ ] Et euh ... toute nouvelle sur Emee?
italian: [_ml_] E uh... qualche notizia su Emee?

source: [_ml_] I mean... how's she doing with the brothel recruitment?
french: [ _ml_ ] Je veux dire ... comment elle fait avec le recrutement de bordel?
italian: [_ml_] Intendo dire... come sta facendo con il reclutamento dei bordelli?

source: [_u_] Why's that? Are you looking forward to the opening?
french: [ _u_ ] Pourquoi? Tu te réjouis de l'ouverture?
italian: [_u_] Perché? Non vedi l'ora dell'apertura?

source: [_ml_] Anyway, did you want anything else?
french: [ _ml_ ] Quoi qu'il en soit, as-tu voulu quoi que ce soit d'autre?
italian: [_ml_] Comunque volevi qualcos'altro?

source: [_ml_] Hey... I hear you're the one who made me this lovely outfit.
french: [ _ml_ ] Hé ... J'ai entendu que vous êtes celui qui m'a fait cette belle tenue.
italian: [_ml_] Hey... Ho sentito che sei quello che mi ha fatto questo bel vestito.

source: [_u_] Yup, heard you needed it.
french: [ _u_ ] Yup, entendu que vous en avez besoin.
italian: [_u_] Yup, sentito che ne avevate bisogno.

source: [_ml_] You're so adorable...
french: [ _ml_ ] Vous êtes si adorable ...
italian: [_ml_] Sei così adorabile...

source: [_ml_] This stuff makes my boobs look amazing!
french: [ _ml_ ] Ce truc rend mes seins incroyables !
italian: [_ml_] Questa roba rende le mie tette incredibili!

source: [_ml_] I look like I have an extra breast size! It's magical ahah
french: [ _ml_ ] J'ai l'air d'avoir une taille de poitrine supplémentaire ! C'est une ahah magique
italian: [_ml_] Mi sembra che io abbia una dimensione extra del seno! È una magica ahah

source: [_ml_] Was it lycoris who made the blueprint?
french: [ _ml_ ] Est-ce que c'était lycoris qui a fait le plan?
italian: [_ml_] È stato lycoris chi ha fatto il progetto?

source: [_u_] Exactly.
french: [_u_] Exactement.
german: [_u_] Genau.
italian: [_u_] Esattamente.
russian: [_u_] Точно.

source: [_ml_] Well... this chick is really good.
french: [ _ml_ ] Eh bien ... ce poussin est vraiment bon.
italian: [_ml_] Bene... questo pulcino è davvero buono.

source: [_ml_] Anyway, did you want something else, pretty boy?
french: [ _ml_ ] Quoi qu'il en soit, tu voulais quelque chose d'autre, joli garçon?
italian: [_ml_] Comunque volevi qualcos'altro, bel ragazzo?

source: [_u_] Do you have anything more nude?
french: [ _u_ ] Avez-vous quelque chose de plus nude?
italian: [_u_] Hai qualcosa di più nudo?

source: [_ml_] What? More naked than that one?
french: [ _ml_ ] Quoi? Plus nue que ça?
italian: [_ml_] Cosa? Più nudo di quello?

source: [_ml_] Oh yeah...
french: [ _ml_ ] Oh oui ...

source: [_ml_] I think I can find that for you.
french: [ _ml_ ] Je pense que je peux trouver ça pour toi.
italian: [_ml_] penso di poterlo trovare per voi.

source: [_ml_] Do you think this one might work?
french: [ _ml_ ] Pensez-vous que celui-ci pourrait fonctionner?
italian: [_ml_] Pensi che questo possa funzionare?

source: [_u_] I think I'd love to see you like this every day!
french: [ _u_ ] Je pense que j'aimerais vous voir comme ça tous les jours !
italian: [_u_] Penso che mi piacerebbe vederti come questo ogni giorno!

source: [_ml_] Strangely enough, I'm not surprised.
french: [ _ml_ ] Étrangement, je ne suis pas surpris.
italian: [_ml_] Stranamente, non sono sorpreso.

source: [_ml_] But I don't think that...
french: [ _ml_ ] Mais je ne pense pas que ...
italian: [_ml_] Ma non penso che...

source: [_tb_] Hey Meli, I'm having a problem with the...
french: [ _tb_ ] Hey Meli, j'ai un problème avec le ...
italian: [_tb_] Hey Meli, ho un problema...

source: [_tb_] Am I interrupting something?
french: [ _tb_ ] Est-ce que j'interrompai quelque chose?
italian: [_tb_] sto interrompendo qualcosa?

source: [_ml_] No...
french: [ _ml_ ] Non.

source: [_tb_] If you have another orgy without me, I'm going to kill you...
french: [ _tb_ ] Si vous avez une autre orgie sans moi, je vais vous tuer ...
italian: [_tb_] Se hai un'altra orgia senza di me, ti ucciderò...

source: [_u_] No, Tinker, we're not having an orgy.
french: [ _u_ ] Non, Tinker, on n'a pas d'orgie.
italian: [_u_] No, Tinker, non stiamo avendo un'orgia.

source: [_tb_] Good.
french: [ _tb_ ] Bien.
italian: [_tb_] Bene.

source: [_ml_] I wouldn't have said no to an orgy.
french: [ _ml_ ] Je n'aurais pas dit non à une orgie.
italian: [_ml_] Non avrei detto di no a un'orgia.

source: [_u_] An orgy with our boss is a bit strange, don't you think?
french: [ _u_ ] Une orgie avec notre patron est un peu étrange, ne pensez-vous pas?
italian: [_u_] Un'orgia con il nostro capo è un po' strana, non pensi?

source: [_ml_] I was referring to Emee or Lycoris...
french: [ _ml_ ] Je me référais à Emee ou Lycoris ...
italian: [_ml_] Mi riferivo a Emee o Lycoris...

source: [_ml_] ...or Amandine.
french: [ _ml_ ] ... ou Amandine.
italian: [_ml_] ...o Amandine.

source: [_u_] Stop making me hard!
french: [ _u_ ] Arras de me faire du mal !
italian: [_u_] Smettetela di rendermi difficile!

source: [_ml_] No, I have absolutely no idea.
french: [ _ml_ ] Non, je n'ai absolument aucune idée.
italian: [_ml_] No, non ho assolutamente idea.

source: [_ml_] And frankly, it's quite strange.
french: [ _ml_ ] Et franchement, c'est assez étrange.
italian: [_ml_] E francamente, è abbastanza strano.

source: [_ml_] I remember checking her stats a few weeks ago, and this 10/10 wasn't there.
french: [ _ml_ ] Je me souviens avoir vérifié ses statistiques il y a quelques semaines, et ce 10/10 n'était pas là.
italian: [_ml_] Ricordo di aver controllato le sue statistiche qualche settimana fa, e questo 10/10 non c'era.

source: [_ml_] My theory is that someone had fun making a kind of... experiment on her.
french: [ _ml_ ] Ma théorie est que quelqu'un s'est amusé à faire une sorte de ... expérience sur elle.
italian: [_ml_] La mia teoria è che qualcuno si è divertito a fare un tipo di... esperimento su di lei.

source: [_u_] Ah? Who could have done that?
french: [ _u_ ] Ah? Qui aurait pu faire ça?
italian: [_u_] Ah? Chi avrebbe potuto farlo?

source: [_ml_] No one. Nobody has the skills to do this kind of thing.
french: [ _ml_ ] Personne. Personne n'a les compétences pour faire ce genre de choses.
italian: [_ml_] nessuno. Nessuno ha le abilità per fare questo tipo di cose.

source: [_ml_] Especially since it seems to have worked, Snow White can really see who's lying!
french: [ _ml_ ] Surtout puisqu'il semble avoir travaillé, Snow White peut vraiment voir qui ment !
italian: [_ml_] Soprattutto perché sembra aver funzionato, Snow White può davvero vedere chi sta mentendo!

source: [_ml_] This is high-level robotic programming. Especially with this planet's unique code system.
french: [ _ml_ ] Il s'agit d'une programmation robotique de haut niveau. Surtout avec le système de code unique de cette planète.
italian: [_ml_] Questa è una programmazione robotica di alto livello. Soprattutto con il sistema di codice univoco di questo pianeta.

source: [_ml_] I'll try to search a little more, but I don't have much hope.
french: [ _ml_ ] Je vais essayer de chercher un peu plus, mais je n'ai pas beaucoup d'espoir.
italian: [_ml_] Cercherò di cercare un po' di più, ma non ho molta speranza.

source: [_ml_] Do you want to know what I think? There's something fishy about it.
french: [ _ml_ ] Voulez-vous savoir ce que je pense? Il y a quelque chose de loueur.
italian: [_ml_] Vuoi sapere cosa ne penso? C'è qualcosa di pesante.

source: [_ml_] Anyway, Do you need anything else?
french: [ _ml_ ] En tout cas, avez-vous besoin d'autre chose?
italian: [_ml_] Comunque, hai bisogno di qualcos'altro?

source: [_u_] About her new body or something.
french: [ _u_ ] A propos de son nouveau corps ou quelque chose.
italian: [_u_] Circa il suo nuovo corpo o qualcosa.

source: [_ml_] Nah... I told her I needed 2 character datas...
french: [ _ml_ ] Nah ... Je lui ai dit que j'avais besoin de 2 ...
italian: [_ml_] Nah... Le ho detto che avevo bisogno di 2 dati personaggi...

source: [_ml_] She asked you to do it, didn't she?
french: [ _ml_ ] Elle vous a demandé de le faire, n'est-ce pas?
italian: [_ml_] Lei ti ha chiesto di farlo, vero?

source: [_u_] That's right.
french: [C'est vrai.
italian: [_u_] È giusto.

source: [_ml_] And you accept without saying anything?
french: [ _ml_ ] Et vous acceptez sans rien dire?
italian: [_ml_] E accetti senza dire nulla?

source: [_ml_] Is it because she has big boobs that you say yes to everything?
french: [ _ml_ ] C'est parce qu'elle a de gros seins que tu dis oui à tout?
italian: [_ml_] È perché ha grandi tette che dici di sì a tutto?

source: [_u_] I don't particularly say no to you and yet you don't have very big breasts.
french: [ _u_ ] Je ne vous dis pas particulièrement non, et pourtant vous n'avez pas de gros seins.
italian: [_u_] Non vi dico particolarmente di no e tuttavia non avete seni molto grandi.

source: [_ml_] Thanks.
french: [ _ml_ ] Merci.
italian: [_ml_] Grazie.

source: [_ml_] I guess?
french: [ _ml_ ] Je suppose?
italian: [_ml_] Immagino?

source: [_ml_] Absolutely.
french: [ _ml_ ] Absolument.
italian: [_ml_] Assolutamente.

source: [_ml_] And you can move from one body to another by thought. That's pretty handy.
french: [ _ml_ ] Et vous pouvez passer d'un corps à un autre par la pensée. C'est plutôt pratique.
italian: [_ml_] E puoi spostarti da un corpo all'altro pensando. È abbastanza utile.

source: [_u_] You could create yourself a second body... That's crazy!
french: [ _u_ ] Vous pourriez créer un second corps ... C'est fou !
italian: [_u_] Si potrebbe creare un secondo corpo... È pazzo!

source: [_ml_] What? You got something on your mind?
french: [ _ml_ ] Quoi? Vous avez quelque chose dans votre esprit?
italian: [_ml_] Cosa? Hai qualcosa in mente?

source: [_ml_] Do you want me to turn into anyone in particular?
french: [ _ml_ ] Voulez-vous que je me tourne vers qui que ce soit en particulier?
italian: [_ml_] Vuoi che mi trasformi in qualcuno in particolare?

source: [_ml_] A fantasy to be fulfilled, perhaps?
french: [ _ml_ ] Un fantasme à réaliser, peut-être?
italian: [_ml_] Una fantasia da compiere, forse?

source: [_u_] Wow... so many possibilities...
french: [ _u_ ] Wow ... autant de possibilités ...
italian: [_u_] Wow... tante possibilità...

source: [_ml_] Anyway, body changes aren't really my thing.
french: [ _ml_ ] Quoi qu'il en soit, les changements corporels ne sont pas vraiment mon truc.
italian: [_ml_] Comunque, i cambiamenti del corpo non sono davvero la mia cosa.
