Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_E.po
Languages: french, italian

source: [_u_] You're almost going to make me jealous.
french: [Vous allez presque me rendre jaloux.
italian: [_u_] Mi farai quasi gelosa.

source: [_e_] Oh, don't act like it, you're the one who was chosen for the best ass of all:
french: [Oh, ne faites pas comme si, c'est vous qui avez été choisi pour le meilleur cul de tous :
italian: [_e_] Oh, non comportarti così, sei quello che è stato scelto per il miglior culo di tutti:

source: [_e_] {font=BLKCHCRY.ttf}''The Royal Butt of Sherazade''{/font=BLKCHCRY.ttf}
french: [_e_] {font=BLKCHCRY.ttf}''Le Cul Royal de Shéhérazade''{/font=BLKCHCRY.ttf}

source: [_u_] I admit that... she's not bad.
french: [J'admets que... elle n'est pas mal.
italian: [_u_] lo ammetto che... non è male.

source: [_e_] Not bad??
french: [Pas mal ??
italian: [_e_] Non cattivo??

source: [_e_] Damn... if I had a body like that, I would rule the galaxy.
french: [Bon sang... si j'avais un corps comme ça, je dominerais la galaxie.
italian: [_e_] Damn... se avessi un corpo del genere, governerei la galassia.

source: [_e_] You almost make me want to...
french: [Vous me donnez presque envie de...
italian: [_e_] Mi fai quasi volere...

source: [_e_] Okay, calm down Emee...
french: [Ok, calme-toi Emee...
italian: [_e_] Okay, calma Emee...

source: [_e_] Thanks for your kind words ~
french: [_e_] Merci pour vos aimables paroles ~
italian: [_e_] Grazie per le tue parole gentili ~

source: [_u_] I've never seen such a cute sex addict.
french: [Je n'ai jamais vu un accro au sexe aussi mignon.
italian: [_u_] Non ho mai visto un sesso così carino tossicodipendente.

source: [_e_] Damn... If I were you I would have tried so many times already...
french: [_e_] Merde... Si j'étais toi, j'aurais déjà essayé tant de fois...
italian: [_e_] Dannazione... Se fossi tu avessi già provato tante volte...

source: [_u_] Actually, she's really not simple.
french: [En fait, elle n'est vraiment pas simple.
italian: [_u_] In realtà, lei non è affatto semplice.

source: [_u_] If I can get her to show me her breasts, it will be a miracle.
french: [Si j'arrive à lui faire montrer ses seins, ce sera un miracle.
italian: [_u_] Se posso farla vedere i suoi seni, sarà un miracolo.

source: [_e_] Mh... a tough woman...
french: [Mh... une femme dure...
italian: [_e_] Mh... una donna difficile...

source: [_u_] Yeah, I know.
french: [Oui, je sais.
italian: [_u_] Sì, lo so.

source: [_e_] If you can corrupt her, I won't be able to resist paying her a little visit.
french: [Si vous pouvez la corrompre, je ne pourrai pas résister à l'envie de lui rendre une petite visite.
italian: [_e_] Se puoi corromperla, non sarò in grado di resistere a farle una piccola visita.

source: [_u_] The opposite would have surprised me.
french: [Le contraire m'aurait surpris.
italian: [_u_] Il contrario mi avrebbe sorpreso.

source: [_u_] And I can't wait to see what androids you will find during your inventory.
french: [_u_] Et j'ai hâte de voir quels androïdes vous trouverez lors de votre inventaire.
italian: [_u_] E non vedo l'ora di vedere cosa androidi troverete durante il vostro inventario.

source: [_e_] I will show you with great pleasure, sexy boy.
french: [Je te le montrerai avec grand plaisir, garçon sexy.
italian: [_e_] vi mostrerò con grande piacere, ragazzo sexy.

source: [_e_] Who is Lyco?
french: [Qui est Lyco ?
italian: [_e_] Chi è Lyco?

source: [_u_] Lycoris, she is the servant of Sherazade.
french: [Lycoris, c'est la servante de Shéhérazade.
italian: [_u_] Lycoris, è la serva di Sherazade.

source: [_u_] And she's completely red and with horns.
french: [_u_] Et elle est toute rouge et avec des cornes.
italian: [_u_] E lei è completamente rossa e con le corna.

source: [_e_] Oh... That's exciting.
french: [Oh... C'est passionnant.
italian: [_e_] Oh... È emozionante.

source: [_e_] I didn't know that this kind of android existed here.
french: [Je ne savais pas que ce genre d'androïde existait ici.
italian: [_e_] Non sapevo che questo tipo di androide esistesse qui.

source: [_e_] I would love to ''inventorize'' some of them.
french: [J'aimerais bien "inventer" certains d'entre eux.
italian: [_e_] Mi piacerebbe ''inventorizzare'' alcuni di loro.

source: [_u_] Yep, me too.
french: [Oui, moi aussi.
italian: [_u_] Yep, anche me.

source: [_e_] Of course!
french: [Bien sûr !
italian: [_e_] Certo!

source: [_e_] The same goes for me, [name].
french: [Il en va de même pour moi, [nom].
italian: [_e_] Lo stesso vale per me, [name].

source: [_e_] Let me check my inventory to see if I have any of these tools.
french: [Laissez-moi vérifier mon inventaire pour voir si j'ai l'un de ces outils.
italian: [_e_] Permettetemi di controllare il mio inventario per vedere se ho uno di questi strumenti.

source: [_e_] I won't be long.
french: [Je ne serai pas long.
italian: [_e_] non sarò lungo.

source: [_e_] Damn... this chick really has a nice handwriting...
french: [_e_] Bon sang... cette nana a vraiment une belle écriture...
italian: [_e_] Damn... questo pulcino ha davvero una bella scrittura...

source: [_e_] And... damn this paper smells so good...
french: [Et... ce papier sent si bon...
italian: [_e_] E... maledetta questa carta ha un odore così buono...

source: [_u_] I can hear you.
french: [Je vous entends.
italian: [_u_] Io posso sentirti.

source: [_e_] Sorry!!
french: [_e_] Désolé !
italian: [_e_] Spiacenti!!

source: [_e_] Uh, so...
french: [Euh, donc...
italian: [_e_] Uh, così...

source: [_e_] Ah perfect!!
french: [_e_] Ah parfait ! !!
italian: [_e_] Ah perfetto!!

source: [_e_] I have this stuff to sell if you want.
french: [J'ai des choses à vendre si vous voulez.
italian: [_e_] Ho questa roba da vendere se vuoi.

source: [_e_] It doesn't have everything you're looking for, but a good part of it.
french: [Il ne contient pas tout ce que vous recherchez, mais une bonne partie.
italian: [_e_] Non ha tutto quello che stai cercando, ma una buona parte di esso.

source: [_u_] Oh yes, that's right... your religion forbids you to give something without selling it, right?
french: [Ah oui, c'est vrai... votre religion vous interdit de donner quelque chose sans le vendre, n'est-ce pas ?
italian: [_u_] Oh sì, è giusto... la tua religione ti proibisce di dare qualcosa senza venderlo, giusto?

source: [_e_] It is more... cultural than religious.
french: [Elle est plus... culturelle que religieuse.
italian: [_e_] È più... culturale che religioso.

source: [_e_] But yes, that's the idea.
french: [_e_] Mais oui, c'est l'idée.
italian: [_e_] Ma sì, questa è l'idea.

source: [_u_] Wait... it has your name on it... Is this yours?
french: [Attendez... il y a votre nom dessus... C'est le vôtre ?
italian: [_u_] Aspetta... ha il tuo nome... È tuo?

source: [_e_] Uh...
french: [_e_] Euh...

source: [_u_] You wouldn't be trying to curry favor of ''Mademoiselle de Beauregard'' by any chance?
french: [_u_] Vous n'essaieriez pas de vous attirer les faveurs de "Mademoiselle de Beauregard" par hasard ?
italian: [_u_] Non cercheresti di stringere il favore di 'Mademoiselle de Beauregard'' per caso?

source: [_e_] No I... shut up.
french: [Non, je... la ferme.
italian: [_e_] No I... chiuso.

source: [_e_] Anyway, let me know when you want to buy this, I'm reopening my store.
french: [Quoi qu'il en soit, faites-moi savoir quand vous voudrez l'acheter, je rouvre mon magasin.
italian: [_e_] Comunque, fatemi sapere quando volete comprare questo, sto riaprendo il mio negozio.

source: [_e_] If I had something gold, I would have sold it long ago!
french: [Si j'avais quelque chose en or, je l'aurais vendu depuis longtemps !
italian: [_e_] Se avessi qualcosa d'oro, lo avrei venduto da molto tempo!

source: [_e_] Is this for one of your current quests?
french: [Est-ce pour l'une de vos quêtes en cours ?
italian: [_e_] Questo è per una delle tue missioni attuali?

source: [_u_] Yep... I'm trying to see red boobs.
french: [Yep... J'essaie de voir des seins rouges.
italian: [_u_] Yep... Sto cercando di vedere tette rosse.

source: [_e_] That's an honorable quest.
french: [C'est une quête honorable.
italian: [_e_] Questa è una missione onorevole.

source: [_e_] You should go see Amandine, she's the one creating things now.
french: [Tu devrais aller voir Amandine, c'est elle qui crée les choses maintenant.
italian: [_e_] Dovresti andare a vedere Amandine, lei è quella che crea le cose adesso.

source: [_e_] That's pretty specific.
french: [C'est assez précis.
italian: [_e_] È abbastanza specifico.

source: [_u_] If possible, oriental dance or belly dance, I don't know.
french: [_u_] Si possible, danse orientale ou danse du ventre, je ne sais pas.
italian: [_u_] Se possibile, danza orientale o pancia, non lo so.

source: [_u_] Yeah I know, it might be hard to find.
french: [Oui, je sais, il pourrait être difficile à trouver.
italian: [_u_] Sì, lo so, potrebbe essere difficile da trovare.

source: [_e_] In fact I have one available.
french: [En fait, j'en ai un de disponible.
italian: [_e_] In realtà ne ho uno disponibile.

source: [_u_] Really?
french: [_u_] Vraiment ?
italian: [_u_] Davvero?

source: [_e_] I did not find it, I bought it...
french: [Je ne l'ai pas trouvé, je l'ai acheté...
italian: [_e_] non l'ho trovato, l'ho comprato...

source: [_u_] ... You? Belly dancer?
french: [_u_] ... Vous ? Danseuse du ventre ?
italian: [_u_] ... Tu? Danzatore di pancia?

source: [_e_] When I was in school, I was trying to impress a girl and...
french: [Quand j'étais à l'école, j'essayais d'impressionner une fille et...
italian: [_e_] Quando ero a scuola, stavo cercando di impressionare una ragazza e...

source: [_e_] Well, anyway, I bought the three complete volumes of ''Bellydance for Dummies''.
french: [_e_] En tout cas, j'ai acheté les trois volumes complets de "Bellydance for Dummies" (La danse du ventre pour les nuls).
italian: [_e_] Beh, comunque, ho comprato i tre volumi completi di ''Bellydance per Dummies''.

source: [_u_] And do you know how to dance?
french: [Et vous savez danser ?
italian: [_u_] E sai come ballare?

source: [_e_] I would have made you a little show with pleasure but my hip movements are a little rusty after all these years ahah
french: [Je vous aurais bien fait un petit spectacle avec plaisir mais mes mouvements de hanches sont un peu rouillés après toutes ces années ahah
italian: [_e_] Ti avrei fatto un piccolo spettacolo con piacere, ma i miei movimenti dell'anca sono un po' arrugginiti dopo tutti questi anni ahah

source: [_u_] Gosh... that's a shame.
french: [C'est dommage.
italian: [_u_] Gosh... è un peccato.

source: [_u_] I think I would have loved to see this ''High School Emee'' impress a girl with a dance.
french: [_u_] Je pense que j'aurais aimé voir cette ''High School Emee'' impressionner une fille avec une danse.
italian: [_u_] Penso che mi sarebbe piaciuto vedere questa 'High School Emee'' impressionare una ragazza con un ballo.

source: [_e_] Trust me, ''High School Emee'' was just being goofy.
french: [_e_] Croyez-moi, ''High School Emee'' était juste une blague.
italian: [_e_] Fidati di me, ''High School Emee'' era solo essere bizzarro.

source: [_e_] But I ate her ass after school, so...
french: [Mais je lui ai bouffé le cul après l'école, alors...
italian: [_e_] Ma ho mangiato il culo dopo la scuola, così...

source: [_e_] It was a win!
french: [C'est gagné !
italian: [_e_] È stata una vittoria!

source: [_u_] I would have liked to see that too.
french: [J'aurais aimé voir cela aussi.
italian: [_u_] Mi sarebbe piaciuto vedere anche questo.

source: [_e_] Let me know when you want to buy this book.
french: [Faites-moi savoir quand vous voudrez acheter ce livre.
italian: [_e_] Fatemi sapere quando volete comprare questo libro.

source: [_e_] Oh and... I'll try to find the others too.
french: [Oh et... Je vais essayer de trouver les autres aussi.
italian: [_e_] Oh e... Cercherò di trovare anche gli altri.

source: [_u_] Thanks Emee!
french: [_u_] Merci Emee !
italian: [_u_] Grazie Emee!

source: [_u_] Ready to finally check out this city, Emee?
french: [Prête à découvrir cette ville, Emee ?
italian: [_u_] Pronto a controllare finalmente questa città, Emee?

source: [_e_] WAIT! I can't find my babouches !!!
french: [_e_] ATTENDEZ ! Je ne trouve pas mes babouches ! !!
italian: [_e_] ATTENZIONE! Non riesco a trovare le mie babouche!!!

source: [_u_] Your what?
french: [Votre quoi ?
italian: [_u_] Il tuo cosa?

source: [_e_] My oriental slippers.
french: [Mes pantoufles orientales.
italian: [_e_] Le mie pantofole orientali.

source: [_e_] I was sure I'd put them here somewhere...
french: [J'étais sûr de les avoir mis ici quelque part...
italian: [_e_] ero sicuro di averli messi qui da qualche parte...

source: [_u_] Just put on your usual shoes!
french: [Mettez vos chaussures habituelles !
italian: [_u_] Basta indossare le tue solite scarpe!

source: [_e_] Nope.
french: [_e_] Non.

source: [_e_] They have to be here somewhere...
french: [Ils doivent être ici quelque part...
italian: [_e_] Devono essere qui da qualche parte...

source: [_e_] By the way! There are things I need to know about this town?
french: [Au fait ! Il y a des choses que je dois savoir sur cette ville ?
italian: [_e_] A proposito! Ci sono cose che devo sapere su questa città?

source: [_u_] Mh... It's big.
french: [Mh... C'est grand.
italian: [_u_] Mh... È grande.

source: [_e_] I can imagine that.
french: [Je peux l'imaginer.
italian: [_e_] lo posso immaginare.

source: [_e_] Something useful, I mean.
french: [Quelque chose d'utile, je veux dire.
italian: [_e_] Qualcosa di utile, voglio dire.

source: [_e_] I had a sneaking suspicion of that.
french: [Je m'en doutais un peu.
italian: [_e_] Ho avuto un sospetto furtivo di questo.

source: [_e_] I'd love to visit it one day!
french: [J'aimerais beaucoup la visiter un jour !
italian: [_e_] Mi piacerebbe visitarlo un giorno!

source: [_e_] Is it so big that my ship looks tiny next to it?
french: [Est-il si grand que mon navire semble minuscule à côté de lui ?
italian: [_e_] È così grande che la mia nave sembra piccola accanto ad essa?

source: [_u_] Absolutely.
french: [_u_] Absolument.
italian: [_u_] Assolutamente.

source: [_e_] Is that so?
french: [_e_] Est-ce le cas ?
italian: [_e_] È così?

source: [_u_] Yeah... I tried to get into the city but they stopped me as soon as I went through the gates.
french: [_u_] Oui... J'ai essayé d'entrer dans la ville, mais ils m'ont arrêté dès que j'ai franchi les portes.
italian: [_u_] Sì... Ho cercato di entrare in città, ma mi hanno fermato non appena ho attraversato le porte.

source: [_e_] Well, this will be a first for both of us!
french: [Ce sera une première pour nous deux !
italian: [_e_] Beh, questo sarà un primo per entrambi noi!

source: [_e_] The showers!
french: [Les averses !
italian: [_e_] Le docce!

source: [_u_] What?
french: [Quoi ?
italian: [_u_] Cosa?

source: [_e_] I left my babouches in the showers!!
french: [J'ai laissé mes babouches dans les douches !
italian: [_e_] Ho lasciato i miei babouches nelle docce!!

source: [_e_] I'll go get these, and then we'll meet in the city! All right?
french: [Je vais aller les chercher, et on se retrouve en ville ! D'accord ?
italian: [_e_] andrò a prenderlo, e poi ci incontreremo in città! Va bene?

source: [_u_] Uh... okay!
french: [Euh... d'accord !

source: [_u_] Let's do that!
french: [_u_] Faisons-le !
italian: [_u_] Facciamolo!

source: [_e_] Great! See you later [name]!!
french: [_e_] Super ! A plus tard [nom] !
italian: [_e_] Ottimo! Ci vediamo più tardi [name]!!

source: [_e_] Ooooh let me see that!
french: [_e_] Ooooh laissez-moi voir ça !
italian: [_e_] Ooooh mi ha lasciato vederlo!

source: [_e_] Now that's strange...
french: [C'est étrange...
italian: [_e_] Ora è strano...

source: [_e_] I feel like I've seen this outfit somewhere...
french: [J'ai l'impression d'avoir déjà vu cette tenue quelque part...
italian: [_e_] Mi sento come se avessi visto questo vestito da qualche parte...

source: [_e_] Is it me or do I look a bit like a knight?
french: [Est-ce moi ou ai-je l'air d'un chevalier ?
italian: [_e_] È me o assomiglio un po' a un cavaliere?

source: [_e_] All I need is some kind of... sword.
french: [Tout ce dont j'ai besoin, c'est d'une sorte d'épée.
italian: [_e_] Tutto ciò di cui ho bisogno è un po' di... spada.

source: [_e_] Or a saber.
french: [_e_] Ou un sabre.
italian: [_e_] O una sciabola.

source: [_e_] You get the idea.
french: [_e_] Vous voyez l'idée.
italian: [_e_] Hai l'idea.

source: [_u_] Yeah... I don't know if you can convince Tinker to carry a sword in here.
french: [Oui... Je ne sais pas si vous pouvez convaincre Tinker de porter une épée ici.
italian: [_u_] Sì... Non so se riesci a convincere Tinker a portare qui una spada.

source: [_e_] Mh... that's too bad.
french: [_e_] Mh... c'est dommage.
italian: [_e_] Mh... è troppo male.

source: [_e_] Anyway, nice outfit!
french: [Quoi qu'il en soit, belle tenue !
italian: [_e_] Comunque un bel outfit!

source: [_e_] Thank you [name]!
french: [Merci [nom] !]
italian: [_e_] Grazie [name]!

source: [_e_] Hey, since you seem to have a passion for office stuff...
french: [_e_] Puisque vous semblez avoir une passion pour les affaires de bureau...
italian: [_e_] Hey, dal momento che sembri avere una passione per gli uffici...

source: [_e_] I've found something you might be interested in.
french: [J'ai trouvé quelque chose qui pourrait vous intéresser.
italian: [_e_] Ho trovato qualcosa a cui potresti interessarti.

source: [_u_] A pencil cup in the shape of a naked Tinker?
french: [_u_] Un pot à crayons en forme de tinette nue ?
italian: [_u_] Una tazza a matita a forma di Tinker nudo?

source: [_e_] Nah... an old PC.
french: [_e_] Non... un vieux PC.
italian: [_e_] Nah... un vecchio PC.

source: [_u_] Ah...
french: [Ah...

source: [_u_] and it's usable?
french: [_u_] et c'est utilisable ?
italian: [_u_] ed è utilizzabile?

source: [_e_] No idea, frankly this thing is a museum piece.
french: [Aucune idée, franchement ce truc est une pièce de musée.
italian: [_e_] Nessuna idea, francamente questa cosa è un pezzo da museo.

source: [_e_] This must be one of the oldest computers in the whole park.
french: [Ce doit être l'un des plus vieux ordinateurs de tout le parc.
italian: [_e_] Questo deve essere uno dei computer più antichi di tutto il parco.

source: [_e_] I think it must have belonged to the park's creator or something.
french: [Je pense qu'il a dû appartenir au créateur du parc ou quelque chose comme ça.
italian: [_e_] Penso che debba essere appartenuto al creatore del parco o qualcosa.

source: [_u_] Oh... interesting...
french: [Oh... intéressant...
italian: [_u_] Oh... interessante...

source: [_e_] I'll put it up for sale if you like.
french: [Je le mettrai en vente si vous le souhaitez.
italian: [_e_] lo metterò in vendita se vuoi.

source: [_e_] Maybe one day it will come in handy.
french: [_e_] Peut-être qu'un jour cela sera utile.
italian: [_e_] Forse un giorno sarà utile.

source: [_e_] I love this kind of out-of-the-blue question.
french: [_e_] J'adore ce genre de questions qui sortent de l'ordinaire.
italian: [_e_] Amo questo tipo di domanda fuori dal blu.

source: [_e_] Well, let's see...
french: [Voyons voir...
italian: [_e_] Beh, vediamo...

source: [_e_] I've never fucked in zero gravity.
french: [Je n'ai jamais baisé en apesanteur.
italian: [_e_] non ho mai scopato a gravità zero.

source: [_e_] I think it could be fun.
french: [Je pense que cela pourrait être amusant.
italian: [_e_] Penso che potrebbe essere divertente.

source: [_u_] Oh, neither do I!
french: [Oh, moi non plus !
italian: [_u_] Oh, né io!

source: [_e_] Hey, can you imagine an orgy in zero gravity?
french: [Vous imaginez une orgie en apesanteur ?
italian: [_e_] Ehi, puoi immaginare un'orgia a gravità zero?

source: [_e_] It must be so messy!
french: [Ce doit être un tel désordre !
italian: [_e_] Deve essere così disordinato!

source: [_e_] By the way, why do you ask?
french: [Au fait, pourquoi cette question ?
italian: [_e_] A proposito, perché chiedi?

source: [_e_] Are you planning something for my birthday?
french: [Tu prépares quelque chose pour mon anniversaire ?
italian: [_e_] Stai pianificando qualcosa per il mio compleanno?

source: [_u_] It's for my work with Jasmine. I ask this question to all employees.
french: [_u_] C'est pour mon travail avec Jasmine. Je pose cette question à tous les employés.
italian: [_u_] È per il mio lavoro con Jasmine. Chiedo questa domanda a tutti i dipendenti.

source: [_u_] And Tinker.
french: [_u_] Et Tinker.
italian: [_u_] E Tinker.

source: [_e_] Did you...
french: [Avez-vous...
italian: [_e_] Lo hai fatto...

source: [_e_] Did you... ask Amandine?
french: [Avez-vous... demandé à Amandine ?
italian: [_e_] Hai chiesto... ad Amandine?

source: [_e_] No, wait... I don't want to know!
french: [Non, attendez... Je ne veux pas savoir !
italian: [_e_] No, aspetta... Non voglio saperlo!

source: [_e_] I'm way too curious ahah
french: [Je suis bien trop curieux ahah
italian: [_e_] Sono decisamente troppo curioso ahah

source: [_u_] Well... your answer has been noted!
french: [_u_] Eh bien... votre réponse a été notée !
italian: [_u_] Bene... la tua risposta è stata notata!

source: [_u_] Ok great, only [Quest_JM_Favor_Ask2_Number] more employees to question.
french: [_u_] Ok, super, plus que [Quest_JM_Favor_Ask2_Number] d'employés à interroger.
italian: [_u_] Ok grande, solo altri [Quest_JM_Favor_Ask2_Number] dipendenti da intervistare.

source: [_e_] Do you need anything else?
french: [Avez-vous besoin d'autre chose ?
italian: [_e_] Hai bisogno di altro?

source: [_e_] Hey!...
french: [Hey !...

source: [_u_] You look good without that jacket.
french: [Vous avez l'air bien sans cette veste.
italian: [_u_] Stai bene senza quella giacca.

source: [_e_] I think so too.
french: [Je le pense aussi.
italian: [_e_] lo penso anche io.

source: [_e_] And above all, it's getting a little hot on this island.
french: [Et surtout, il commence à faire un peu chaud sur cette île.
italian: [_e_] E soprattutto, sta diventando un po 'caldo su quest'isola.

source: [_u_] If you like, we can visit our dear northern queen, if you miss the snow.
french: [Si vous le souhaitez, nous pouvons visiter notre chère reine du Nord, si la neige vous manque.
italian: [_u_] Se vuoi, possiamo visitare la nostra cara regina settentrionale, se ti manca la neve.

source: [_e_] Yes to fuck a queen but... otherwise no, snow isn't my thing.
french: [Oui pour baiser une reine mais... sinon non, la neige ce n'est pas mon truc.
italian: [_e_] Sì a scopare una regina ma... altrimenti no, la neve non è la mia cosa.

source: [_e_] I'm glad the brothel is in a warm kingdom eheh...
french: [_e_] Je suis content que le bordel soit dans un royaume chaud eheh...
italian: [_e_] Sono contento che il bordello sia in un regno caldo eheh...

source: [_e_] Anyway, thanks again for the outfit.
french: [Quoi qu'il en soit, merci encore pour la tenue.
italian: [_e_] Comunque, grazie ancora per l'outfit.

source: [_u_] Anything to see a little more of your boobs, Emee.
french: [Tout pour voir un peu plus de tes seins, Emee.
italian: [_u_] Qualsiasi cosa per vedere un po 'di più delle tue tette, Emee.

source: [_e_] Well, the first step will be to see the brothel renovated!
french: [Eh bien, la première étape sera de voir le bordel rénové !
italian: [_e_] Beh, il primo passo sarà quello di vedere il bordello ristrutturato!

source: [_e_] Melissandre told me she had finished, and I can't wait to see the result!
french: [Melissandre m'a dit qu'elle avait fini, et j'ai hâte de voir le résultat !
italian: [_e_] Melissandre mi ha detto che aveva finito, e non vedo l'ora di vedere il risultato!
