Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_LY.po
Languages: french, italian

source: {color=#3ad8ff}Tinker // ''Basic Tinker Dress'' // Variation{/color}
italian: {color=#3ad8ff}Tinker // ''Basic Tinker Dress'' // Variazione{/color}
