Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_SZ.po
Languages: french, italian

source: [_u_] Yeah... they really spent big on this place back in the day.
french: [ _u_ ] Ouais ... ils ont vraiment passé grand sur cet endroit en arrière dans la journée.
italian: [_u_] Sì... hanno davvero speso grandi in questo posto di nuovo al giorno.

source: [_e_] It all seems so real! I've been around the market and there are tons of things for sale!
french: [ _e_ ] Tout semble tellement réel ! J'ai été sur le marché et il y a des tonnes de choses à vendre !
italian: [_e_] Sembra tutto così reale! Sono stato in giro per il mercato e ci sono tonnellate di cose in vendita!

source: [_e_] But oddly enough, they don't take space credits here...
french: [ _e_ ] Mais bizarrement, ils ne prennent pas de crédits d'espace ici ...
italian: [_e_] Ma stranamente, non prendono crediti di spazio qui...

source: [_e_] Anyway, what took you so long?
french: [ _e_ ] En tout cas, qu'est-ce qui vous a pris si longtemps?
italian: [_e_] Comunque, cosa ti ha richiesto così tanto tempo?

source: [_u_] The only thing bigger than her boobs is her ego.
french: [ _u_ ] La seule chose plus grande que ses seins est son ego.
italian: [_u_] L'unica cosa più grande delle sue tette è il suo ego.

source: [_u_] She tossed me into a quest to find a precious stone or something...
french: [ _u_ ] Elle m'a jeté dans une quête pour trouver une pierre précieuse ou quelque chose ...
italian: [_u_] Mi ha gettato in una ricerca per trovare una pietra preziosa o qualcosa...

source: [_u_] Gosh, If you knew what I want to do to that chick...
french: [ _u_ ] Gosh, Si vous saviez ce que je veux faire à ce poussin ...
italian: [_u_] Gosh, Se sapevi cosa voglio fare a quel pulcino...

source: [_e_] Go ahead, tell me. I'm all ears.
french: [ _e_ ] Allez-y, dis-moi. Je suis tous des oreilles.
italian: [_e_] Andate avanti, ditemi. Sono tutte orecchie.

source: [_u_] In public? Are you sure?
french: [ _u_ ] En public? Es-tu sûre?
italian: [_u_] In pubblico? Sei sicuro?

source: [_e_] Oooh it's true! Poor prudish little androids...
french: [ _e_ ] Oooh c'est vrai ! Pauses petits androïdes ...
italian: [_e_] Oooh è vero! Piccoli androidi prudissimi...

source: [_u_] Yep, can't wait to pervert this place a bit.
french: [ _u_ ] Yep, ne peut pas attendre pour pervertir cet endroit un peu.
italian: [_u_] Yep, non vedo l'ora di pervertire un po 'questo posto.

source: [_e_] It's pretty cool! I haven't been in a city this populated since... well...
french: [ _e_ ] C'est plutôt cool ! Je n'ai pas été dans une ville aussi peuplée depuis ... bien ...
italian: [_e_] E 'abbastanza cool! Non sono stato in una città popolata da quando... be...

source: [_e_] Well, it's been a long time!
french: [ _e_ ] Eh bien, ça fait longtemps !
italian: [_e_] Beh, è stato molto tempo!

source: [_e_] Even if... they're all androids.
french: [ _e_ ] Même si ... ils sont tous des androïdes.
italian: [_e_] Anche se... sono tutti androidi.

source: [_e_] In any case, once corrupted, I think people from all over the galaxy will want to come to this kind of place.
french: [ _e_ ] En tout cas, une fois corrompu, je pense que des gens de toute la galaxie voudront venir à ce genre de lieu.
italian: [_e_] In ogni caso, una volta corrotto, penso che persone provenienti da tutta la galassia vorranno venire in questo tipo di luogo.

source: [_e_] With the magic of Amandine's writing... we could spend days here living out crazy adventures.
french: [ _e_ ] Avec la magie de l'écriture d'Amandine ... nous pourrions passer des jours ici à vivre des aventures folles.
italian: [_e_] Con la magia della scrittura di Amandine... potremmo trascorrere giorni qui vivere avventure pazzesche.

source: [_e_] We're all clearly going to get rich if this works!
french: [ _e_ ] Nous allons tous être riches si ça marche !
italian: [_e_] è chiaro che se questo funzionerà!

source: [_u_] I really hope it will work then.
french: [ _u_ ] J'espère vraiment que ça va fonctionner.
italian: [_u_] Spero davvero che funzionerà allora.

source: [_e_] Yeah, I wouldn't mind a big pile of money.
french: [ _e_ ] Ouais, je ne voudrais pas une grosse pile d'argent.
italian: [_e_] Sì, non mi dispiacerebbe un grosso mucchio di soldi.

source: [_e_] Some have potential.
french: [ _e_ ] Certains ont un potentiel.
italian: [_e_] Alcuni hanno potenziale.

source: [_e_] But I'm really looking for what you might call...
french: [ _e_ ] Mais je suis vraiment à la recherche de ce que vous pourriez appeler ...
italian: [_e_] Ma sto davvero cercando quello che potresti chiamare...

source: [_e_] ''Key characters''
french: [ _e_ ] '' Caractèresclés''
italian: [_e_] 'Caratteri chiave''

source: [_e_] Like... people who might have some influence on other androids.
french: [ _e_ ] Comme ... les gens qui pourraient avoir une certaine influence sur les autres androïdes.
italian: [_e_] Come... persone che potrebbero avere qualche influenza su altri androidi.

source: [_e_] It's only a matter of time before I find out who my first prey will be.
french: [ _e_ ] Il ne s'agit que d'une question de temps avant de savoir qui sera ma première proie.
italian: [_e_] È solo una questione di tempo prima di scoprire chi sarà la mia prima preda.

source: [_u_] I love the way you talk.
french: [ _u_ ] J'adore votre façon de parler.
italian: [_u_] Amo il modo in cui parlate.

source: [_e_] I feel like a wolf in a sheepfold.
french: [ _e_ ] Je me sens comme un loup dans une bergaine.
italian: [_e_] Mi sento come un lupo in un ovile.

source: [_e_] I have no idea.
french: [ _e_ ] Je n'ai aucune idée.
italian: [_e_] non ho idea.

source: [_e_] Do you have a clue?
french: [ _e_ ] Avez-vous un indice?
italian: [_e_] Hai un indizio?

source: [_u_] Not so much, I must say.
french: [ _u_ ] Pas tellement, je dois dire.
italian: [_u_] Non molto, devo dire.

source: [_a_] Hi! Sorry to bother you, but I might have an idea.
french: [_a_] Salut ! Désolé de vous déranger, mais je pourrais avoir une idée.
italian: [_a_] Ciao! Mi dispiace di disturbarti, ma potrei avere un'idea.

source: [_a_] I was looking at the city maps and came across a building called ''The Brothel''.
french: [_a_] Je regardais les cartes de la ville et je suis tombé sur un bâtiment appelé '' The Brothel''.
italian: [_a_] Stavo guardando le mappe della città e mi sono imbattuto in un edificio chiamato ''The Brothel''.

source: [_u_] Like... a real brothel?
french: [ _u_ ] Comme ... un vrai bordel?
italian: [_u_] Mi piace... un vero e proprio bordello?

source: [_e_] In such a... prudish town?
french: [ _e_ ] Dans une ville aussi ... pruparé?
italian: [_e_] In tale città... prudish?

source: [_a_] Yeah, I don't really get it either...
french: [_a_] Ouais, je ne l'ai pas non plus ...
italian: [_a_] Sì, non lo capisco davvero...

source: [_a_] Maybe you could take a look?
french: [_a_] Vous pourriez peut-être jeter un oeil?
italian: [_a_] Forse potresti dare un'occhiata?

source: [_e_] Why not! It could be a good idea!
french: [ _e_ ] Pourquoi pas ! Ça pourrait être une bonne idée !
italian: [_e_] Perché no! Potrebbe essere una buona idea!

source: [_a_] It should be a blue building, facing the main square.
french: [_a_] Il doit s'agir d'un bâtiment bleu, face à la place principale.
italian: [_a_] Dovrebbe essere un edificio blu, di fronte alla piazza principale.

source: [_e_] Oh! I think I passed right by it earlier.
french: [ _e_ ] Oh ! Je pense que j'ai réussi tout à l'heure.
italian: [_e_] Oh! Penso di essere passato proprio da esso prima.

source: [_u_] Thanks Amandine!
french: [ _u_ ] Merci Amandine !
italian: [_u_] Grazie Amandine!

source: [_e_] I love this girl.
french: [ _e_ ] J'adore cette fille.
italian: [_e_] Amo questa ragazza.

source: [_u_] What do you think about it?
french: [Qu'en pensez-vous ?
italian: [_u_] Cosa ne pensi?

source: [_e_] I think if there really is a brothel in this town...
french: [ _e_ ] Je pense que s'il y a vraiment un bordel dans cette ville ...
italian: [_e_] Penso che se c'è davvero un bordello in questa città...

source: [_e_] We're going to have fun.
french: [ _e_ ] Nous allons nous amuser.
italian: [_e_] Ci divertiremo.

source: [_e_] Would you be up for sharing a chick with me?
french: [ _e_ ] Seriez-vous en mesure de partager un poussin avec moi?
italian: [_e_] Saresti pronto a condividere un pulcino con me?

source: [_u_] Emee... do you really want to make me hard in public?
french: [ _u_ ] Emee ... tu veux vraiment me rendre dur en public?
italian: [_u_] Eme... vuoi davvero rendermi duro in pubblico?

source: [_e_] Ahah sorry!
french: [ _e_ ] Ahah désolé !
italian: [_e_] Ahah mi dispiace!

source: [_e_] But you have to admit, that would be great!
french: [ _e_ ] Mais vous devez l'admettre, ce serait super !
italian: [_e_] Ma dovete ammettere, che sarebbe grande!

source: [_u_] I really hope there's some gorgeous women in this brothel.
french: [ _u_ ] J'espère vraiment qu'il y a des femmes magnifiques dans ce bordel.
italian: [_u_] Spero davvero che ci siano delle splendide donne in questo bordello.

source: [_u_] Hello, I would like a pretty girl please.
french: [ _u_ ] Bonjour, je voudrais une jolie fille s'il vous plaît.
italian: [_u_] Ciao, vorrei una bella ragazza, per favore.

source: [_e_] For here, or to go?
french: [ _e_ ] Pour ici, ou pour y aller?
italian: [_e_] Per qui, o per andare?

source: [_u_] Damn... why does it always have to be in ruins?
french: [ _u_ ] Damn ... pourquoi est-il toujours en ruines?
italian: [_u_] Dannazione... perché deve essere sempre in rovina?

source: [_e_] That'd be too easy.
french: [ _e_ ] Ce serait trop facile.
italian: [_e_] Sarebbe troppo facile.

source: [_e_] I wasn't really hopeful, but... it's really a ruin.
french: [ _e_ ] Je n'avais pas vraiment d'espoir, mais ... c'est vraiment une ruine.
italian: [_e_] Non ero davvero speranza, ma... è davvero una rovina.

source: [_e_] But... To be honest, this place has potential!
french: [ _e_ ] Mais ... Pour être honnête, cet endroit a un potentiel !
italian: [_e_] Ma... Per essere onesti, questo posto ha potenzialità!

source: [_e_] High ceilings... large windows... Large interior space...
french: [ _e_ ] hauts plafonds ... grandes fenêtres ... Grand espace intérieur ...
italian: [_e_] Alti soffitti... grandi finestre... Grande spazio interno...

source: [_e_] And now that I think about it...
french: [ _e_ ] Et maintenant que je pense à ça ...
italian: [_e_] E ora che ci penso...

source: [_e_] What better way to corrupt a town than to open a brothel?
french: [ _e_ ] Quelle meilleure façon de corromper une ville que d'ouvrir un bordel?
italian: [_e_] Quale modo migliore per corrompere una città piuttosto che aprire un bordello?

source: [_e_] I could try to recruit some characters...
french: [ _e_ ] Je pourrais essayer de recruter des personnages ...
italian: [_e_] Potrei provare a reclutare alcuni personaggi...

source: [_e_] Make them available for sex to the town's inhabitants...
french: [ _e_ ] Les rendre disponibles pour le sexe aux habitants de la ville ...
italian: [_e_] Renderli disponibili per il sesso agli abitanti della città...

source: [_e_] And corruption could spread throughout the city!
french: [ _e_ ] Et la corruption pourrait se répandre dans toute la ville !
italian: [_e_] E la corruzione potrebbe diffondersi in tutta la città!

source: [_u_] Do you think it would be feasible?
french: [ _u_ ] Pensez-vous que ce serait faisable?
italian: [_u_] Pensi che sarebbe fattibile?

source: [_e_] I've no idea...
french: [ _e_ ] Je n'ai aucune idée ...
italian: [_e_] non ho idea...

source: [_tb_] That's a great idea!!!
french: [ _tb_ ] C'est une super idée !!!
italian: [_tb_] Questa è una grande idea!!!

source: [_e_] Thanks Tinker!
french: [ _e_ ] Merci Tinker !
italian: [_e_] Grazie Tinker!

source: [_tb_] Keep looking for Androids to corrupt and I'll talk to Melissandre to see if she can fix the place up.
french: [ _tb_ ] Continuez à chercher Androids à corrompu et je parlerai à Melissandre pour voir si elle peut réparer la place.
italian: [_tb_] Continuare a cercare androidi corrotti e parlerò con Melissandre per vedere se lei può riparare il posto in su.

source: [_tb_] Good job Emee!
french: [ _tb_ ] Bon travail Emee !
italian: [_tb_] Buon lavoro Emee!

source: [_e_] I saw Melissandre's little drones assemble a giant glass roof for amandine in less than a day.
french: [ _e_ ] J'ai vu les petits drones de Melissandre assembler un toit de verre géant pour amandine en moins d'un jour.
italian: [_e_] Ho visto i piccoli droni di Melissandre assemblare un tetto di vetro gigante per amandina in meno di un giorno.

source: [_e_] I think this one could be easier.
french: [ _e_ ] Je pense que ça pourrait être plus facile.
italian: [_e_] Penso che questo potrebbe essere più facile.

source: [_e_] If they're androids and there's a nice bed full of cushions to taste the merchandise...
french: [ _e_ ] S'ils sont androïdes et qu'il y a un beau lit plein de coussins pour goûter la marchandise ...
italian: [_e_] Se sono androidi e c'è un bel letto pieno di cuscini per assaggiare la merce...

source: [_e_] Then yes.
french: [ _e_ ] Alors oui.
italian: [_e_] Allora sì.

source: [_e_] Plus, you'll have the great honor of trying out my new recruits too.
french: [ _e_ ] Plus, vous aurez le grand honneur d'essayer mes nouvelles recrues aussi.
italian: [_e_] Inoltre, avrai anche il grande onore di provare le mie nuove reclute.

source: [_e_] We're not going to put them to work without tasting a cock first!
french: [ _e_ ] Nous n'allons pas les mettre au travail sans une bite d'abord !
italian: [_e_] Non li metteremo al lavoro senza prima assaggiare un cazzo!

source: [_u_] Okay, I have a feeling we're going to have some fun.
french: [ _u_ ] Ok, j'ai le sentiment que nous allons nous amuser.
italian: [_u_] Va bene, ho la sensazione che ci divertiremo un po'.

source: [_e_] Yes... I already see little asses running around...
french: [ _e_ ] Oui ... J'ai déjà vu des petites masses tourner autour ...
italian: [_e_] Sì... Ho già visto piccoli asini in corso...

source: [_e_] Ready to be fucked...
french: [ _e_ ] Prêt à être fucked ...
italian: [_e_] Pronto per essere scopato...

source: [_u_] You seem very inspired by your new mission.
french: [ _u_ ] Vous semblez très inspirée de votre nouvelle mission.
italian: [_u_] Sembri molto ispirato alla tua nuova missione.

source: [_e_] Absolutely, my dear colleague!
french: [ _e_ ] Absolument, mon cher collègue !
italian: [_e_] Assolutamente, mio caro collega!

source: [_e_] Ok! I need to find my first recruit!
french: [ _e_ ] Ok ! J'ai besoin de trouver ma première recrue !
italian: [_e_] Ok! Ho bisogno di trovare la mia prima recluta!

source: [_u_] Rosette's corruption was nothing compared to this.
french: [ _u_ ] La corruption de Rosette n'était rien comparée à ça.
italian: [_u_] La corruzione di Rosette non era nulla rispetto a questo.

source: [_e_] Good for me. More things to fuck.
french: [ _e_ ] Bien pour moi. Plus de choses à baiser.
italian: [_e_] Buono per me. Altre cose da scopare.

source: [_e_] I will contact you as soon as I have something new!
french: [ _e_ ] Je vous contacte dès que j'ai quelque chose de nouveau !
italian: [_e_] Ti contatterò non appena avrò qualcosa di nuovo!

source: [_u_] Great, see you later Emee!
french: [ _u_ ] Super, vous voyez plus tard Emee !
italian: [_u_] Grande, ti vediamo più tardi Emee!

source: [_e_] See ya!
french: [ _e_ ] Voir ya !
italian: [_e_] Vedi ya!

source: [_sz_] Ah, there's my special correspondent to the common folks.
french: [ _sz_ ] Ah, il y a mon correspondant spécial aux gens ordinaires.
italian: [_sz_] Ah, c'è il mio speciale corrispondente alle persone comuni.

source: [_sz_] I'm really looking forward to your report.
french: [ _sz_ ] J'attends votre rapport avec impatience.
italian: [_sz_] Non vedo l'ora di ricevere il tuo rapporto.

source: [_sz_] You... wrote a report, didn't you?
french: [ _sz_ ] Vous ... avez écrit un rapport, n'est-ce pas?
italian: [_sz_] Tu... hai scritto un rapporto, vero?

source: [_u_] I was a bit delayed.
french: [ _u_ ] J'ai été un peu retardé.
italian: [_u_] ero un po' in ritardo.

source: [_sz_] I can't believe it, do I really have to send my guard to force you to do your job?
french: [ _sz_ ] Je ne peux pas le croire, est-ce que je dois vraiment envoyer mon garde pour vous forcer à faire votre travail?
italian: [_sz_] Non riesco a crederci, devo davvero mandare la mia guardia per costringerti a fare il tuo lavoro?

source: [_u_] No, I... I'll do it!
french: [ _u_ ] Non, I. .. Je le ferai !
italian: [_u_] No, io... lo farò!

source: [_sz_] Now would be best.
french: [ _sz_ ] Maintenant, ce serait mieux.
italian: [_sz_] Ora sarebbe meglio.

source: [_u_] I was thinking more of...
french: [ _u_ ] Je pensais plus ...
italian: [_u_] Stavo pensando di più...

source: [_u_] in a couple of days?
french: [ _u_ ] dans quelques jours?
italian: [_u_] in un paio di giorni?

source: [_sz_] Fine, I get it.
french: [ _sz_ ] Bien, je l'ai.
italian: [_sz_] Bene, lo capisco.

source: [_sz_] Guard!
french: [ _sz_ ] Garde !
italian: [_sz_] Guardia!

source: [_gd_] Her Royal Highness asked me to bring you here.
french: [ _gd_ ] Son Altesse Royale m'a demandé de vous apporter ici.
italian: [_gd_] Sua Altezza Reale mi ha chiesto di portarti qui.

source: [_gd_] And since you can't follow simple orders...
french: [ _gd_ ] Et comme vous ne pouvez pas suivre des ordres simples ...
italian: [_gd_] E dal momento che non puoi seguire semplici ordini...

source: [_gd_] I'll have to follow you until you finish your work.
french: [ _gd_ ] Je dois vous suivre jusqu'à ce que vous terminiez votre travail.
italian: [_gd_] Dovrò seguirti fino a quando non finirai il tuo lavoro.

source: [_u_] Wasn't it you who put me in the cell the first time?
french: [ _u_ ] N'est-ce pas vous qui m'avez mis dans la cellule la première fois?
italian: [_u_] Non sei tu che mi hai messo nella cella la prima volta?

source: [_gd_] Indeed.
french: [ _gd_ ] En effet.
italian: [_gd_] Effettivamente.

source: [_gd_] And I have the authority to put you back if you don't do your job.
french: [ _gd_ ] Et j'ai le pouvoir de vous remettre si vous ne faites pas votre travail.
italian: [_gd_] E ho l'autorità di rimetterti se non fai il tuo lavoro.

source: [_u_] Wait... so you worked for the Sultana Witch... and now for Scheherazade?
french: [ _u_ ] Attendez ... alors vous avez travaillé pour la Sultana Witch ... et maintenant pour Scheherazade?
italian: [_u_] Aspetta... così hai lavorato per la Strega Sultana... e ora per Scheherazade?

source: [_u_] Your alegence doesn't seem to be very stable.
french: [ _u_ ] Votre alégence ne semble pas très stable.
italian: [_u_] La tua alegence non sembra essere molto stabile.

source: [_gd_] Although it's none of your business, my allegiance is to the Palace and the kingdom.
french: [ _gd_ ] Bien qu'il ne s'agit pas de votre entreprise, mon allégeance est au Palais et au royaume.
italian: [_gd_] Anche se non è nessuno dei tuoi affari, la mia fedeltà è al Palazzo e al Regno.

source: [_gd_] And I do as I'm instructed. Not like you, apparently.
french: [ _gd_ ] Et je fais comme on m'a demandé. Pas comme toi, apparemment.
italian: [_gd_] E faccio come ho istruito. Non come te, a quanto pare.

source: [_gd_] You'd better get to work, I don't have all day.
french: [ _gd_ ] Vous feriez mieux de travailler, je n'ai pas toute la journée.
italian: [_gd_] Faresti meglio ad andare al lavoro, non ho tutto il giorno.

source: [_gd_] It does not matter.
french: [ _gd_ ] Peu importe.
italian: [_gd_] Non importa.

source: [_gd_] I'm the sultana's personal guard, that's all you need to know.
french: [ _gd_ ] Je suis la garde personnelle du sultana, c'est tout ce que vous devez savoir.
italian: [_gd_] Sono la guardia personale del sultana, è tutto quello che devi sapere.

source: [_u_] But you must have a name, right?
french: [ _u_ ] Mais vous devez avoir un nom, non?
italian: [_u_] Ma devi avere un nome, giusto?

source: [_gd_] Yes indeed.
french: [ _gd_ ] Oui, en effet.
italian: [_gd_] Sì, davvero.

source: [_gd_] Just call me ''Guard''
french: [ _gd_ ] Il suffit de m'appeler "Garde"
italian: [_gd_] Chiamami '''Guard''

source: [_gd_] Just so you know, I'm 25.
french: [ _gd_ ] Juste pour que tu sais, j'ai 25 ans.
italian: [_gd_] Solo così sai, io sono 25.

source: [_gd_] And yes, it's a great honor to have been chosen so young for such a prestigious position.
french: [ _gd_ ] Et oui, c'est un grand honneur d'avoir été choisi si jeune pour une position aussi prestigieuse.
italian: [_gd_] E sì, è un grande onore essere stati scelti così giovani per una posizione così prestigiosa.

source: [_gd_] Her Royal Highness Sherazade has given me a chance to prove my worth with this position, and I don't intend to disappoint her.
french: [ _gd_ ] Son Altesse Royale Sherazade m'a donné une chance de prouver ma valeur à ce poste, et je n'ai pas l'intention de la décevoir.
italian: [_gd_] Sua Altezza Reale Sherazade mi ha dato la possibilità di dimostrare il mio valore con questa posizione, e non ho intenzione di deluderla.

source: [_u_] I would have said you were... 18. No older.
french: [ _u_ ] J'aurais dit que vous étiez ... 18. Pas plus vieux.
italian: [_u_] Avrei detto che eravate... 18. Non più vecchio.

source: [_gd_] I have enough strength to knock you out and put you in jail. Would you like me to demonstrate?
french: [ _gd_ ] J'ai assez de force pour vous frapper et vous mettre en prison. Voudrais-tu que je fasse la démonstration?
italian: [_gd_] Ho abbastanza forza per buttarti fuori e metterti in prigione. Vuoi che dimostri?

source: [_u_] No! That's fine.
french: [ _u_ ] Non ! C'est bien.
italian: [_u_] No! Va bene.

source: [_gd_] Whatever the Sultana wants, yes.
french: [ _gd_ ] Quel que soit le Sultana, oui.
italian: [_gd_] Qualunque cosa la Sultana vuole, sì.

source: [_gd_] And right now, I have to make you do your job.
french: [ _gd_ ] Et maintenant, je dois vous faire faire votre travail.
italian: [_gd_] E in questo momento, devo farti fare il tuo lavoro.

source: [_u_] And... what else can she ask you?
french: [ _u_ ] Et ... qu'est-ce qu'elle peut vous demander?
italian: [_u_] E... che altro può chiederti?

source: [_gd_] Everything.
french: [ _gd_ ] Tout.
italian: [_gd_] Tutto.

source: [_u_] Wait... so if she asks you to kiss someone... would you do so?
french: [ _u_ ] Attendez ... alors si elle vous demande d'embrasser quelqu'un ... vous le feriez?
italian: [_u_] Aspetta... quindi se ti chiede di baciare qualcuno... lo faresti?

source: [_gd_] I don't see why she would ask me to do that.
french: [ _gd_ ] Je ne vois pas pourquoi elle me demanderait de faire ça.
italian: [_gd_] Non vedo perché mi chiedesse di farlo.

source: [_u_] No, but... let's say she would.
french: [ _u_ ] Non, mais ... disons qu'elle le ferait.
italian: [_u_] No, ma... diciamo che lo farebbe.

source: [_gd_] She wouldn't.
french: [ _gd_ ] Elle ne le ferait pas.
italian: [_gd_] Non lo farebbe.

source: [_u_] I've already seen her ask someone to kiss her.
french: [ _u_ ] Je l'ai déjà vue demander à quelqu'un de l'embrasser.
italian: [_u_] L'ho già vista chiedere a qualcuno di baciarla.

source: [_gd_] I don't believe you.
french: [ _gd_ ] Je ne vous crois pas.
italian: [_gd_] Io non ti credo.

source: [_u_] It was her servant, Lycoris.
french: [ _u_ ] C'était son serviteur, Lycoris.
italian: [_u_] Era il suo servo, Lycoris.

source: [_gd_] I do and will do whatever the Sultana asks. That is all.
french: [ _gd_ ] Je fais et je ferai tout ce que le Sultana demande. C'est tout.
italian: [_gd_] Io faccio e farò tutto ciò che il Sultana chiede.

source: [_u_] Oooooh... I have a feeling I'm going to like you.
french: [ _u_ ] Oooooh ... J'ai le sentiment que je vais vous comme vous.
italian: [_u_] Oooooh... Ho la sensazione che mi piacerà.
