Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_LY.po
Languages: french, italian

source: [_a_] On the other hand, it was much harder for them to serve me mojitos.
french: [ _a_ ] D'autre part, il était beaucoup plus difficile pour eux de me servir de mojitos.
italian: [_a_] D'altra parte, è stato molto più difficile per loro servire me mojitos.

source: [_u_] You're making fun of me, right?
french: [ _u_ ] Tu me moque de moi, non?
italian: [_u_] Mi stai prendendo in giro, giusto?

source: [_a_] Completely.
french: [ _a_ ] Complètement.
italian: [_a_] Completamente.

source: [_a_] So... no, I've never been naked at the beach.
french: [ _a_ ] Donc ... non, je n'ai jamais été nu à la plage.
italian: [_a_] So... no, non sono mai stato nudo in spiaggia.

source: [_a_] Frankly, if you don't want to wait, go and see if she's still in the showers.
french: [ _a_ ] Franchement, si vous ne voulez pas attendre, allez voir si elle est toujours dans les douches.
italian: [_a_] Francamente, se non vuoi aspettare, vai a vedere se è ancora nelle docce.

source: [_a_] At worst you'll see a red butt!
french: [ _a_ ] Au pire, vous verrez un cul rouge !
italian: [_a_] Nel peggiore vedrai un culo rosso!

source: [_u_] Are you encouraging me to go see her so she can get out of the shower faster?
french: [ _u_ ] Tu m'encourage à aller la voir pour qu'elle puisse sortir de la douche plus vite?
italian: [_u_] Mi stai incoraggiando ad andare a vederla in modo che possa uscire dalla doccia più velocemente?

source: [_a_] Yes.
french: [_a_] Oui.
italian: [_a_] Sì.

source: [_u_] Well... okay. See you later, Amandine.
french: [ _u_ ] Bien ... ok. A plus tard, Amandine.
italian: [_u_] Bene... okay. Ci vediamo più tardi, Amandine.

source: [_a_] See ya!
french: [_a_] A plus tard !
italian: [_a_] Vedi ya!

source: [_u_] Lyco? Are you there?
french: [ _u_ ] Lyco? Es-tu là?
italian: [_u_] Lyco? Sei lì?

source: [_ly_] Hey! Hello there!
french: [ _ly_ ] Hé ! Salut là !
italian: [_ly_] Hey! Ciao! Ciao!

source: [_ly_] What are you doing here?
french: [ _ly_ ] Que faites-vous ici?
italian: [_ly_] Cosa stai facendo qui?

source: [_u_] Looking for you. Amandine told me you'd be here.
french: [ _u_ ] Vous cherchez. Amandine m'a dit que tu serais là.
italian: [_u_] In cerca di te. Amandine mi ha detto che saresti stato qui.

source: [_ly_] Well you're in luck, I just finished drying my hair!
french: [ _ly_ ] Eh bien, vous avez de la chance, j'ai fini de sécher mes cheveux !
italian: [_ly_] Beh, sei fortunato, ho appena finito di asciugarmi i capelli!

source: [_ly_] Wouldn't it have been silly if you'd run into me naked? Eheh
french: [ _ly_ ] Ça n'aurait pas été idiot si vous m'enriez nu? Eheh
italian: [_ly_] Non sarebbe stato stupido se mi fossi entrato nudo? Eheh

source: [_ly_] By the way... you don't come here often... am I right?
french: [ _ly_ ] En passant ... vous ne venez pas souvent ici ... j'ai raison?
italian: [_ly_] A proposito, non vieni qui spesso... ho ragione?

source: [_u_] It's the first time I've even been here during the day.
french: [ _u_ ] C'est la première fois que je suis ici au cours de la journée.
italian: [_u_] È la prima volta che sono stato qui durante la giornata.

source: [_u_] It's usually dark when I come back from a mission.
french: [ _u_ ] C'est habituellement sombre quand je reviviens d'une mission.
italian: [_u_] Di solito è buio quando torno da una missione.

source: [_ly_] At least you won't bump into anyone!
french: [ _ly_ ] Au moins, vous n'emballons pas à qui que ce soit !
italian: [_ly_] Almeno non ti imbatterai in nessuno!

source: [_ly_] Last time... Amelia made me brush her hair for 1 hour...
french: [ _ly_ ] La dernière fois ... Amelia m'a fait brosser les cheveux pendant 1 heure ...
italian: [_ly_] Ultima volta... Amelia mi ha fatto spazzolare i capelli per 1 ora...

source: [_ly_] My arm's still aching...
french: [ _ly_ ] Mon bras est encore en service ...
italian: [_ly_] Il mio braccio sta ancora dolorando...

source: [_ly_] Anyway, you were looking for me?
french: [ _ly_ ] Quoi qu'il en soit, vous me cherchiez?
italian: [_ly_] Comunque, mi stavate cercando?

source: [_ly_] Yeaaaahh... Amandine lent it to me.
french: [ _ly_ ] Yeaaaahh ... Amandine m'a prêté.
italian: [_ly_] Yeaaah... Amandine mi prestava.

source: [_ly_] It's amazing how sweet it is...
french: [ _ly_ ] C'est incroyable à quel point c'est doux ...
italian: [_ly_] È incredibile quanto sia dolce...

source: [_ly_] I still feel naked wearing it!
french: [ _ly_ ] Je me sens toujours nu en le portant !
italian: [_ly_] Mi sento ancora nudo indossandolo!

source: [_u_] Doesn't she... have a third one for me?
french: [ _u_ ] N'a-t-elle pas un troisième pour moi?
italian: [_u_] Lei non ha un terzo per me?

source: [_ly_] Sorry, she lent me the only other one she has.
french: [ _ly_ ] Désolée, elle m'a prêté le seul autre qu'elle a.
italian: [_ly_] Mi dispiace, mi ha prestato l'unica che ha.

source: [_ly_] Nah, I don't mind.
french: [ _ly_ ] Nah, je ne pense pas.
italian: [_ly_] Nah, non mi dispiace.

source: [_ly_] In fact, I think it's great!
french: [ _ly_ ] En fait, je pense que c'est super !
italian: [_ly_] In effetti, penso che sia grande!

source: [_ly_] It's a great way to socialize with my co-workers!
french: [ _ly_ ] C'est une excellente façon de socialiser avec mes collègues !
italian: [_ly_] È un ottimo modo per socializzare con i miei collaboratori!

source: [_u_] Yeah, what better way to get to know your colleagues than naked in the shower!
french: [ _u_ ] Ouais, quelle meilleure façon d'apprendre à connaître tes collègues que nu dans la douche !
italian: [_u_] Sì, che modo migliore per conoscere i tuoi colleghi che nudi nella doccia!

source: [_ly_] Exactly!
french: [ _ly_ ] Exactement !
italian: [_ly_] Esattamente!

source: [_ly_] It's crazy... now that I think about it... I think I've seen Amelia more naked than dressed...
french: [ _ly_ ] C'est dingue ... maintenant que je pense à ça ... Je pense que j'ai vu Amelia plus nue que habillée ...
italian: [_ly_] È pazzo... ora che ci pensio... penso di aver visto Amelia più nuda che vestita...

source: [_ly_] I should visit her in her office more often.
french: [ _ly_ ] Je devrais la visiter plus souvent dans son bureau.
italian: [_ly_] Dovrei visitarla più spesso nel suo ufficio.

source: [_ly_] Uh... well... Melissandre comes by in the morning sometimes...
french: [ _ly_ ] Uh ... eh bien ... Melissandre arrive le matin parfois ...
italian: [_ly_] Uh... bene... Melissandre arriva al mattino a volte...

source: [_ly_] She seems nice.
french: [ _ly_ ] Elle semble gentil.
italian: [_ly_] Lei sembra bella.

source: [_ly_] I learned she was an android when I saw her change hair color with a cough!
french: [ _ly_ ] J'ai appris qu'elle était une androïde quand je l'ai vu changer de couleur de cheveux avec une toux !
italian: [_ly_] Ho imparato che era un androide quando ho visto il suo cambiamento di colore dei capelli con una tosse!

source: [_ly_] I think I let out a little scream of fear at that moment!
french: [ _ly_ ] Je pense que j'ai fait un petit cri de peur à ce moment-là !
italian: [_ly_] Penso di aver fatto un piccolo urlo di paura in quel momento!

source: [_ly_] Anyway, and other than that... I once ran into Emee in a towel.
french: [ _ly_ ] En tout cas, et autre que ça ... Une fois, j'ai couru à Emee dans une serviette.
italian: [_ly_] Comunque, e altri... una volta mi sono imbattuto in Emee in un asciugamano.

source: [_ly_] And that's all.
french: [ _ly_ ] Et c'est tout.
italian: [_ly_] E questo è tutto.

source: [_ly_] We're really not many in this headquarters! Ahah...
french: [ _ly_ ] Nous ne sommes vraiment pas nombreux dans ce quartier général ! Ahah ...
italian: [_ly_] Non siamo davvero molti in questa sede! Ahah...

source: [_ly_] I've never actually seen her here!
french: [ _ly_ ] Je ne l'ai jamais vue ici !
italian: [_ly_] in realtà non l'ho mai vista qui!

source: [_ly_] And I would have remembered!
french: [ _ly_ ] Et je me suis souvenu !
italian: [_ly_] E mi sarei ricordato!

source: [_ly_] You don't often see an Amandine de Beauregard buck-naked Ahah!
french: [ _ly_ ] Vous ne voyez pas souvent Amandine de Beauregard Buck-nu Ahah !
italian: [_ly_] Spesso non vedi un Amandine de Beauregard nudo Ahah!

source: [_ly_] It's a rare animal.
french: C'est un animal rare.
italian: [_ly_] È un animale raro.

source: [_ly_] Oh yes! Sure!
french: [ _ly_ ] Oh oui ! Bien sûr !
italian: [_ly_] Oh sì! Certo!

source: [_ly_] Do you mind if we talk about it here?
french: [ _ly_ ] N'oubliez pas si nous en parlons ici?
italian: [_ly_] Ti dispiace se ne parliamo qui?

source: [_ly_] I wouldn't want you to be embarrassed by seeing me so naked.
french: [ _ly_ ] Je ne voudrais pas que vous vous metiez dans l'embarras en me voyant si nu.
italian: [_ly_] Non vorrei che tu fossi imbarazzato dal vedermi così nudo.

source: [_u_] It's going to take more than that to embarrass me, Lyco.
french: [ _u_ ] Ça va prendre plus que ça pour m'embarrasser, Lyco.
italian: [_u_] Ci vorrà di più per mettermi in imbarazzo, Lyco.

source: [_ly_] Anyway, I've been thinking about it, and I think it would be cool to... make Sherazade's outfit sexier.
french: [ _ly_ ] Quoi qu'il en soit, j'y ai pensé, et je pense que ce serait cool de ... rendre le sexier de Sherazade plus sexy.
italian: [_ly_] In ogni caso, ci ho pensato, e penso che sarebbe bello per... rendere l'abito di Sherazade sexier.

source: [_ly_] We just need to ask Melisandre if one of her drones can steal Sherazade's outfit.
french: [ _ly_ ] Nous avons juste besoin de demander à Melisandre si l'un de ses drones peut voler la tenue de Sherazade.
italian: [_ly_] Dobbiamo solo chiedere a Melisandre se uno dei suoi droni può rubare l'abbigliamento di Sherazade.

source: [_u_] Okay, I'll ask her that.
french: [ _u_ ] Ok, je lui demanderai ça.
italian: [_u_] Va bene, lo chiederò a lei.

source: [_ly_] Oh, and...
french: [ _ly_ ] Oh, et ...
italian: [_ly_] Oh, e...

source: [_ly_] I've recently received a few more requests for clothes rework...
french: [ _ly_ ] J'ai reçu récemment quelques autres demandes de rework ...
italian: [_ly_] recentemente ho ricevuto alcune altre richieste per la rielaborazione dei vestiti...

source: [_ly_] Want to take a look now?
french: [ _ly_ ] Vous voulez jeter un oeil maintenant?
italian: [_ly_] Vuoi dare un'occhiata adesso?

source: [_ly_] Don't worry, see you later!
french: [ _ly_ ] Ne vous inquiétez pas, vous verrez plus tard !
italian: [_ly_] Non ti preoccupare, ti vediamo più tardi!

source: [_ly_] Great!
french: [ _ly_ ] Grand !
italian: [_ly_] Ottimo!

source: [_ly_] Go wait for me in the workroom!
french: [ _ly_ ] Va attendre pour moi dans la salle de travail !
italian: [_ly_] vai ad aspettarmi nel workroom!

source: [_ly_] I'm not going to strip in front of you like that!
french: [ _ly_ ] Je ne vais pas me départir devant vous comme ça !
italian: [_ly_] Non voglio spogliarmi davanti a te così!

source: [_u_] Mh...
french: [Mh...

source: [_ly_] So, let's see...
french: [ _ly_ ] Donc, voyons ...
italian: [_ly_] Quindi, vediamo...

source: [_ly_] I think we've... Melissandre... Emee... and Amandine!
french: [ _ly_ ] Je pense que nous ... Melissandre ... Emee ... et Amandine !
italian: [_ly_] penso che siamo... Melissandre... Eme... e Amandine!

source: [_ly_] Lots of things to do...
french: [ _ly_ ] Beaucoup de choses à faire ...
italian: [_ly_] Molte cose da fare...

source: [_tb_] Hi there!
french: [ _tb_ ] Salut là !
italian: [_tb_] Ciao!

source: [_u_] You're not Lyco.
french: [ _u_ ] Vous n'êtes pas Lyco.
italian: [_u_] Non sei Lyco.

source: [_tb_] What a sleuth you are.
french: [ _tb_ ] Quel est le sleuth que vous êtes.
italian: [_tb_] Che sonno sei.

source: [_u_] Is this a miniature version of Sherazade's brothel outfit?
french: [ _u_ ] Est-ce une version miniature de la tenue de brothel de Sherazade?
italian: [_u_] È questa una versione in miniatura dell'abito da bordelli di Sherazade?

source: [_tb_] That's a matter of perspective... Maybe you're the giants and I'm the normal one.
french: [ _tb_ ] C'est une question de perspective ... Peut-être que vous êtes les géants et que je suis la normale.
italian: [_tb_] È una questione di prospettiva... Forse sei i giganti e sono quello normale.

source: [_tb_] Yes, okay, it's a miniature version.
french: [ _tb_ ] Oui, d'accord, c'est une version miniature.
italian: [_tb_] Sì, va bene, è una versione in miniatura.

source: [_tb_] Lycoris is having some... difficulty adjusting sizes on her clothing machine.
french: [ _tb_ ] Lycoris a de la difficulté à ajuster la taille sur sa machine de vêtements.
italian: [_tb_] Lycoris sta avendo un po'... difficoltà a regolare le dimensioni sulla sua macchina di abbigliamento.

source: [_tb_] And when I saw that she'd made one almost my size, well...
french: [ _tb_ ] Et quand j'ai vu qu'elle avait fait un peu de ma taille, eh bien ...
italian: [_tb_] E quando ho visto che ne aveva fatto uno quasi le mie dimensioni, bene...

source: [_tb_] We just put it in my color and voila!
french: [ _tb_ ] Nous l'avons mis dans ma couleur et voila !
italian: [_tb_] Lo mettiamo solo nel mio colore e voila!

source: [_u_] Green suits you.
french: [ _u_ ] Vert vous convient.
italian: [_u_] Verde si adatta a te.

source: [_tb_] Yeah, as long as it's not a little fairy outfit... green is pretty.
french: [ _tb_ ] Ouais, tant que ce n'est pas une petite tenue de fée ... le vert est joli.
italian: [_tb_] Sì, finché non è un vestito da fata poco... verde è carino.

source: [_u_] And uh... tell me... where is Lycoris?
french: [ _u_ ] Et euh ... dis-moi ... où est Lycoris?
italian: [_u_] E uh... dimmi... dov'è Lycoris?

source: [_tb_] She's gone for a shower.
french: [ _tb_ ] Elle est partie pour une douche.
italian: [_tb_] Lei è andata a fare una doccia.

source: [_tb_] The poor thing has been working all night on this problem...
french: [ _tb_ ] La pauvre chose a travaillé toute la nuit sur ce problème ...
italian: [_tb_] La cosa povera ha lavorato tutta la notte su questo problema...

source: [_tb_] This woman is tenacious. I like that.
french: [ _tb_ ] Cette femme est tenace. J'aime ça.
italian: [_tb_] Questa donna è tenace. Mi piace.

source: [_tb_] We're in the process of restoring the magic forest.
french: [ _tb_ ] Nous sommes en train de restaurer la forêt magique.
italian: [_tb_] Siamo in procinto di ripristinare la foresta magica.

source: [_tb_] I want our first visitors to come and test this area of the park within a few months.
french: [ _tb_ ] Je veux que nos premiers visiteurs viennent tester cette zone du parc d'ici quelques mois.
italian: [_tb_] Vorrei che i nostri primi visitatori venissero a testare questa zona del parco nel giro di pochi mesi.

source: [_tb_] And everything must be perfect!
french: [ _tb_ ] Et tout doit être parfait !
italian: [_tb_] E tutto deve essere perfetto!

source: [_u_] Wow... so we're almost there?
french: [ _u_ ] Wow ... donc on est presque là?
italian: [_u_] Wow... quindi siamo quasi lì?

source: [_u_] Our first real visitors?
french: [ _u_ ] Nos premiers vrais visiteurs?
italian: [_u_] I nostri primi veri visitatori?

source: [_tb_] Yes, finally.
french: [ _tb_ ] Oui, enfin.
italian: [_tb_] Sì, finalmente.

source: [_tb_] Anyway... well... we've still got a big chunk of headquarters to restore.
french: [ _tb_ ] En tout cas ... eh bien ... nous avons encore un gros morceau de quartier général à restaurer.
italian: [_tb_] Comunque... be... abbiamo ancora un grosso pezzo di quartier generale da ripristinare.

source: [_tb_] We can't just call people in and tell them to sleep on the floor.
french: [ _tb_ ] Nous ne pouvons pas simplement appeler les gens et leur dire de dormir sur le sol.
italian: [_tb_] Non possiamo semplicemente chiamare le persone dentro e dire loro di dormire sul pavimento.

source: [_tb_] So we're going to have to set up again... the hotel... the restaurants... the souvenir stores...
french: [ _tb_ ] Donc nous allons devoir nous mettre à nouveau ... l'hôtel ... les restaurants ... les magasins de souvenirs ...
italian: [_tb_] Quindi dovremo allestire di nuovo... l'hotel... i ristoranti... i negozi di souvenir...

source: [_tb_] And then there's the intersolar teleporter...
french: [ _tb_ ] Et puis il y a le téléporteur intersolaire ...
italian: [_tb_] E poi c'è il teletrasporto intersolare...

source: [_u_] And you really want to finish this in a few months?
french: [ _u_ ] Et vous voulez vraiment finir ça dans quelques mois?
italian: [_u_] E vuoi davvero finire questo tra qualche mese?

source: [_tb_] Oooooh... a lot of things.
french: [ _tb_ ] Oooooh ... beaucoup de choses.
italian: [_tb_] Oooooh... un sacco di cose.

source: [_tb_] Don't worry about it, I've got plenty of ideas.
french: [ _tb_ ] Ne vous en faites pas, j'ai plein d'idées.
italian: [_tb_] Non preoccupatevi, ho molte idee.

source: [_tb_] Mh...
french: [Mh...

source: [_tb_] We'll see.
french: [ _tb_ ] Nous verrons.
italian: [_tb_] Vedremo.

source: [_tb_] Very, well.
french: [ _tb_ ] Très bien.
italian: [_tb_] molto, bene.

source: [_tb_] As soon as you've advanced Sherazade's corruption, come and see me...
french: [ _tb_ ] Dès que vous avez avancé la corruption de Sherazade, venez me voir ...
italian: [_tb_] Non appena hai avanzato la corruzione di Sherazade, vieni a vedermi...

source: [_tb_] ...I'll need your talents for some very special assignments.
french: [ _tb_ ] ...J'aurai besoin de vos talents pour des missions très spéciales.
italian: [_tb_] ...Avrò bisogno dei tuoi talenti per alcuni incarichi molto speciali.

source: [_u_] Who am I going to fuck?
french: [ _u_ ] Qui suis-je en train de baiser?
italian: [_u_] Chi sto per scopare?

source: [_tb_] Later [name]!
french: [ _tb_ ] Plus tard [ nom ] !
italian: [_tb_] Più Tardi [name]!

source: [_u_] Hey.
french: [ _u_ ] Hé.

source: [_ly_] Hey, there!
french: [ _ly_ ] Hé, là !
italian: [_ly_] Ehi, lì!

source: [_ly_] Are you coming for a shower too?
french: [ _ly_ ] Tu viens aussi pour une douche?
italian: [_ly_] Anche tu vieni per una doccia?

source: [_ly_] I wouldn't say no to a little company for once!
french: [ _ly_ ] Je ne dirais pas non à une petite entreprise pour une fois !
italian: [_ly_] Non direi di no ad una piccola azienda per una volta!

source: [_ly_] Plus, I need to take my mind off things...
french: [ _ly_ ] Plus, j'ai besoin de m'enlever l'esprit ...
italian: [_ly_] Inoltre, ho bisogno di prendere la mente fuori le cose...

source: [_ly_] Nah, I won't bother you with my worries...
french: [ _ly_ ] Nah, je ne vous ennuierai pas avec mes soucis ...
italian: [_ly_] Nah, non ti disturberò dalle mie preoccupazioni...

source: [_ly_] No problem!
french: [ _ly_ ] Aucun problème !
italian: [_ly_] Nessun problema!

source: [_ly_] No, it's this goddamn machine that's going to have a problem if it keeps scratching my clothes.
french: [ _ly_ ] Non, c'est cette putain de machine qui va avoir un problème s'il continue à grater mes vêtements.
italian: [_ly_] No, è questa macchina maledetta che avrà un problema se continua a grattarmi i vestiti.

source: [_ly_] I ask for a size 36 and I get a 56...
french: [ _ly_ ] Je demande une taille 36 et j'ai un 56 ...
italian: [_ly_] Chiedo una taglia 36 e ottengo un 56...

source: [_ly_] And when I ask for a size 38, I get a miniature outfit...
french: [ _ly_ ] Et quand je demande une taille 38, j'ai une tenue miniature ...
italian: [_ly_] E quando chiedo una taglia 38, ottengo un outfit in miniatura...

source: [_ly_] Anyway, I need to calm down or I'm going to take it apart.
french: [ _ly_ ] Quoi qu'il en soit, j'ai besoin de se calmer ou je vais le démonter.
italian: [_ly_] In ogni caso, devo calmarmi o lo prenderò a parte.

source: [_ly_] Yes, I'm happy to have pleased my boss! Ahah!
french: [ _ly_ ] Oui, je suis heureux d'avoir fait plaisir à mon patron ! Ahah !
italian: [_ly_] Sì, sono felice di essere soddisfatto del mio capo! Ahah!

source: [_ly_] Isn't it strange to have a boss who walks around so naked?
french: [ _ly_ ] N'est-il pas étrange d'avoir un patron qui marche si nu?
italian: [_ly_] Non è strano avere un capo che cammina così nudo?

source: [_ly_] I mean... maybe it's a fairy thing, right?
french: [ _ly_ ] Je veux dire ... peut-être que c'est une chose de fée, non?
italian: [_ly_] Voglio dire... forse è una fata cosa, giusto?

source: [_u_] No, I think Tinker likes to show off her butt whenever possible.
french: [ _u_ ] Non, je pense que Tinker aime montrer son cul quand c'est possible.
italian: [_u_] No, penso che a Tinker piaccia mostrare il suo culo quando possibile.

source: [_ly_] I actually prefer this environment to the one I had at my last job...
french: [ _ly_ ] Je préfère vraiment cet environnement à celui que j'ai eu à mon dernier emploi ...
italian: [_ly_] In realtà preferisco questo ambiente a quello che ho avuto al mio ultimo lavoro...

source: [_ly_] We were forced to wear these horrible red uniforms...
french: [ _ly_ ] Nous avons été forcés de porter ces horribles uniformes rouges ...
italian: [_ly_] Siamo stati costretti a indossare queste orribili uniformi rosse...

source: [_ly_] Arg... it was attrocious.
french: [ _ly_ ] Arg ... c'était attrocieuse.
italian: [_ly_] Arg... era sfacciato.

source: [_ly_] At least here I'm free to wear what I want!
french: [ _ly_ ] Au moins ici, je suis libre de porter ce que je veux !
italian: [_ly_] Almeno qui sono libero di indossare quello che voglio!

source: [_ly_] I have a feeling that if I put on a bikini... Tinker would just ask me if she could have one too! ahah
french: [ _ly_ ] J'ai le sentiment que si je mets un bikini ... Tinker me demande si elle pourrait en avoir une aussi !
italian: [_ly_] Ho la sensazione che se mettessi un bikini... Tinker mi chiederebbe se potesse averne uno troppo! ahah

source: [_u_] I think that's exactly what would happen, yeah...
french: [ _u_ ] Je pense que c'est exactement ce qui arriverait, oui ...
italian: [_u_] Penso che sia esattamente quello che succederebbe, sì...

source: [_ly_] That's very kind of you, but I've already done it.
french: [ _ly_ ] C'est très gentil de vous, mais je l'ai déjà fait.
italian: [_ly_] È molto gentile da parte vostra, ma l'ho già fatto.

source: [_ly_] But I appreciate the initiative.
french: [ _ly_ ] Mais j'apprécie l'initiative.
italian: [_ly_] Ma apprezzo l'iniziativa.

source: [_ly_] It's funnier this way, isn't it?
french: [ _ly_ ] C'est drôle comme ça, n'est-ce pas?
italian: [_ly_] È più divertente in questo modo, vero?

source: [_ly_] I mean... there's no reason to be prudish if it doesn't bother the person in front of me.
french: [ _ly_ ] Je veux dire ... il n'y a pas de raison d'être prudent si ça ne déranger pas la personne devant moi.
italian: [_ly_] Intendo dire... non c'è motivo di essere prupidi se non disturba la persona di fronte a me.

source: [_ly_] Why? Does it bother you?
french: [ _ly_ ] Pourquoi? Cela te déranger-t-il?
italian: [_ly_] Perché? Ti disturba?

source: [_u_] Me? Being bothered by nudity?
french: [ _u_ ] Me? Etre dérangГ© par la nudité?
italian: [_u_] Me? Essere infastidito dalla nudità?

source: [_ly_] Well, I had to ask! Ahah...
french: [ _ly_ ] Eh bien, je devais demander ! Ahah ...
italian: [_ly_] Beh, dovevo chiedermi! Ahah...

source: [_ly_] I don't want to offend your sensibilities.
french: [ _ly_ ] Je ne veux pas offensez vos sensibilités.
italian: [_ly_] Non voglio offendere le tue sensibilità.

source: [_u_] That's sweet of you, but no. I don't have a problem with nudity.
french: [ _u_ ] C'est gentil de toi, mais non. Je n'ai pas de problème avec la nudité.
italian: [_u_] È dolce da parte vostra, ma no. Non ho problemi con la nudità.
