Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_sw_] Oh, not you again...
french: [ _sw_ ] Oh, pas toi encore ...

source: [_sw_] Hello ! Good to see you again!
french: [ _sw_ ] Bonjour ! C'est bon de te revoir !

source: [_sw_] No, thank you.
french: [ _sw_ ] Non, merci.

source: [_u_] Ma'am, I have to ask you a favor, can you show me your bra?
french: [ _u_ ] Ma'am, je dois vous demander une faveur, pouvez-vous me montrer votre soutien-gorge?

source: [_sw_] You know I don't have a bra anymore, right?
french: [ _sw_ ] Tu sais que je n'ai plus de soutien-gorge, non?

source: [_u_] Yes, so you can show me the rest!
french: [ _u_ ] Oui, donc vous pouvez me montrer le reste !

source: [_sw_] Well that just sounds like ''show me your breasts'' with extra steps.
french: [ _sw_ ] Eh bien, ça sonne comme "me montrer tes seins" avec des étapes supplémentaires.

source: [_sw_] I already told you no, sir!
french: [ _sw_ ] Je t'ai déjà dit non, monsieur !

source: [_sw_] I can't believe you're insisting!
french: [ _sw_ ] Je ne peux pas croire que vous insisteriez !

source: [_sw_] I think you should leave. Goodbye, sir.
french: [ _sw_ ] Je pense que vous devriez partir. Au revoir, monsieur.

source: [_u_] Ma'am, I have to ask you a favor, can you show me your panties?
french: [ _u_ ] Ma'am, je dois vous demander une faveur, pouvez-vous me montrer vos cultes?

source: [_sw_] You know I don't have panties anymore, right?
french: [ _sw_ ] Vous savez que je n'ai plus de panties, n'est-ce pas?

source: [_sw_] Well that just sounds like ''show me your pussy'' with extra steps.
french: [ _sw_ ] Eh bien, ça sonne comme "me montrer ta chatte" avec des pas supplémentaires.

source: [_u_] How are you today, ma'am?
french: [Comment allez-vous aujourd'hui, madame ?

source: [_sw_] Oh god, I'm going so well ...
french: [ _sw_ ] Oh mon dieu, je vais si bien ...

source: [_u_] Ma'am, are you still angry with me?
french: [Madame, êtes-vous toujours en colère contre moi ?

source: [_sw_] Extremely well! What a wonderful day!
french: [ _sw_ ] Extrêmement bien ! Quelle belle journée !

source: You've already given a gift today.
french: Tu as déjà donné un cadeau aujourd'hui.

source: [_u_] Hey, uh..... I have a gift for you.
french: [ _u_ ] Hé, euh ..... J'ai un cadeau pour toi.

source: [_u_] I thought you'd like it.
french: [ _u_ ] Je pensais que vous l'aimeriez.

source: [_sw_] Oh! a candy apple!
french: [ _sw_ ] Oh ! une pomme de bonbon !

source: [_sw_] Thank you!
french: [ _sw_ ] Merci !

source: = Mood Increased =
french: = Mood augmenté =

source: [_sw_] But I'm still mad at you.
french: [ _sw_ ] Mais je suis toujours en colère contre toi.

source: [_u_] I have a gift for you, sweetheart!
french: [ _u_ ] J'ai un cadeau pour toi, chérie !

source: [_sw_] Oh! a candy apple!
french: [ _sw_ ] Oh ! une pomme de bonbon !

source: [_sw_] I love it! Thank you!
french: [ _sw_ ] J'adore ! Je vous remercie !

source: You dont have this object
french: Vous n'avez pas cet objet

source: [_sw_] Oh! an apple cider!
french: [ _sw_ ] Oh ! un cidre de pomme !

source: [_sw_] Haha, are you trying to get me inebriated?
french: [ _sw_ ] Haha, vous essayez de me faire débridée?

source: Unavailable.
french: Non disponible.

source: You've already given enough to make a pie.
french: Tu as déjà donné assez pour faire une tarte.

source: [_sw_] I don't want to make pie today.
french: [ _sw_ ] Je ne veux pas faire de tarte aujourd'hui.

source: [_u_] There you go! The apples you asked for, ma'am!
french: [ _u_ ] Vous y allez ! Les pommes que tu as demandé, madame !

source: [_sw_] Oooh!! Thank you! Thank you!
french: [ _sw_ ] Oooh ! ! Je vous remercie ! Je vous remercie !

source: [_sw_] I think it will be ready tomorrow! Come visit me if you have time!
french: [ _sw_ ] Je pense qu'il sera prêt demain ! Viens me voir si tu as le temps !

source: [_u_] Perfect! See you tomorrow then!
french: [ _u_ ] Parfait ! À demain, tu te vois !

source: You don't have these objects ( You actually have ([ITEM_APPLE01]) apple basket )
french: Vous n'avez pas ces objets (Vous avez en fait ([ITEM_APPLE01 ]) panier de pommes)

source: [_u_] There you go! The Cupid Apples you asked for, ma'am!
french: [ _u_ ] Vous y allez ! Les pommes cupides que vous avez demandé, madame !

source: [_sw_] Thank you! Thank you so much!
french: [ _sw_ ] Merci ! Merci beaucoup !

source: [_sw_] I think it will be ready tomorrow!!!
french: [ _sw_ ] Je pense qu'il sera prêt demain !!!

source: [_u_] See you tomorrow
french: [ _u_ ] Vous voyez demain

source: You don't have these objects ( You actually have ([ITEM_CUPIDAPPLE01]) Cupid apples basket )
french: Vous n'avez pas ces objets (Vous avez en fait ([ITEM_CUPIDAPPLE01 ]) Panier de pommes cupide)

source: [_sw_] I don't want to change my clothes today.
french: [ _sw_ ] Je ne veux pas changer mes vêtements aujourd'hui.

source: [_u_] Goodbye, ma'am!
french: [Au revoir, madame !

source: [_sw_] Yeah, Yeah ...
french: [ _sw_ ] Ouais, Ouais ...

source: [_sw_] Have a good day, sir!
french: [ _sw_ ] Bonne journée, monsieur !

source: [_tb_] What the hell did you do? ahah!
french: [ _tb_ ] Qu'est-ce que tu as fait? Ahah !

source: [_u_] I think she's mad at me!
french: [ _u_ ] Je pense qu'elle est en colère après moi !

source: [_tb_] Yes, totally!
french: [ _tb_ ] Oui, totalement !

source: [_tb_] It's okay, try to apologize tomorrow, maybe with a gift or something.
french: [ _tb_ ] C'est bon, essayer de présenter des excuses demain, peut-être avec un cadeau ou quelque chose.

source: [_tb_] If you mess up again, keep in mind that you can always fix things. It's no big deal.
french: [ _tb_ ] Si vous réemballer, gardez à l'esprit que vous pouvez toujours réparer les choses. Ce n'est pas grand chose.

source: [_u_] Okay, thanks for the advice!
french: [ _u_ ] Ok, merci pour les conseils !

source: [_tb_] See you later!
french: [ _tb_ ] Vous voyez plus tard !

source: [_tb_] Hey! You've made good progress with SnowWhite!
french: [ _tb_ ] Hey ! Vous avez fait de bons progrès avec SnowWhite !

source: [_u_] Yes! It wasn't that hard!
french: [ _u_ ] Oui ! Ce n'était pas si dur !

source: [_tb_] Easy cowboy. She's far from a bondage queen yet.
french: [ _tb_ ] cowboy facile. Elle est loin d'une reine de servitude pour le moment.

source: [_tb_] Besides, you probably noticed I didn't give you the toughest one to begin with.
french: [ _tb_ ] En plus, vous avez probablement remarqué que je ne vous ai pas donné le plus dur à commencer.

source: [_tb_] I think she's ready for the next step!
french: [ _tb_ ] Je pense qu'elle est prête pour l'étape suivante !

source: [_tb_] Try asking her to give you her underwear. I have an idea.
french: [ _tb_ ] Essayez de lui demander de vous donner ses sous-vêtements. J'ai une idée.

source: [_u_] How do you expect me to do that???
french: [ _u_ ] Comment est-ce que vous m'attendez à ce que je fasse ça???

source: [_tb_] I'm sure you'll think of something!
french: [ _tb_ ] Je suis sûr que vous penserez à quelque chose !

source: [_tb_] That's one rejection if I've ever seen one, haha!
french: [ _tb_ ] C'est un rejet si j'en ai déjà vu un, haha !

source: [_u_] Yeah, I'd have been slapped if I pushed further...
french: [ _u_ ] Ouais, j'aurais été giflé si j'avais poussé plus loin ...

source: [_tb_] Yup, and that's not something we want.
french: [ _tb_ ] Yup, et ce n'est pas quelque chose que nous voulons.

source: [_u_] All of that didn't help us much though...
french: [ _u_ ] Tout ça ne nous a pas beaucoup aimais ...

source: [_tb_] You're mistaken.
french: [ _tb_ ] Vous vous trompeez.

source: [_tb_] She gave us a big clue.
french: [ _tb_ ] Elle nous a donné un grand indice.

source: [_tb_] She said: ''I won't do something like that unless I want to''.
french: [ _tb_ ] Elle a dit: "Je ne ferai pas quelque chose comme ça si je ne veux pas".

source: [_u_] I mean... Yeah? Makes sense, doesn't it?
french: [ _u_ ] Je veux dire ... Ouais? Ça a du sens, n'est-ce pas?

source: [_tb_] She's warming up to the idea a little. I could tell from your previous conversations.
french: [ _tb_ ] Elle se réchauffa à l'idée un peu. J'ai pu le dire de vos conversations précédentes.

source: [_tb_] It can happen, she just needs a little help.
french: [ _tb_ ] Ça peut arriver, elle a juste besoin d'un peu d'aide.

source: [_tb_] Give me some time, I'll whip something up. I think you'll understand then.
french: [ _tb_ ] Donne-moi un peu de temps, je vais fouetter quelque chose. Je pense que vous comprendrez alors.

source: [_u_] Ok ok, you seem to know what you're doing.
french: [ _u_ ] Ok ok, vous semblez savoir ce que vous faites.

source: [_tb_] Of course I know what I'm doing.
french: [ _tb_ ] Bien sûr, je sais ce que je fais.

source: [_tb_] Keep talking with her until then.
french: [ _tb_ ] Continuez à parler avec elle jusqu'à ce moment-là.

source: [_tb_] And give her some apples!! I want to see that ass!!
french: [ _tb_ ] Et lui donner des pommes ! ! Je veux le voir ! !

source: [_u_] Hey ! SnowWhite ! I have a gift for you !
french: [ _u_ ] Hey ! SnowWhite ! J'ai un cadeau pour toi !

source: [_sw_] A Gift !!
french: [ _sw_ ] Un cadeau !

source: [_sw_] I love gifts !! What is it ?!
french: [ _sw_ ] J'aime les cadeaux ! ! Qu'est-ce que c'est?

source: [_u_] I made this dress for you. I hope you'll like it!
french: [ _u_ ] J'ai fait cette robe pour toi. J'espère que tu l'aimeras !

source: [_sw_] A DRESS !!
french: [ _sw_ ] Un DRESS ! !

source: [_sw_] That's so sweet!!!!!
french: [ _sw_ ] C'est si gentil ! ! !!!

source: [_sw_] Let me try it on! Don't move !
french: [ _sw_ ] Laisse-moi essayer ! Ne bouchez pas !

source: [_sw_] Oh my god ... I love it !!
french: [ _sw_ ] Oh mon dieu ... J'adore ! !

source: [_sw_] Does it suit me?
french: [ _sw_ ] Est-ce que ça me convient?

source: [_u_] You look beautiful!
french: [ _u_ ] Tu as l'air beau !

source: [_sw_] Thank you so much !!
french: [ _sw_ ] Merci beaucoup ! !

source: [_u_] Here, take it and try it on!
french: [ _u_ ] Tirez-le et essayez-le !

source: [_sw_] Okay, I'll be back in a minute!
french: [ _sw_ ] Ok, je reviendrai dans une minute !

source: [_sw_] Oooh, this gives a mysterious feeling!
french: [ _sw_ ] Oooh, ça donne un sentiment mystérieux !

source: [_sw_] Does it suit me?
french: [ _sw_ ] Est-ce que ça me convient?

source: [_u_] Indeed, you look like someone from a guild of thieves!
french: [ _u_ ] En effet, vous avez l'air d'une guilde de voleurs !

source: [_sw_] Ahah yes indeed
french: [ _sw_ ] Ahah oui en effet

source: [_sw_] In any case, thank you! I love it!
french: [ _sw_ ] En tout cas, merci ! Je l'adore !

source: [_u_] I found this dress for you. I hope you'll like it!
french: [ _u_ ] J'ai trouvé cette robe pour toi. J'espère que tu l'aimeras !

source: [_sw_] It's very... light as an outfit !
french: [ _sw_ ] C'est très ... la lumière comme une tenue !

source: [_u_] Show me!
french: [ _u_ ] Montrez-moi !

source: [_sw_] Eheh, Thank you !!
french: [ _sw_ ] Eheh, merci ! !

source: [_sw_] Where did you find such a beautiful dress??
french: [ _sw_ ] Où as-tu trouvé une si belle robe??

source: [_u_] It belonged to a queen, actually.
french: [ _u_ ] Il appartenait à une reine, en fait.

source: [_sw_] Wow! A queen??
french: [ _sw_ ] Wow ! Une reine??

source: [_sw_] She must have been queen of a hot country, I suppose! Ahah!
french: [ _sw_ ] Elle a dû être reine d'un pays chaud, je suppose ! Ahah !

source: [_sw_] I love it! Thank you!
french: [ _sw_ ] J'adore ! Je vous remercie !

source: [_u_] Hey! SnowWhite! I've got something for you!
french: [ _u_ ] Hey ! SnowWhite ! J'ai quelque chose pour toi !

source: [_sw_] Is it a puppy???
french: [ _sw_ ] Est-ce un chiot???

source: [_sw_] I love puppies! They're so cute!
french: [ _sw_ ] J'adore les chiots ! Ils sont si mignons !

source: [_u_] Easy there. It's just a dress.
french: [ _u_ ] Facile là. C'est juste une robe.

source: [_u_] I'm pretty sure you've already got this one, too. I just thought a spare one could come in handy.
french: [ _u_ ] Je suis sûr que vous en avez déjà un, aussi. J'ai pensé qu'une pièce de rechange pouvait venir à la main.

source: [_sw_] Oh, that's very kind of you!
french: [ _sw_ ] Oh, c'est très gentil de vous !

source: [_sw_] Hold on, let me try it on.
french: [ _sw_ ] Attends, laisse-moi essayer.

source: [_sw_] It's much nicer than the previous one!
french: [ _sw_ ] C'est beaucoup plus gentil que le précédent !

source: [_u_] Really?
french: [_u_] Vraiment ?

source: [_sw_] I think I prefer yours.
french: [ _sw_ ] Je pense que je préfère le tien.

source: [_u_] It suits you!
french: [ _u_ ] Cela vous convient !

source: [_u_] You were supposed to show me your new dress, weren't you?
french: [ _u_ ] Tu étais censé me montrer ta nouvelle robe, n'est-ce pas?

source: [_sw_] Yeeess!
french: [ _sw_ ] Ouais !

source: [_sw_] You're right!
french: [ _sw_ ] Vous avez raison !

source: [_sw_] I'll put it on, I'll be back in a second!
french: [ _sw_ ] Je vais le mettre, je reviendrai dans une seconde !

source: [_u_] I warn you, you've praised it so much... I really expect something beautiful!
french: [ _u_ ] Je vous préviens, vous l'avez tellement loué ... Je m'attends vraiment à quelque chose de beau !

source: [_sw_] You'll see! It's really a beauty!
french: [ _sw_ ] Vous verrez ! C'est vraiment une beauté !

source: [_sw_] It's very... blue. But really beautiful.
french: [ _sw_ ] C'est très ... bleu. Mais vraiment beau.

source: [_u_] Ehh! It's really nice!
french: [ _u_ ] Ehh ! C'est vraiment sympa !

source: [_sw_] Ahah I like it too!
french: [ _sw_ ] Ahah je l'aime aussi !

source: [_sw_] My first dress looks like a rag next to this one! Ahah!
french: [ _sw_ ] Ma première robe ressemble à un chiffon à côté de celui-ci ! Ahah !

source: [_sw_] Thank you so much for letting me have it!
french: [ _sw_ ] Merci beaucoup de m'avoir permis de l'avoir !

source: [_sw_] You're a sweetheart!
french: [ _sw_ ] Tu es une chérie !

source: [_u_] Hey... I was wondering...
french: [ _u_ ] Hé ... Je me demandais ...

source: [_u_] About your dress...
french: [ _u_ ] A propos de ta robe ...

source: [_u_] About the beautiful dress we found in the castle...
french: [ _u_ ] À propos de la belle robe que nous avons trouvée dans le château ...

source: [_sw_] Yes, what?
french: [ _sw_ ] Oui, quoi?

source: [_u_] Could you try it on without the lower part?
french: [ _u_ ] Pourriez-vous essayer sans la partie inférieure?

source: [_sw_] You want me to be naked with just a corset?
french: [ _sw_ ] Vous voulez que je soit nu avec un corset?

source: [_sw_] I don't think that's really very appropriate...
french: [ _sw_ ] Je ne pense pas que c'est vraiment très approprié ...

source: [_u_] Oh, come on! I've already seen you completely naked!
french: [ _u_ ] Oh, viens ! Je t'ai déjà vu complètement nu !

source: [_sw_] Yeah, but... wearing this every day... It's not the same thing.
french: [ _sw_ ] Ouais, mais ... en portant ça tous les jours ... Ce n'est pas la même chose.

source: [_sw_] If I had panties... maybe, why not.
french: [ _sw_ ] Si j'avais des culées ... peut-être, pourquoi pas.

source: [_sw_] But this...
french: [ _sw_ ] Mais ceci ...

source: [_u_] And if I bring you a panties?
french: [ _u_ ] Et si je vous apporte une culte?

source: [_u_] But just for this dress!
french: [ _u_ ] Mais juste pour cette robe !

source: [_sw_] Mmm... maybe.
french: [ _sw_ ] Mmm ... peut-être.

source: [_u_] Okay, I'll get you this as soon as I can and we will try!
french: [ _u_ ] Ok, je vais vous faire ça dès que je peux et nous essaierons !

source: [_u_] I got it!
french: [ _u_ ] Je l'ai !

source: [_u_] I've got your panties!
french: [ _u_ ] J'ai vos cultes !

source: [_sw_] My panties?
french: [ _sw_ ] Mes cultés?

source: [_sw_] oh...
french: [ _ _ ] oh ...

source: [_sw_] I almost forgot.
french: [ _sw_ ] J'ai presque oublié.

source: [_u_] Well, I don't. Not at all.
french: [ _u_ ] Bien, je ne le fais pas. Pas du tout.

source: [_u_] Put it on and take off that stuff!
french: [ _u_ ] Mettez ça et prenez ça !

source: [_sw_] What the hell am I doing...
french: [ _sw_ ] Qu'est-ce que je suis en train de faire ...

source: [_u_] You're trying something fun!
french: [ _u_ ] Vous essayez quelque chose de amusant !

source: [_sw_] I'm not sure about that.
french: [ _sw_ ] Je ne suis pas sûr de ça.

source: [_sw_] Well, it's pretty special.
french: [ _sw_ ] Eh bien, c'est assez spécial.

source: [_u_] That's sexyy!
french: [ _u_ ] C'est sexy !

source: [_sw_] I must confess that I like this breeze on my legs ahah
french: [ _sw_ ] Je dois avouer que j'aime cette brise sur mes jambes ahah

source: [_u_] Perfect! You see, you like it!
french: [ _u_ ] Parfait ! Vous voyez, vous l'aimez !

source: [_sw_] If I listened to you, I'd be naked all the time! I'm sure of it!
french: [ _sw_ ] Si je vous écoutais, je serais tout le temps nu ! J'en suis sûr !

source: [_u_] You have no idea...
french: [ _u_ ] Vous n'avez aucune idée ...

source: [_sw_] You're such a perv.
french: [ _sw_ ] Vous êtes un tel perv.

source: [_u_] I'm gonna be blunt, ma'am. It's getting really difficult to hide you from the Queen.
french: [ _u_ ] Je vais être franc, madame. Il devient vraiment difficile de vous cacher de la Reine.

source: [_sw_] Oh, really?
french: [ _sw_ ] Oh, vraiment?

source: [_u_] Yes. She's asking for increasingly more evidence that I'm looking for you.
french: [ _u_ ] Oui. Elle demande de plus en plus de preuves que je vous cherche.

source: [_u_] I don't know how much longer I can hold.
french: [ _u_ ] Je ne sais pas combien de temps je peux tenir.

source: [_u_] I'm sorry, but I will have to bring you to her.
french: [ _u_ ] Je suis désolé, mais je vais devoir vous l'amener.

source: [_sw_] Oh no god please no !
french: [ _sw_ ] Oh non Dieu s'il vous plaît, non !

source: [_sw_] Is there anything I can do for you? Anything! Just ask!
french: [ _sw_ ] Y a-t-il quelque chose que je puisse faire pour vous? N'importe quoi ! Demande juste !

source: [_tb_] Yeeeeaaaaah great!
french: [ _tb_ ] Yeeeeaaaaah super !

source: [_tb_] Nice work!
french: [ _tb_ ] Le travail de Nice !

source: [_u_] ... Maybe there's something you can do for me.
french: [ _u_ ] ... Peut-être qu'il y a quelque chose que tu peux faire pour moi.

source: [_sw_] I'm... I'm indebted to you. Tell me.
french: [ _sw_ ] Je suis ... Je vous suis redevable. Dis-moi.

source: [_u_] I need you to show me your bra.
french: [ _u_ ] J'ai besoin que tu me montes ton soutien-gorge.

source: [_u_] You said, ''Anything''. Well, I'd like to see your bra.
french: [ _u_ ] Tu as dit, '' N'importe quoi''. Eh bien, j'aimerais voir votre soutien-gorge.

source: [_u_] What's the big deal, honestly? I could've asked you something way worse than that.
french: [ _u_ ] Quel est le gros problème, honnêtement? J'aurais pu te demander quelque chose de pire que ça.

source: [_u_] It's really nothing in exchange for your freedom,
french: [ _u_ ] C'est vraiment rien en échange de votre liberté,

source: [_u_] Also keep in mind that I'm risking my life for you, and...
french: [ _u_ ] Toujours garder à l'esprit que je risque ma vie pour toi, et ...

source: [_sw_] OK. Fine.
french: [ _sw_ ] OK. Très bien.

source: [_sw_] I will do it.
french: [ _sw_ ] Je le ferai.

source: [_sw_] But you know, I didn't have time to pack up much of my stuff when I left home.
french: [ _sw_ ] Mais vous savez, je n'ai pas eu le temps d'emballer beaucoup de mes affaires quand j'ai quitté la maison.

source: [_sw_] I only have a single bra, and I'm wearing it right now.
french: [ _sw_ ] I only have a single bra, and I'm portait right now.

source: [_u_] Perfect, show me!
french: [ _u_ ] Parfait, montrez-moi !

source: [_sw_] You... you want me to show you here?
french: [ _sw_ ] Vous ... vous voulez que je vous montre ici?

source: [_sw_] You mean, you want me to open my corset?
french: [ _sw_ ] Tu veux dire, tu veux que je ouvre mon corset?

source: [_sw_] ( what have I become... )
french: [ _sw_ ] (ce que je suis devenu ...)

source: [_sw_] Just give me a second.
french: [ _sw_ ] Dites-moi une seconde.

source: [_sw_] Happy now? You saw what you wanted?
french: [ _sw_ ] Joyeux maintenant? Tu as vu ce que tu voulais?

source: [_u_] Fuck yes...
french: [ _u_ ] Fuck oui ...

source: [_u_] I love the color, by the way.
french: [ _u_ ] J'aime la couleur, au fait.

source: [_sw_] Thank you...
french: [ _sw_ ] Merci ...

source: [_sw_] Can I change back now?
french: [ _sw_ ] Puis-je changer maintenant?

source: [_sw_] Oh god ...
french: [ _sw_ ] Oh mon Dieu ...

source: [_u_] Now you can.
french: [ _u_ ] Maintenant vous pouvez.

source: [_u_] Yes, sure, of course!
french: [ _u_ ] Oui, bien sûr, bien sûr !

source: [_sw_] Oh, goddamn it... thank you.
french: [ _sw_ ] Oh, goddamn it ... merci.

source: [_sw_] Well... I didn't expect to do that today!
french: [ _sw_ ] Eh bien ... Je ne m'attendais pas à faire ça aujourd'hui !

source: [_u_] And you did admirably well!
french: [ _u_ ] Et vous l'avez admirablement bien fait !

source: [_sw_] Well, thank you, I guess!
french: [ _sw_ ] Eh bien, merci, je suppose !

source: [_sw_] Are you satisfied? Will you keep covering for me?
french: [ _sw_ ] Etes-vous satisfait? Veux-tu continuer à me couvrir?

source: [_u_] Yes, of course, ma'am!
french: [ _u_ ] Oui, bien sûr, madame !

source: [_sw_] I hope I didn't do this for nothing...
french: [ _sw_ ] J'espère que je n'ai pas fait ça pour rien ...

source: [_u_] No, you can believe me, the queen won't find out you're here today!
french: [ _u_ ] Non, vous pouvez me croire, la reine ne trouvera pas que vous soyez là aujourd'hui !

source: [_sw_] ''Today'' ?
french: [ _sw_ ] '' Aujourd'hui''?

source: [_u_] Yes... well, we'll see about that later! See you next time!
french: [ _u_ ] Oui ... eh bien, on verra ça plus tard ! A la prochaine fois !

source: [_sw_] Yes, have a good day sir...
french: [ _sw_ ] Oui, avoir une bonne journée monsieur ...

source: [_tb_] Well well well !
french: [ _tb_ ] Bien bien !

source: [_tb_] Good work employee!
french: [ _tb_ ] Bon employé de travail !

source: [_u_] Yeh, I'm sure you didn't miss a second!
french: [ _u_ ] Yeh, je suis sûr que vous n'avez pas manqué une seconde !

source: [_tb_] Of course!
french: [ _tb_ ] Bien sûr !

source: [_tb_] Well, next time try to get even more!
french: [ _tb_ ] Eh bien, la prochaine fois essayer d'obtenir encore plus !

source: [_tb_] But for now, come back to the office, good work.
french: [ _tb_ ] Mais pour l'instant, revendu au bureau, bon travail.

source: [_u_] Ma'am, I have to ask you a favor.
french: [ _u_ ] Ma'am, je dois te demander une faveur.

source: [_sw_] What do you want?
french: [ _sw_ ] Que voulez-vous?

source: [_u_] Can you show me your beautiful bra?
french: [ _u_ ] Pouvez-vous me montrer votre belle-gorge?

source: [_sw_] Why not buy one yourself if you love bras so much?
french: [ _sw_ ] Pourquoi ne pas en acheter un vous-même si vous aimez beaucoup les soutiens-gorge?

source: [_u_] I think it's actually the owner who makes it beautiful.
french: [ _u_ ] Je pense que c'est en fait le propriétaire qui la rend belle.

source: [_sw_] Oh, my God, you make me blush...
french: [ _sw_ ] Oh, mon Dieu, tu me fais vider ...

source: [_sw_] Okay okay, don't move.
french: [ _sw_ ] D'accord, ne bouchez pas.

source: [_u_] you don't seem to be very embarrassed.
french: [ _u_ ] vous ne semblez pas être très embarrassé.

source: [_sw_] Oh, it's only a bra after all!
french: [ _sw_ ] Oh, c'est seulement un soutien-gorge après tout !

source: [_sw_] What a curious question!
french: [ _sw_ ] Quelle curieuse question !

source: [_sw_] Why? Do you want to gift me underwear?
french: [ _sw_ ] Pourquoi? Veux-tu m'offrir des sous-vêtements?
