Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_ml_] Shall we do it again soon?
french: [ _ml_ ] Shall nous le faisons à nouveau bientôt?
italian: [_ml_] Lo rifaremo presto?

source: [_u_] Hello?
french: [_u_] Allô ?
italian: [_u_] Ciao?

source: [_u_] Anybody home?
french: [ _u_ ] N'importe quoi à la maison?
italian: [_u_] Qualcuno a casa?

source: [_ml_] Hey! Good timing! I need help!
french: [ _ml_ ] Hé ! Bonne synchronisation ! J'ai besoin d'aide !
italian: [_ml_] Hey! Buon tempo! Ho bisogno di aiuto!

source: [_ml_] Get your ass over there!
french: [ _ml_ ] Fasse tes fesses là-bas !
italian: [_ml_] Prendi il tuo culo laggiù!

source: [_u_] Speaking of ass.
french: [ _u_ ] Parler de cul.
italian: [_u_] Parlando di culo.

source: [_ml_] Yeah, enjoy the view little pervert.
french: [ _ml_ ] Ouais, profitez de la vue peu pervers.
italian: [_ml_] Sì, goditi la vista poco perversa.

source: [_ml_] Although I don't mind having fun with you in the pipes...
french: [ _ml_ ] Bien que je ne me moque pas de vous amuser avec vous dans les tuyaux ...
italian: [_ml_] Anche se non mi dispiace divertirsi con voi nei tubi...

source: [_ml_] I need you to pass me the termic ethomerticator.
french: [ _ml_ ] J'ai besoin que vous me transmettez l'éthomerticateur termique.
italian: [_ml_] Ho bisogno che tu mi passi il termine etomerticatore.

source: [_ml_] Size 3
french: [ _ml_ ] Taille 3
italian: [_ml_] Dimensione 3

source: [_ml_] Gosh... young people these days... Don't they teach you anything at the academy?
french: [ _ml_ ] Gosh ... les jeunes de ces jours ... Ne t'enseignent-ils pas quoi que ce soit à l'académie?
italian: [_ml_] Gosh... i giovani di questi giorni... Non ti insegnano nulla all'accademia?

source: [_ml_] Give me the thing with the orange screwdriver handle.
french: [ _ml_ ] Donnez-moi le truc avec la poignée de tournevis orange.
italian: [_ml_] Dammi la cosa con la maniglia arancione del cacciavite.

source: [_u_] uh...
french: [_u_] euh...

source: [_ml_] And the thermal one, not the simple.
french: [ _ml_ ] Et le thermique, pas le simple.
italian: [_ml_] E quella termica, non quella semplice.

source: [_u_] Here, take it.
french: [ _u_ ] Tirez-le.
italian: [_u_] Qui, prendetelo.

source: [_ml_] Okay... let's see...
french: [ _ml_ ] Ok ... voyons ...
italian: [_ml_] Okay... vediamo...

source: [_ml_] Come on you filthy vermin!
french: [ _ml_ ] Viens te salir la vermine !
italian: [_ml_] Vieni su di te sporco vermin!

source: [_u_] Are you hunting pests now?
french: [ _u_ ] Êtes-vous à la chasse aux parasites maintenant?
italian: [_u_] Stai cacciando parassiti adesso?

source: [_ml_] Almost.
french: [ _ml_ ] Presque.
italian: [_ml_] Quasi.

source: [_ml_] No no!
french: [ _ml_ ] Non non !

source: [_ml_] Come back!!!
french: [ _ml_ ] Revenez !!!
italian: [_ml_] Torna indietro!!!

source: [_u_] Are you OK?
french: [ _u_ ] Êtes-vous OK?
italian: [_u_] sta bene?

source: [_ml_] I think I got it!
french: [ _ml_ ] Je pense que je l'ai !
italian: [_ml_] penso di averlo ottenuto!

source: [_ml_] Thanks, buddy.
french: [ _ml_ ] Merci, mon pote.
italian: [_ml_] Grazie, amico.

source: [_ml_] I've been trying to catch this little bastard for days.
french: [ _ml_ ] J'ai essayé de prendre ce petit salaud pendant des jours.
italian: [_ml_] Ho cercato di catturare questo piccolo bastardo per giorni.

source: [_ml_] This thing must have damaged at least a hundred meters of cable.
french: [ _ml_ ] Cette chose doit avoir endommagé au moins une centaine de mètres de câble.
italian: [_ml_] Questa cosa deve aver danneggiato almeno cento metri di cavo.

source: [_u_] Maybe this one.
french: [ _u_ ] Peut-être celui-ci.
italian: [_u_] Forse questo.

source: [_u_] Here, take this!
french: [ _u_ ] Ici, prends ça !
italian: [_u_] Ecco, prendi questo!

source: [_ml_] So let's see...
french: [ _ml_ ] Donc voyons ...
italian: [_ml_] Quindi vediamo...

source: [_ml_] if I try to...
french: [ _ml_ ] si j'essaie de ...
italian: [_ml_] se provo a...

source: [_ml_] ... gosh... fuck!
french: [ _ml_ ] ... gosh ... baise !
italian: [_ml_] ... gosh... scopa!

source: [_ml_] Are you mistaking your colors now?
french: [ _ml_ ] Vous prenez mal vos couleurs maintenant?
italian: [_ml_] Stai scambiando i tuoi colori adesso?

source: [_ml_] A badly programmed robot.
french: [ _ml_ ] Un robot mal programmé.
italian: [_ml_] Un robot mal programmato.

source: [_ml_] I still have trouble with these little creatures.
french: [ _ml_ ] J'ai encore des problèmes avec ces petites créatures.
italian: [_ml_] Ho ancora problemi con queste piccole creature.

source: [_ml_] It's the first time I create one from scratch...
french: [ _ml_ ] C'est la première fois que je crée une ...
italian: [_ml_] È la prima volta che ne creo uno da zero...

source: [_ml_] Anyway, it's not a success yet.
french: [ _ml_ ] Quoi qu'il en soit, ce n'est pas encore un succès.
italian: [_ml_] Comunque, non è ancora un successo.

source: [_ml_] Oh, by the way...
french: [ _ml_ ] Oh, au fait ...
italian: [_ml_] Oh, a proposito...

source: [_ml_] I haven't had time to welcome you since you came back from your mission.
french: [ _ml_ ] Je n'ai pas eu le temps de vous accueillir depuis que vous êtes revenu de votre mission.
italian: [_ml_] Non ho avuto il tempo di darti il benvenuto da quando sei tornato dalla tua missione.

source: [_ml_] How was it?
french: [ _ml_ ] Comment ça a été?
italian: [_ml_] Com'è stato?

source: [_u_] It sucked.
french: [ _u_ ] Elle a été aspirée.
italian: [_u_] Ha succhiato.

source: [_u_] But now that we've gotten rid of the sultana, I think we can corrupt the whole area.
french: [ _u_ ] Mais maintenant que nous nous sommes débarras de la sultana, je pense que nous pouvons corrompu toute la région.
italian: [_u_] Ma ora che ci siamo sbarazzati della sultana, penso che possiamo corrompere l'intera area.

source: [_ml_] You lucky bastard.
french: [ _ml_ ] Vous avez de la chance.
italian: [_ml_] Hai fortunato il bastardo.

source: [_ml_] But yeah... we have a lot of work to do in this area.
french: [ _ml_ ] Mais oui ... nous avons beaucoup de travail à faire dans ce domaine.
italian: [_ml_] Ma sì... abbiamo molto lavoro da fare in questo settore.

source: [_ml_] Has Amandine started working?
french: [ _ml_ ] Amandine a-t-elle commencé à travailler?
italian: [_ml_] Amandine ha iniziato a lavorare?

source: [_u_] Well, she sends me here to pick up some tools she'll need to get started.
french: [ _u_ ] Eh bien, elle m'envoie ici pour chercher des outils dont elle aura besoin pour commencer.
italian: [_u_] Beh, mi manda qui per raccogliere alcuni strumenti di cui avrà bisogno per iniziare.

source: [_u_] She gave me a list.
french: [ _u_ ] Elle m'a donné une liste.
italian: [_u_] Mi ha dato una lista.

source: [_ml_] Give me that. I'll see what I have in reserve.
french: [ _ml_ ] Donnez-moi ça. Je vais voir ce que j'ai dans la réserve.
italian: [_ml_] Dammi quello. Vedrò cosa ho in riserva.

source: [_ml_] Ok... let's see...
french: [ _ml_ ] Ok ... voyons ...

source: [_ml_] In fact... I don't think I have anything to give her...
french: [ _ml_ ] En fait ... Je ne pense pas avoir quelque chose à lui donner ...
italian: [_ml_] In realtà... Non credo di avere nulla da darle...

source: [_u_] Not even just 2 or 3?
french: [ _u_ ] Même pas seulement 2 ou 3?
italian: [_u_] Nemmeno solo 2 o 3?

source: [_ml_] Nope.
french: [ _ml_ ] Non.

source: [_ml_] I'm also short on equipment.
french: [ _ml_ ] Je suis aussi à court d'équipement.
italian: [_ml_] Sono anche breve sull'equipaggiamento.

source: [_ml_] But, there must be tons of stuff everywhere in the ruins of the planet.
french: [ _ml_ ] Mais il doit y avoir des tonnes de trucs partout dans les ruines de la planète.
italian: [_ml_] Ma, ci devono essere tonnellate di roba ovunque nelle rovine del pianeta.

source: [_ml_] I think it's a good time to collect all this stuff.
french: [ _ml_ ] Je pense que c'est le bon moment pour rassembler tout ça.
italian: [_ml_] Penso che sia un buon momento per raccogliere tutte queste cose.

source: [_u_] If Emee hasn't already looted and resold everything.
french: [ _u_ ] Si Emee n'a pas déjà pillé et revendu tout.
italian: [_u_] Se Emee non ha già saccheggiato e rivendeva tutto.

source: [_ml_] Indeed...
french: [ _ml_ ] En effet ...

source: [_ml_] But, if you could find this... I think you'd be doing everyone a favor.
french: [ _ml_ ] Mais, si tu pouvais trouver ça ... Je pense que tu ferais une faveur à tous.
italian: [_ml_] Ma, se si potesse trovare questo... penso che si sarebbe fatto a tutti un favore.

source: [_u_] I will see what I can find with the drone.
french: [ _u_ ] Je vais voir ce que je peux trouver avec le drone.
italian: [_u_] vedrò cosa posso trovare con il drone.

source: [_ml_] Great! Thanks a lot!
french: [ _ml_ ] Grand ! Merci beaucoup !
italian: [_ml_] Ottimo! Grazie molto!

source: [_ml_] And uh... glad to have you back with us [name].
french: [ _ml_ ] Et euh ... heureux de vous retrouver avec nous [ nom ].
italian: [_ml_] E uh... felice di averti di nuovo con noi [name].

source: [_ml_] Oh... a mystery ~
french: [ _ml_ ] Oh ... un mystère ~

source: [_ml_] What does it look like?
french: [ _ml_ ] À quoi ça ressemble?
italian: [_ml_] Che aspetto assomiglia?

source: [_u_] A kind of big pile of screens.
french: [ _u_ ] Une sorte de gros tas d'écrans.
italian: [_u_] Un tipo di grande mucchio di schermi.

source: [_ml_] ''A big pile of screens''?
french: [ _ml_ ] '' Une grosse pile d'écrans''?
italian: [_ml_] ''Un grosso mucchio di schermi''?

source: [_ml_] Yep, that's a big pile of screens.
french: [ _ml_ ] Yep, c'est un tas d'écrans.
italian: [_ml_] Yep, questo è un grosso mucchio di schermi.

source: [_u_] I told you so!
french: [ _u_ ] Je vous l'ai dit !
italian: [_u_] te l'ho detto!

source: [_ml_] It looks like a kind of... personal computer but...
french: [ _ml_ ] Ça ressemble à un ... ordinateur personnel mais ...
italian: [_ml_] Sembra un tipo di... personal computer ma...

source: [_ml_] But it seems to have a specific purpose.
french: [ _ml_ ] Mais il semble qu'il ait un but spécifique.
italian: [_ml_] Ma sembra avere uno scopo specifico.

source: [_u_] If it was put here in the old room of the director...
french: [ _u_ ] Si elle a été mise ici dans la vieille chambre du réalisateur ...
italian: [_u_] Se è stato messo qui nella vecchia stanza del regista...

source: [_ml_] Yeah, it must be for a reason. And a good one.
french: [ _ml_ ] Oui, ça doit être pour une raison. Et un bon.
italian: [_ml_] Sì, deve essere per una ragione. E uno buono.

source: [_ml_] If you want, I can take a closer look.
french: [ _ml_ ] Si vous voulez, je peux regarder de plus près.
italian: [_ml_] Se vuoi, posso dare un'occhiata più da vicino.

source: [_ml_] And if I find a way to make this work again, I'll let you know.
french: [ _ml_ ] Et si je trouve un moyen de faire de nouveau ce travail, je vous le ferai savoir.
italian: [_ml_] E se trovo un modo per fare di nuovo questo lavoro, ti farò sapere.

source: [_ml_] But for now... Let's keep it between us okay?
french: [ _ml_ ] Mais pour l'instant ... Laissons ça entre nous d'accord?
italian: [_ml_] Ma per ora... Teniamolo tra di noi?

source: [_u_] You think so?
french: [_u_] Vous croyez ?
italian: [_u_] Lo pensi così?

source: [_ml_] I prefer to be cautious.
french: [ _ml_ ] Je préfère être prudent.
italian: [_ml_] Preferisco essere prudente.

source: [_ml_] You're welcome.
french: [ _ml_ ] Vous êtes les bienvenus.
italian: [_ml_] Sei il benvenuto.

source: [_ml_] I'll contact you as soon as I know more about this machine.
french: [ _ml_ ] Je vous contacterai dès que j'en sais plus sur cette machine.
italian: [_ml_] Ti contatterò non appena conosco di più su questa macchina.

source: [_ml_] It reminds me of my old university bedroom.
french: [ _ml_ ] Cela me rappelle ma vieille chambre d'université.
italian: [_ml_] Mi ricorda la mia vecchia camera da letto universitaria.

source: [_ml_] A one-bedroom of pure hell and the neighbors having sex all the time.
french: [ _ml_ ] Une chambre d'enfer et les voisins ayant des rapports sexuels tout le temps.
italian: [_ml_] Una camera da letto di puro inferno e i vicini che fanno sesso tutto il tempo.

source: [_ml_] I hated every moment. I'm glad it's over.
french: [ _ml_ ] J'ai détesté chaque instant. Je suis content que ça soit fini.
italian: [_ml_] odiavo ogni momento. Sono contento che sia finita.

source: [_ml_] And I hope I never see these idiots again.
french: [ _ml_ ] Et j'espère ne plus jamais voir ces idiots.
italian: [_ml_] E spero di non vedere mai più questi idioti.

source: [_u_] Since you're like 200 years old, no one you knew is currently alive.
french: [ _u_ ] Puisque vous avez 200 ans, personne que vous connaissiez n'est actuellement en vie.
italian: [_u_] Dal momento che sei come 200 anni, nessuno che conoscessi è vivo.

source: [_ml_] So much the better. They were all jerks.
french: [ _ml_ ] Tant mieux. Ils étaient tous des maillots.
italian: [_ml_] Tanto meglio, erano tutti jerks.

source: [_ml_] And then, I was really very indebted so it's so much better like that.
french: [ _ml_ ] Et puis, j'étais vraiment très endettées, donc c'est tellement mieux comme ça.
italian: [_ml_] E poi, ero davvero molto indebitato, quindi è molto meglio così.

source: [_ml_] Oh boy, that's a long story.
french: [ _ml_ ] Oh mon garçon, c'est une longue histoire.
italian: [_ml_] Oh ragazzo, questa è una storia lunga.

source: [_ml_] Are you sure you have time for this?
french: [ _ml_ ] Etes-vous sûr d'avoir le temps pour cela?
italian: [_ml_] Sei sicuro di avere tempo per questo?

source: [_ml_] I don't want to bother you with my stories
french: [ _ml_ ] Je ne veux pas vous déranger avec mes histoires
italian: [_ml_] Non voglio disturbarti con le mie storie

source: [_u_] And I've got plenty of time.
french: [ _u_ ] Et j'ai beaucoup de temps.
italian: [_u_] E ho un sacco di tempo.

source: [_u_] But thanks for giving me your opinion on this device
french: [ _u_ ] Mais merci de me donner votre avis sur ce dispositif
italian: [_u_] Ma grazie per avermi dato la tua opinione su questo dispositivo

source: [_ml_] A little break won't hurt me I must admit...
french: [ _ml_ ] Une petite pause ne me fera pas de mal que je dois admettre ...
italian: [_ml_] Una piccola pausa non mi farà male devo ammettere...

source: [_ml_] Okay, let's just sit down for a second.
french: [ _ml_ ] D'accord, asseons-nous juste une seconde.
italian: [_ml_] Okay, siamoci solo per un secondo.

source: [_ml_] It's good to finally settle down for a few minutes.
french: [ _ml_ ] Il est bon de finalement s'installer quelques minutes.
italian: [_ml_] È bene stabilirsi finalmente per qualche minuto.

source: [_ml_] In fact, I don't think I've taken a day off since Tinker hired me.
french: [ _ml_ ] En fait, je ne pense pas avoir pris un jour de congé depuis que Tinker m'a embauché.
italian: [_ml_] In effetti, non penso di aver preso un giorno libero da Tinker mi ha assunto.

source: [_u_] It must be exhausting.
french: [ _u_ ] Il doit être épuisant.
italian: [_u_] Deve essere estenuante.

source: [_ml_] Not physically. My android body is really incredibly resilient.
french: [ _ml_ ] Pas physiquement. Mon corps androïde est vraiment incroyablement résistant.
italian: [_ml_] Non fisicamente. Il mio corpo androide è davvero incredibilmente resiliente.

source: [_ml_] But mentally... Let's just say I'd love to play a video game or two.
french: [ _ml_ ] Mais mentalement ... Disons que j'aimerais jouer un jeu vidéo ou deux.
italian: [_ml_] Ma mentalmente... Diciamo solo che amerei giocare un videogioco o due.

source: [_u_] Yeah, there have been a lot of good games released in the last 200 years.
french: [ _u_ ] Oui, il y a eu beaucoup de bons jeux diffusés au cours des 200 dernières années.
italian: [_u_] Sì, ci sono stati molti buoni giochi rilasciati negli ultimi 200 anni.

source: [_ml_] I can't wait to go see that ahah.
french: [ _ml_ ] Je ne peux pas attendre d'aller voir cette ahah.
italian: [_ml_] Non vedo l'ora di andare a vedere che ahah.

source: [_u_] So... I wanted to know...
french: [ _u_ ] Donc ... Je voulais savoir ...
italian: [_u_] Così... Volevo sapere...

source: [_ml_] Go ahead, ask your questions, it's now or never, you little curious.
french: [ _ml_ ] Allez-y, posez vos questions, c'est maintenant ou jamais, vous êtes peu curieux.
italian: [_ml_] Vai avanti, fai le tue domande, ora o mai, poco curioso.

source: [_u_] Were you addicted to gambling or something like that?
french: [ _u_ ] Étiez-vous accro au jeu ou quelque chose comme ça?
italian: [_u_] Eravate dipendenti dal gioco d'azzardo o qualcosa del genere?

source: [_ml_] Ahah if only.
french: [ _ml_ ] Ahah si seulement.
italian: [_ml_] Ahah se solo.

source: [_ml_] I only went once on the Las Vegas 2 station...
french: [ _ml_ ] Je n'ai fait qu'une fois sur la station Las Vegas 2 ...
italian: [_ml_] Sono andato solo una volta sulla stazione 2 Las Vegas...

source: [_ml_] And that was for my interview to become an intern here.
french: [ _ml_ ] Et c'était pour mon entretien de devenir stagiaire ici.
italian: [_ml_] E questo è stato per la mia intervista per diventare un stagista qui.

source: [_u_] And how was it?
french: [ _u_ ] Et comment était-il?
italian: [_u_] E com'era?

source: [_ml_] I don't think I like being around so many people.
french: [ _ml_ ] Je ne pense pas que j'aime être autour de tant de gens.
italian: [_ml_] Non penso che mi piaccia stare intorno a così tante persone.

source: [_ml_] But I had never seen such sexy dresses.
french: [ _ml_ ] Mais je n'avais jamais vu de robes aussi sexy.
italian: [_ml_] Ma non avevo mai visto abiti così sexy.

source: [_ml_] That was classy.
french: [ _ml_ ] C'était classy.
italian: [_ml_] Quella era di classe.

source: [_ml_] Oh, the answer is not very interesting.
french: [ _ml_ ] Oh, la réponse n'est pas très intéressante.
italian: [_ml_] Oh, la risposta non è molto interessante.

source: [_ml_] I was born an orphan on a private space station.
french: [ _ml_ ] Je suis né orphelin dans une station spatiale privée.
italian: [_ml_] Sono nato un orfano su una stazione spaziale privata.

source: [_ml_] And at my 18th birthday, I was given a bill for everything I owed.
french: [ _ml_ ] Et à mon 18e anniversaire, j'ai reçu un projet de loi pour tout ce que je devais.
italian: [_ml_] E al mio diciottesimo compleanno, mi è stato dato un conto per tutto quello che dovevo.

source: [_ml_] Food, housing, education... everything. Since my birth.
french: [ _ml_ ] La nourriture, le logement, l'éducation ... tout. Depuis ma naissance.
italian: [_ml_] Cibo, alloggio, istruzione... tutto. Dalla mia nascita.

source: [_u_] Wow. That sucks.
french: [ _u_ ] Wow. Ça craint.
italian: [_u_] Wow. Che succhia.

source: [_ml_] Can you believe I'm happy to have escaped all this?
french: [ _ml_ ] Pouvez-vous croire que je suis heureux d'avoir échappé à tout ça?
italian: [_ml_] Riesci a credere che sono felice di essere sfuggito a tutto questo?

source: [_ml_] No.
french: [ _ml_ ] Non.

source: [_ml_] Just a few sex friend... nothing very original.
french: [ _ml_ ] Juste un ami sexuel ... rien de très original.
italian: [_ml_] Solo pochi sex friend... niente di molto originale.

source: [_ml_] Just enough to have something in my ass from time to time.
french: [ _ml_ ] Juste assez pour avoir quelque chose dans mon cul de temps en temps.
italian: [_ml_] Basta avere qualcosa nel culo di tanto in tanto.

source: [_ml_] But I don't like people enough for more.
french: [ _ml_ ] Mais je n'aime pas assez les gens pour plus.
italian: [_ml_] Ma non mi piace abbastanza la gente per più.

source: [_ml_] I mean, it never happened.
french: [ _ml_ ] Je veux dire, ça ne s'est jamais produit.
italian: [_ml_] Voglio dire, non è mai successo.

source: [_u_] Yeah I see.
french: [ _u_ ] Oui, je vois.
italian: [_u_] Yeah ho visto.

source: [_ml_] I know it can be surprising ...
french: [ _ml_ ] Je sais que ça peut être surprenant ...
italian: [_ml_] So che può essere sorprendente...

source: [_ml_] but I'm not very social.
french: [ _ml_ ] mais je ne suis pas très social.
italian: [_ml_] ma non sono molto sociale.

source: [_ml_] Why?
french: [ _ml_ ] Pourquoi?
italian: [_ml_] Perché?

source: [_ml_] Isn't my ass perfect?
french: [ _ml_ ] Mon cul n'est pas parfait?
italian: [_ml_] Il mio culo non è perfetto?

source: [_u_] Oh don't worry, I'm not complaining. I'm just curious.
french: [ _u_ ] Oh ne vous inquiéte pas, je ne me plains pas. Je suis juste curieux.
italian: [_u_] Oh non ti preoccupare, non mi sto lamentando. Sono solo curioso.

source: [_ml_] Actually, I think it's... stronger.
french: [ _ml_ ] En fait, je pense que c'est. .. plus fort.
italian: [_ml_] In realtà, penso che sia più forte...

source: [_ml_] And it's tighter...
french: [ _ml_ ] Et c'est plus serré ...
italian: [_ml_] Ed è più stretto...

source: [_ml_] And I know that people love my ass.
french: [ _ml_ ] Et je sais que les gens aiment mon cul.
italian: [_ml_] E so che la gente ama il mio culo.

source: [_ml_] I know.
french: [ _ml_ ] Je sais.
italian: [_ml_] lo so.

source: [_ml_] I've already had the opportunity to see how much you like it.
french: [ _ml_ ] J'ai déjà eu l'occasion de voir ce que tu aimes.
italian: [_ml_] Ho già avuto l'opportunità di vedere quanto ti piace.

source: [_u_] Mh...
french: [Mh...

source: [_u_] Yeah, that's a nice ass.
french: [ _u_ ] Oui, c'est un joli cul.
italian: [_u_] Sì, è un bel culo.

source: [_ml_] Thank you.
french: [ _ml_ ] Merci.
italian: [_ml_] Grazie.

source: [_ml_] But yeah, I don't understand why all women don't put things in their ass.
french: Mais oui, je ne comprends pas pourquoi toutes les femmes ne mettent pas les choses dans leur cul.
italian: [_ml_] Ma sì, non capisco perché tutte le donne non mettano le cose nel loro culo.

source: [_ml_] It's clearly better than the other stuff.
french: [ _ml_ ] C'est nettement mieux que les autres trucs.
italian: [_ml_] È chiaramente meglio delle altre cose.

source: [_ml_] You really want to talk about work now?
french: [ _ml_ ] Vous voulez vraiment parler de travail maintenant?
italian: [_ml_] Vuoi davvero parlare di lavoro adesso?

source: [_u_] I'm just curious.
french: [ _u_ ] Je suis juste curieux.
italian: [_u_] sono solo curioso.

source: [_ml_] I'm trying to get a big part of the magic forest back on track.
french: [ _ml_ ] J'essaie d'obtenir une grande partie de la forêt magique sur les rails.
italian: [_ml_] Sto cercando di riportare una gran parte della foresta magica in pista.

source: [_ml_] Since you managed to corrupt Snow White...
french: [ _ml_ ] Depuis que vous avez réussi à corrompu Snow White ...
italian: [_ml_] Dal momento che sei riuscito a corrompere Snow White...

source: [_ml_] ...We can start preparing to welcome people there one day.
french: [ _ml_ ] ...Nous pouvons commencer à nous préparer à accueillir les gens là-bas un jour.
italian: [_ml_] ... Possiamo iniziare a prepararci ad accogliere le persone lì un giorno.

source: [_ml_] There is still a lot of work to do. But the early days are encouraging.
french: [ _ml_ ] Il y a encore beaucoup de travail à faire. Mais les premiers jours sont encourageants.
italian: [_ml_] C'è ancora molto lavoro da fare. Ma i primi giorni sono incoraggianti.

source: [_ml_] Don't worry, I think I want to soak in a hot tub as much as you do.
french: [ _ml_ ] Ne vous inquiétez pas, je pense que je veux tremper dans un bain chaud autant que vous.
italian: [_ml_] Non ti preoccupare, penso di voler immergermi in una vasca idromassaggio come te.
