Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_JM.po
Languages: french

source: [_u_] Never.
french: [_u_] Jamais.

source: [_u_] And then... it's not every day that we see the body of a princess!
french: [Et puis... ce n'est pas tous les jours qu'on voit le corps d'une princesse !

source: [_jm_] Enjoy it, because I won't be one any time soon!
french: [Profitez-en, car je ne le ferai pas de sitôt !

source: [_jm_] And then, as long as it's just showing this...
french: [_jm_] Et puis, tant qu'il ne montre que ça...

source: [_jm_] Hold on... I'll be right back.
french: [Attendez... Je reviens tout de suite.

source: [_jm_] Here it is...
french: [Le voici...

source: [_jm_] Yeah... Enjoy it, because I won't be one any time soon.
french: [_jm_] Ouais... Profitez-en, car je n'en serai bientôt plus un.

source: [_jm_] And anyway, I won't show more...
french: [Et de toute façon, je n'en montrerai pas plus...

source: [_u_] Speaking of which...
french: [_u_] En parlant de cela...

source: [_jm_] Want to see my hum...
french: [_jm_] Vous voulez voir mon hum...

source: [_jm_] My ass?
french: [Mon cul ?

source: [_jm_] Gosh... I can't believe I just said that...
french: [_jm_] Bon sang... Je n'arrive pas à croire que je viens de dire ça...

source: [_u_] Nah, actually I want to see everything.
french: [Non, en fait je veux tout voir.

source: [_jm_] No... you don't want me to...
french: [Non... vous ne voulez pas que je...

source: [_jm_] No no no, that's not possible.
french: [_jm_] Non non non, ce n'est pas possible.

source: [_jm_] I may have shown a lot of things but...
french: [J'ai peut-être montré beaucoup de choses, mais...

source: [_jm_] Completely naked? no.
french: [Complètement nu ? non.

source: [_jm_] I can't do that!
french: [Je ne peux pas faire ça !

source: [_jm_] See you tomorrow, [Quest_JM_NameMC].
french: [À demain, [Quest_JM_NameMC].

source: [_u_] Jasmine...
french: [Jasmine...

source: [_jm_] Yes?
french: [Oui ?

source: [_u_] Today I would like to continue a little more your...
french: [Aujourd'hui, j'aimerais poursuivre un peu plus votre...

source: [_u_] ...process of...
french: [_u_] ...processus de...

source: [_u_] ...de-princessing.
french: [_u_] ...dé-princessing.

source: [_jm_] De-princessing?
french: [_jm_] Dé-princessing ?

source: [_u_] Yes, I made up that word.
french: [Oui, j'ai inventé ce mot.

source: [_jm_] Ahah, you're a sweetheart sometimes.
french: [Ahah, vous êtes parfois un amour.

source: [_u_] And so I would like to see your boobs.
french: [Et donc je voudrais voir vos seins.

source: [_u_] And so I would like to see your pussy.
french: [Et donc je voudrais voir ta chatte.

source: [_jm_] Aaand I take that back.
french: [Et je retire ce que j'ai dit.

source: [_jm_] You want to see...
french: [Vous voulez voir...

source: [_u_] Your boobs.
french: [Tes seins.

source: [_u_] Your pussy.
french: [_u_] Ta chatte.

source: [_jm_] Damn...
french: [_jm_] Bon sang...

source: [_u_] This is the logical next step.
french: [C'est la suite logique.

source: [_u_] What did you expect?
french: [Qu'attendiez-vous ?

source: [_jm_] I thought that... it was kind of... borderline.
french: [Je pensais que... c'était un peu... limite.

source: [_u_] No, it is not.
french: [_u_] Non, ce n'est pas le cas.

source: [_u_] Maybe for a princess but...
french: [Peut-être pour une princesse mais...

source: [_jm_] Yes I know...
french: [Oui, je sais...

source: [_jm_] Gosh... what am I doing here?
french: [Qu'est-ce que je fais ici ?

source: [_jm_] What do I do? I...
french: [Que dois-je faire ? I...

source: [_jm_] Shall I show you... now?
french: [Dois-je vous montrer... maintenant ?

source: [_jm_] Right now?
french: [Maintenant ?

source: [_u_] What? Would you like a little musical accompaniment?
french: [Quoi ? Voulez-vous un petit accompagnement musical ?

source: [_jm_] Stop mocking me...
french: [Arrêtez de vous moquer de moi...

source: [_jm_] Okay I...
french: [_jm_] Ok je...

source: [_jm_] Gosh... I never thought I'd do that one day...
french: [_jm_] Bon sang... Je n'aurais jamais pensé faire ça un jour...

source: [_jm_] I...
french: [_jm_] Je...

source: [_jm_] Is that... good for you... [Quest_JM_NameMC]?
french: [Est-ce que c'est... bon pour vous... [Quest_JM_NameMC] ?

source: [_jm_] Gosh... I can't believe it...
french: [_jm_] Gosh... Je n'arrive pas à y croire...

source: [_jm_] You are looking at my...
french: [_jm_] Vous regardez mon...

source: [_jm_] You really see my breasts... and my nipples...
french: [Vous voyez vraiment mes seins... et mes mamelons...

source: [_jm_] Thank you...
french: [_jm_] Merci...

source: [_jm_] I'm a little speechless.
french: [Je suis un peu sans voix.

source: [_jm_] You look at me with so much...
french: [Tu me regardes avec tant de...

source: [_jm_] ...Perversity... it's crazy.
french: [...Perversité... c'est fou.

source: [_jm_] Yes...
french: [Oui...

source: [_jm_] I guessed that.
french: [Je m'en doutais.

source: [_jm_] her breasts are... gigantic...
french: [Ses seins sont... gigantesques...

source: [_jm_] It's almost... unnatural.
french: [C'est presque... contre nature.

source: [_jm_] Not in a million years.
french: [Jamais de la vie.

source: [_jm_] You really see my... my pussy...
french: [Tu vois vraiment ma... ma chatte...

source: [_jm_] What am I supposed to say to that?
french: [Qu'est-ce que je suis censé répondre à cela ?

source: [_jm_] You are hopeless sometimes...
french: [Vous êtes parfois désespéré...

source: [_jm_] Well, that's enough for today!
french: [_jm_] Eh bien, c'est assez pour aujourd'hui !

source: [_jm_] See you later [Quest_JM_NameMC] [name].
french: [A plus tard [Quest_JM_NameMC] [nom].

source: [_jm_] I can't believe it...
french: [Je n'arrive pas à y croire...

source: [_jm_] Did this really happen?
french: [Est-ce vraiment arrivé ?

source: [_jm_] I... I can't do this...
french: [Je... Je ne peux pas faire ça...

source: [_u_] It's not that hard!
french: [Ce n'est pas si difficile !

source: [_u_] You just have to show me a small part of your body.
french: [Il suffit de me montrer une petite partie de votre corps.

source: [_u_] It's not rocket science!
french: [Ce n'est pas sorcier !

source: [_u_] Ah... shit yes... uh...
french: [Ah... merde oui... euh...

source: [_u_] It's not like you have to, uh...
french: [Ce n'est pas comme si vous deviez, euh...

source: [_u_] Damn... what can be very complicated to do?...
french: [_u_] Bon sang... qu'est-ce qui peut être très compliqué à faire ?...

source: [_jm_] I'm not going to help you with your messed up metaphor.
french: [Je ne vais pas vous aider avec votre métaphore foireuse.

source: [_a_] Build a pyramid!
french: [_a_] Construisez une pyramide !

source: [_u_] Oh yes! Perfect!
french: [Oh oui ! Parfait !

source: [_u_] It's not like you have to build a pyramid!
french: [Ce n'est pas comme si vous deviez construire une pyramide !

source: [_jm_] I would rather build a pyramid than expose my body to you like this.
french: [Je préférerais construire une pyramide plutôt que d'exposer mon corps à vous comme ça.

source: [_u_] Goddamn it...
french: [Bon sang...

source: [_u_] Well, if you prefer to remain a modest little princess...
french: [Eh bien, si vous préférez rester une modeste petite princesse...

source: [_jm_] Mh... but...
french: [Mh... mais...

source: [_jm_] I must... really give up all my modesty...
french: [Je dois... vraiment abandonner toute ma pudeur...

source: [_jm_] ... it's...
french: [... c'est...

source: [_u_] Come on slave. Show me.
french: [Allez, esclave. Montre-moi.

source: [_jm_] Do not call me like that...
french: [Ne m'appelez pas comme ça...

source: [_jm_] Fucking hell...
french: [_jm_] Putain de merde...

source: [_jm_] Well, there you go, are you happy?
french: [Eh bien, voilà, vous êtes heureux ?

source: [_u_] Not bad.
french: [_u_] Pas mal.

source: [_jm_] ''Not bad''?
french: [_jm_] ''Pas mal'' ?

source: [_jm_] Is that all you have to say?
french: [C'est tout ce que vous avez à dire ?

source: [_jm_] I expose myself to you... and you...
french: [Je m'expose à vous... et vous...

source: [_jm_] About our last exercise...
french: [A propos de notre dernier exercice...

source: [_jm_] What? You want to see my...
french: [Quoi ? Vous voulez voir mon...

source: [_jm_] ... my tits again?
french: [... mes seins encore ?

source: [_jm_] ... my...
french: [... mon...

source: [_jm_] ... my pussy again?
french: [... ma chatte à nouveau ?

source: [_jm_] Because... It's still hard to realize what I've done, you know?
french: [Parce que... C'est encore difficile de réaliser ce que j'ai fait, tu sais ?

source: [_jm_] I don't know if I could...
french: [Je ne sais pas si je pourrais...

source: [_u_] I would like to see the opposite.
french: [_u_] J'aimerais voir le contraire.

source: [_jm_] You want to...?
french: [Vous voulez... ?

source: [_jm_] You can't be serious...
french: [Vous n'êtes pas sérieux...

source: [_jm_] Of course you are... why do I keep asking this question?
french: [Bien sûr que oui... Pourquoi est-ce que je continue à poser cette question ?

source: [_jm_] Is there a part of me that doesn't interest you?
french: [Y a-t-il une partie de moi qui ne t'intéresse pas ?

source: [_u_] Take it as a compliment!
french: [Prenez-le comme un compliment !

source: [_u_] I am very interested in you!
french: [Vous m'intéressez beaucoup !

source: [_jm_] Yeah... let's say that.
french: [_jm_] Oui... disons cela.

source: [_jm_] So... I...
french: [Alors... je...

source: [_jm_] Come on Jasmine... you can do it...
french: [Allez Jasmine... tu peux le faire...

source: [_jm_] Do you really imagine that you will see everything of my body?
french: [Vous imaginez vraiment que vous verrez tout de mon corps ?

source: [_u_] Oh, but I will see everything.
french: [Oh, mais je verrai tout.

source: [_u_] I have no doubt about it.
french: [Je n'en doute pas.

source: [_jm_] At least you are honest about it...
french: [Au moins, vous êtes honnête à ce sujet...

source: [_u_] That's right. So, will you show me?
french: [C'est vrai. Alors, vous me montrez ?

source: [_u_] Expose your body...
french: [Exposez votre corps...

source: [_u_] ... princess.
french: [_u_] ... princesse.

source: [_jm_] This... Is this okay for you?
french: [C'est... Cela vous convient-il ?

source: [_u_] Absolutely perfect!
french: [_u_] Absolument parfait !

source: [_jm_] Gosh... now I really feel... naked.
french: [_jm_] Bon sang... maintenant je me sens vraiment... nu.

source: [_u_] Because it was fine before?
french: [Parce que c'était bien avant ?

source: [_jm_] Not really.
french: [Pas vraiment.

source: [_jm_] Well... are you done peeping my...?
french: [Eh bien... vous avez fini d'épier mon... ?

source: [_u_] All right, get dressed.
french: [Très bien, habillez-vous.

source: [_jm_] Thank you.
french: [Merci.

source: [_jm_] Until tomorrow, [Quest_JM_NameMC] [name].
french: [À demain, [Quest_JM_NameMC] [nom].

source: [_jm_] Mmhh...
french: [Mmhh...

source: [_jm_] Do you realize that you are the first person to see my breasts?
french: [Tu réalises que tu es la première personne à voir mes seins ?

source: [_jm_] It's crazy, isn't it?
french: [C'est fou, n'est-ce pas ?

source: [_u_] I am honored.
french: [Je suis honoré.

source: [_jm_] You'd better be!
french: [Vous feriez mieux de l'être !

source: [_u_] So...
french: [_u_] Donc...

source: [_jm_] Yes alright! I take them out!
french: [Oui, d'accord ! Je les sors !

source: [_jm_] You seem to really like them...
french: [Vous semblez les aimer beaucoup...

source: [_jm_] Am I right?
french: [Ai-je raison ?

source: [_u_] Indeed they are rather pretty...
french: [_u_] En effet, elles sont plutôt jolies...

source: [_jm_] Do you think so?
french: [Pensez-vous que c'est le cas ?

source: [_jm_] And uh... compared to the others you've seen?...
french: [Et euh... par rapport aux autres que vous avez vus ?...

source: [_jm_] You have already seen other... boobs, haven't you?
french: [Vous avez déjà vu d'autres... seins, n'est-ce pas ?

source: [_u_] Yes.
french: [_u_] Oui.

source: [_u_] Wait... you've never seen breasts other than yours?
french: [Attendez... vous n'avez jamais vu d'autres seins que les vôtres ?

source: [_jm_] uhm... No.
french: [_jm_] uhm... Non.

source: [_u_] You want me to bring a friend to... show you some boobs?
french: [Tu veux que j'amène une amie pour... te montrer des seins ?

source: [_jm_] Uh I... I...
french: [_jm_] Euh je... I...

source: [_jm_] No thank you ahah
french: [Non merci ahah

source: [_jm_] But thanks for offering!
french: [_jm_] Mais merci de m'avoir proposé !

source: [_jm_] I suppose...
french: [Je suppose que...

source: [_jm_] Anyway, see you later my Prince!
french: [Quoi qu'il en soit, à plus tard mon Prince !

source: [_jm_] I can't believe I actually did it...
french: [Je n'arrive pas à croire que je l'ai fait...

source: [_u_] I am honored.
french: [Je suis honoré.

source: [_jm_] You... you seem to really like them...
french: [Vous... vous semblez vraiment les aimer...

source: [_jm_] You like them, don't you?
french: [Vous les aimez, n'est-ce pas ?

source: [_jm_] You really are... ugh...
french: [Vous êtes vraiment... ugh...

source: [_u_] Want to know if your breasts are fine?
french: [_u_] Vous voulez savoir si vos seins vont bien ?

source: [_jm_] Yes... I... that's what I'm asking.
french: [Oui... Je... c'est ce que je demande.

source: [_u_] Maybe I should call some friends and we'll rate your boobs.
french: [Je devrais peut-être appeler des amis pour qu'ils évaluent vos seins.

source: [_jm_] I... UH... NO!
french: [_jm_] I... UH... NON !

source: [_jm_] That's not what I meant.
french: [Ce n'est pas ce que je voulais dire.

source: [_u_] Too bad, it could have been fun.
french: [_u_] Dommage, cela aurait pu être amusant.

source: [_jm_] See you later...my uh... [Quest_JM_NameMC].
french: [A plus tard... mon... [Quest_JM_NameMC].

source: [_jm_] Aren't you tired of... looking at every part of my body?
french: [N'es-tu pas fatigué de... regarder chaque partie de mon corps ?

source: [_u_] Are you tired of reading a good book?
french: [Vous en avez assez de lire un bon livre ?

source: [_u_] Or to eat a good cake?
french: [_u_] Ou pour manger un bon gâteau ?

source: [_jm_] Did you really compare it to a cake?
french: [Vous l'avez vraiment comparé à un gâteau ?

source: [_u_] No, your pussy is the cake.
french: [Non, ta chatte est le gâteau.

source: [_u_] You, you are... the plate.
french: [Vous, vous êtes... la plaque.

source: [_u_] And I am... me.
french: [Et je suis... moi.

source: [_jm_] Metaphors are not your thing, am I right?
french: [Les métaphores ne sont pas votre truc, n'est-ce pas ?

source: [_jm_] And above all, you will not eat my pussy ahah
french: [Et surtout, tu ne mangeras pas ma chatte ahah

source: [_u_] ...Uhm...
french: [...Uhm...

source: [_jm_] What the hell am I doing?...
french: [Qu'est-ce que je suis en train de faire ?...

source: [_u_] You're a slave of nudity now, stop asking questions.
french: [Tu es esclave de la nudité maintenant, arrête de poser des questions.

source: [_jm_] Anyway, see you later... [Quest_JM_NameMC].
french: [_jm_] Quoi qu'il en soit, à plus tard... [Quest_JM_NameMC].

source: [_jm_] Are you for real?
french: [_jm_] Êtes-vous sérieux ?

source: [_jm_] Do you really think I'm going to, uh...
french: [Vous pensez vraiment que je vais, euh...

source: [_u_] What? This could be fun.
french: [Quoi ? Cela pourrait être amusant.

source: [_jm_] You really do have a strange sense of humor these days.
french: [_jm_] Vous avez vraiment un sens de l'humour étrange ces derniers temps.

source: [_jm_] Wait... are you...
french: [Attendez... êtes-vous...

source: [_jm_] ...you're actually making a joke, right?
french: [_jm_] ...vous faites une blague, n'est-ce pas ?

source: [_jm_] Phew... You really gave me a fright, you know?
french: [Ouf... Vous m'avez vraiment fait peur, vous savez ?

source: [_jm_] For a second I really thought you weren't kidding!
french: [Pendant une seconde, j'ai vraiment cru que vous ne plaisantiez pas !

source: [_jm_] [Quest_JM_NameMC]... your sense of humor is a little... a little strange...
french: [_jm_] [Quest_JM_NameMC]... votre sens de l'humour est un peu... un peu étrange...

source: [_jm_] But I have to admit, you've got me there.
french: [Mais je dois admettre que vous m'avez eu là.

source: [_u_] What if it wasn't a joke?
french: [Et si ce n'était pas une blague ?

source: [_jm_] If this wasn't a joke, I think I'd have killed you! Ahah...
french: [Si ce n'était pas une blague, je crois que je t'aurais tué ! Ahah...

source: [_jm_] Who would ask someone to do that so rudely?
french: [Qui demanderait à quelqu'un de faire cela si impoliment ?

source: [_jm_] Anyway, See you later!
french: [Quoi qu'il en soit, à plus tard !

source: [_a_] If you keep this up, we'll end up with yet another Jasmine on the loose!
french: [_a_] Si tu continues comme ça, on va se retrouver avec une autre Jasmine en liberté !

source: [_u_] Do you have another idea?
french: [Avez-vous une autre idée ?

source: [_a_] Yes... I'd like you to try something...
french: [_a_] Oui... J'aimerais que vous essayiez quelque chose...

source: [_a_] Have you ever tried asking her what she likes sexually?
french: [Avez-vous déjà essayé de lui demander ce qu'elle aime sexuellement ?

source: [_a_] Then maybe we could try that.
french: [_a_] Alors peut-être pourrions-nous essayer cela.

source: [_a_] She may be corrupt enough to make it work.
french: [_a_] Elle est peut-être assez corrompue pour que cela fonctionne.

source: [_a_] Gosh, I feel like I'm helping a buddy pick up a chick in college!
french: [J'ai l'impression d'aider un copain à draguer une fille à l'université !

source: [_u_] If I'd had a buddy like you to help me get laid in college, I'd have hooked up with my whole class.
french: [Si j'avais eu un pote comme toi pour m'aider à baiser à l'université, j'aurais couché avec toute ma classe.

source: [_a_] Eheh... That's very kind of you.
french: [_a_] Eheh... C'est très gentil de votre part.

source: [_a_] I suppose.
french: [_a_] Je suppose.

source: [_a_] Anyway, go try my plan [name]!
french: [_a_] Quoi qu'il en soit, essayez mon plan [name] !

source: [_jm_] My... sexual fantasies?
french: [Mes... fantasmes sexuels ?

source: [_jm_] That's a more-than-intimate question...
french: [C'est une question plus qu'intime...

source: [_jm_] Oh, and after all... you've already seen my breasts... and my ass...
french: [Oh, et après tout... vous avez déjà vu mes seins... et mon cul...

source: [_u_] And ejaculate on it.
french: [_u_] Et éjaculer dessus.

source: [_jm_] Yes, it's...
french: [Oui, c'est...

source: [_jm_] ...It's true that it happened...
french: [...C'est vrai que c'est arrivé...

source: [_jm_] ... and I never thought a dance could end like that...
french: [... et je n'aurais jamais pensé qu'une danse puisse se terminer ainsi...

source: [_jm_] Anyway... er... well, I must confess I'm not really sure...
french: [Quoi qu'il en soit... euh... je dois avouer que je ne suis pas vraiment sûr...

source: [_jm_] It's a question I'd never thought about before.
french: [C'est une question à laquelle je n'avais jamais pensé auparavant.

source: [_jm_] What are yours?
french: [Quels sont les vôtres ?

source: [_u_] Uh... You're asking me about my sexual fantasies?
french: [Vous m'interrogez sur mes fantasmes sexuels ?

source: [_jm_] Yes! Why not?
french: [Oui ! Pourquoi pas ?

source: [_jm_] Maybe your personal preference could help me find mine!
french: [Peut-être que vos préférences personnelles pourraient m'aider à trouver les miennes !

source: [_a_] I'm. All. Ears.
french: [_a_] Je suis. Tout. Oreilles.

source: [_u_] I'd like to...
french: [J'aimerais...

source: [_jm_] Oh... that's uh...
french: [Oh... c'est euh...

source: [_jm_] That's pretty raw.
french: [C'est assez brutal.

source: [_jm_] It's a good thing we don't have a brothel in this town...
french: [Heureusement qu'il n'y a pas de bordel dans cette ville...

source: [_jm_] You'll lose all your money.
french: [Vous perdrez tout votre argent.

source: [_jm_] Oh... you'd like to see the voluptuous forms of our sultana?
french: [Oh... vous aimeriez voir les formes voluptueuses de notre sultane ?

source: [_jm_] That's almost cute.
french: [C'est presque mignon.

source: [_u_] Yeah, that chick's got killer tits.
french: [Ouais, cette nana a des seins d'enfer.

source: [_jm_] ...I see.
french: [...Je vois.

source: [_jm_] Oh... uh... that's...
french: [Oh... euh... c'est...

source: [_jm_] Is that a sexual thing?
french: [Est-ce une question de sexualité ?

source: [_jm_] I'm not too familiar with this kind of practice...
french: [Je ne suis pas très familier avec ce genre de pratique...

source: [_jm_] But there's one thing I'm sure of... She'll never agree to you doing this to her.
french: [Mais il y a une chose dont je suis sûr... Elle n'acceptera jamais que tu lui fasses ça.

source: [_u_] Never say never.
french: [Il ne faut jamais dire jamais.

source: [_a_] Haven't you already done that?
french: [_a_] N'avez-vous pas déjà fait cela ?

source: [_jm_] Like... blue... with blue skin?
french: [Comme... bleu... avec une peau bleue ?

source: [_jm_] Well... I don't know the entirety of our vast world, but I don't think you'll ever realize your dream!
french: [_jm_] Eh bien... Je ne connais pas l'ensemble de notre vaste monde, mais je ne pense pas que vous réaliserez un jour votre rêve !

source: [_jm_] Although... we did have a red housekeeper for a while here...
french: [_jm_] Bien que... nous avons eu une femme de ménage rouge pendant un certain temps ici...

source: [_jm_] Maybe one day we'll have a blue cleaning lady ahah
french: [_jm_] Peut-être qu'un jour nous aurons une femme de ménage bleue ahah

source: [_jm_] It's... kind of predictable.
french: [C'est... un peu prévisible.

source: [_jm_] Like... how big?
french: [Comme... quelle taille ?

source: [_jm_] As big as Sherazade's breasts?
french: [Aussi gros que les seins de Shéhérazade ?

source: [_jm_] Or bigger?
french: [_jm_] Ou plus grand ?

source: [_jm_] Gosh... Why am I asking this question?
french: [_jm_] Bon sang... Pourquoi est-ce que je pose cette question ?

source: [_a_] Very funny.
french: [_a_] Très drôle.

source: [_jm_] It can't be easy to find!
french: [Il ne doit pas être facile à trouver !

source: [_jm_] I didn't know that writing books attracted you sexually...
french: [Je ne savais pas qu'écrire des livres vous attirait sexuellement...

source: [_jm_] I must confess that I'd rather read them than fantasize about the people who write them.
french: [Je dois avouer que je préfère les lire plutôt que de fantasmer sur les personnes qui les écrivent.

source: [_a_] Too bad for her.
french: [_a_] Dommage pour elle.

source: [_a_] She doesn't know what she's missing ahah
french: [_a_] Elle ne sait pas ce qu'elle rate ahah

source: [_jm_] Stop it with your dirty jokes!
french: [Arrêtez avec vos blagues salaces !

source: [_jm_] I try to be serious!
french: [J'essaie d'être sérieux !

source: [_jm_] Would that help you remember better?
french: [Cela vous aiderait-il à mieux vous souvenir ?

source: [_jm_] Okay, I don't mind.
french: [D'accord, ça ne me dérange pas.

source: [_jm_] So... does it make you remember other fantasies?
french: [Alors... ça vous rappelle d'autres fantasmes ?

source: [_jm_] You want me to undress?
french: [Vous voulez que je me déshabille ?

source: [_jm_] You really do think I'm an object at your disposal, it's unbelievable...
french: [Vous me prenez vraiment pour un objet à votre disposition, c'est incroyable...

source: [_jm_] Well, shall we continue now?
french: [_jm_] Bon, on continue maintenant ?

source: [_jm_] Do you have other fantasies in mind?
french: [Avez-vous d'autres fantasmes en tête ?
