Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_u_] Just make this thing cum.
french: [ _u_ ] Il suffit de faire ce truc.

source: [_sw_] I feel that thing pulsating...
french: [ _sw_ ] J'ai le sentiment que ce truc pulsante ...

source: [_sw_] I feel like it's going to explode!
french: [ _sw_ ] J'ai l'impression que ça va exploser !

source: [_sw_] Can we hurry up and go see the damn mirror?
french: [ _sw_ ] Peut-on se dépêchez et aller voir le miroir?

source: [_u_] Wait a little longer, I have an idea... but you have to be patient.
french: [ _u_ ] Attends un peu plus longtemps, j'ai une idée ... mais tu dois être patient.

source: [_sw_] ... An idea?
french: [ _sw_ ] ... Une idée?

source: [_u_] Yeah...
french: [Oui...

source: [_u_] Do you still have that tiara I gave you?
french: [ _u_ ] Tu as toujours cette tiare que je t'ai donné?

source: [_sw_] Yes of course! It's even the only thing that really makes me look like a princ...
french: [ _sw_ ] Oui bien sûr ! C'est même la seule chose qui me fait vraiment ressembler à un princ ...

source: [_sw_] I see your point.
french: [ _sw_ ] Je vois votre point.

source: [_u_] Yeah so, keep it. We're gonna need it.
french: [ _u_ ] Oui, conservez-le. Nous en aurons besoin.

source: [_u_] See that tiara on your head?
french: [ _u_ ] Tu vois cette tiare sur ta tête?

source: [_sw_] Yes, I love that tiara! It's the only thing that really makes me look like a princ...
french: [ _sw_ ] Oui, j'adore cette tiare ! C'est la seule chose qui me fait vraiment ressembler à un princ ...

source: [_u_] Trust me. I'm sure it's going to work out.
french: [ _u_ ] Faites-moi confiance. Je suis sûr que ça va aller.

source: [_u_] Snow White? Are you there?
french: [ _u_ ] Blanche-Neige? Es-tu là?

source: [_sw_] Can we finally go see this mirror?
french: [ _sw_ ] Peut-on enfin aller voir ce miroir?

source: [_sw_] I'm sick of waiting.
french: [ _sw_ ] Je suis malade d'attendre.

source: [_u_] Why? Do you want us to have sex that much?
french: [ _u_ ] Pourquoi? Veux-tu que nous ayons autant de sexe?

source: [_sw_] No, I just want to be a princess again.
french: [ _sw_ ] Non, je veux juste être une princesse à nouveau.

source: [_sw_] As for the other thing, you know that's not going to happen.
french: [ _sw_ ] Comme pour l'autre chose, vous savez que ça ne va pas arriver.

source: [_u_] Really? I remember you saying something about wanting to sleep with a prince.
french: [ _u_ ] Vraiement? Je me souviens que tu as dit quelque chose sur le désir de coucher avec un prince.

source: [_sw_] That's not what I was implying.
french: [ _sw_ ] Ce n'est pas ce que j'ai laissé entendre.

source: [_sw_] But you're right. I was talking about a prince, not a lowly commoner like you.
french: [ _sw_ ] Mais vous avez raison. Je parlais d'un prince, pas d'un petit roturier comme vous.

source: [_u_] Sure.
french: [ _u_ ] Bien sûr.

source: [_u_] By the way, I see you put your tiara on today.
french: [ _u_ ] Au fait, je vois que vous mettez votre tiara aujourd'hui.

source: [_u_] By the way, I see you still have your tiara.
french: [ _u_ ] Au fait, je vois que vous avez toujours votre tiare.

source: [_sw_] Yes, my princess tiara. Because I'm a princess and you're not.
french: [ _sw_ ] Oui, ma princesse. Parce que je suis une princesse et que vous n'êtes pas.

source: [_u_] Yes, I know I'm not a princess.
french: [ _u_ ] Oui, je sais que je ne suis pas une princesse.

source: [_sw_] No I mean... you are no princess I mean...
french: [ _sw_ ] Non Je veux dire ... tu n'es pas princesse, je veux dire ...

source: [_u_] Shall we go? Or should we take a moment to bury the eloquence you just murdered?
french: [ _u_ ] Allons-nous? Ou devrions-nous prendre un moment pour enterrer l'éloquence que vous venez de tuer?

source: [_sw_] And here we are again.
french: [ _sw_ ] Et ici, nous sommes à nouveau.

source: [_sw_] All right, let's finish this.
french: [ _sw_ ] Très bien, finons ça.

source: [_sw_] Mirror, mirror...
french: [ _sw_ ] Miroir, miroir ...

source: [_u_] Wait wait wait!
french: [ _u_ ] Attente d'attente !

source: [_u_] I... I did my research.
french: [ _u_ ] I. .. J'ai fait mes recherches.

source: [_u_] And I gathered that what the mirror'll tell you next is: you must look like a princess.
french: [ _u_ ] Et j'ai rassemblé que ce que le miroir vous dira ensuite est: vous devez ressembler à une princesse.

source: [_u_] If we make sure you already do, we'll be one step ahead.
french: [ _u_ ] Si nous vous assurons que vous le faites déjà, nous ferons un pas en avant.

source: [_sw_] You think so?
french: [ _sw_ ] Vous le pensez?

source: [_sw_] But... I already have my tiara, so it should work, right?
french: [ _sw_ ] Mais ... J'ai déjà ma tiare, donc ça devrait fonctionner, non?

source: [_u_] Maybe, but...
french: [ _u_ ] Peut-être, mais ...

source: [_u_] BUT...
french: [ _u_ ] MAIS ...

source: [_u_] I brought you a princess dress.
french: [ _u_ ] Je t'ai apporté une robe de princesse.

source: [_sw_] You...
french: [ _sw_ ] Vous ...

source: [_u_] Yep. Some kind of red dress I think.
french: [ _u_ ] Yep. Une sorte de robe rouge, je pense.

source: [_sw_] Oh, that is so wonderfully kind of you! I've been unfair to you...
french: [ _sw_ ] Oh, c'est si merveilleusement gentil de vous ! Je t'ai été injuste ...

source: [_sw_] You know what, even if you're not a prince, you deserve a little reward!
french: [ _sw_ ] Vous savez quoi, même si vous n'êtes pas un prince, vous méritez une petite récompense !

source: [_sw_] Come on, come on! Drop your pants!
french: [ _sw_ ] Allez, allez ! Lâchez vos pantalons !

source: [_sw_] I will give you a ''helping hand'' like last time.
french: [ _sw_ ] Je vais vous donner un "coup de main" comme la dernière fois.

source: [_u_] Yeah... That's really kind but no.
french: [ _u_ ] Ouais ... C'est vraiment gentile mais non.

source: [_sw_] ''No''? You... refuse my offer?
french: [ _sw_ ] '' Non''? Tu ... refuse mon offre?

source: [_u_] I'm saving the offer until the mirror tells you I'm a prince. Which should be a couple minutes from now.
french: [ _u_ ] Je vais sauver l'offre jusqu'à ce que le miroir vous dise que je suis un prince. Ce qui devrait être quelques minutes à partir de maintenant.

source: [_sw_] You are even crazier than I thought.
french: [ _sw_ ] Vous êtes encore plus fous que je ne le pensais.

source: [_sw_] But it's up to you.
french: [ _sw_ ] Mais c'est à vous.

source: [_sw_] May I have that dress, Huntsman?
french: [ _sw_ ] Puis-je avoir cette robe, Huntsman?

source: [_u_] Uh... yes, sure.
french: [ _u_ ] Uh ... oui, sûr.

source: [_sw_] Oooooh the color is really pretty indeed!
french: [ _sw_ ] Oooooh la couleur est vraiment jolie !

source: [_u_] Indeed, it's not too bad.
french: [ _u_ ] En effet, ce n'est pas trop mal.

source: [_u_] I can't wait to rip it off you when I hump you on that mirror.
french: [ _u_ ] J'ai hâte de te débarrasser de toi quand je te bosse sur ce miroir.

source: [_sw_] Right. Please don't, assuming that ever happens.
french: [ _sw_ ] Droit. S'il vous plaît, ne le faites pas, en supposant que jamais.

source: [_u_] AH! So you're saying there's a chance!
french: [ _u_ ] AH ! Donc vous dites qu'il y a une chance !

source: [_sw_] No, I...
french: [ _sw_ ] Non, I. ..

source: [_sw_] Forget it.
french: [ _sw_ ] Oublie.

source: [_sw_] Tell me, am I not a princess?
french: [ _sw_ ] Dis-moi, je ne suis pas une princesse?

source: [_mm_] Indeed... you have without any doubt the charm of a princess...
french: [ _mm_ ] En effet ... vous avez sans aucun doute le charme d'une princesse ...

source: [_mm_] And your dress has no equal in these lands...
french: [ _mm_ ] Et votre robe n'a pas d'égal dans ces terres ...

source: [_mm_] And you...
french: [ _mm_ ] Et vous ...

source: [_u_] Yeah, we get the idea, we can go a little faster?
french: [ _u_ ] Ouais, on a l'idée, on peut aller un peu plus vite?

source: [_mm_] All right, yeah, you're a princess.
french: [ _mm_ ] D'accord, oui, vous êtes une princesse.

source: [_sw_] Yes!!!!!
french: [ _sw_ ] Oui ! ! !!!

source: [_sw_] See? see???
french: [ _sw_ ] Voir? Voir???

source: [_u_] Well, congratulations ma'am! You are again what you used to be.
french: [ _u_ ] Eh bien, félicitations madame ! Vous êtes de nouveau ce que vous avez utilisé.

source: [_u_] That's a nice improvement.
french: [ _u_ ] C'est une belle amélioration.

source: [_sw_] You're just jealous.
french: [ _sw_ ] Vous êtes juste jaloux.

source: [_sw_] Anyway, I can't wait to come back tomorrow to see if you are of royal blood!
french: [ _sw_ ] En tout cas, je ne peux pas attendre de revenir demain pour voir si vous êtes de sang royal !

source: [_u_] Uh...
french: [_u_] Euh...

source: [_u_] Maybe we can save us some time and do it now, right?
french: [ _u_ ] Peut-être que nous pouvons nous sauver du temps et le faire maintenant, n'est-ce pas?

source: [_sw_] Aren't we only allowed one question a day?
french: [ _sw_ ] N'avons-nous pas seulement permis une question par jour?

source: [_u_] Yeah... but... maybe it's one quesion per day AND per person...
french: [ _u_ ] Ouais ... mais ... peut-être que c'est une quêtes par jour ET par personne ...

source: [_u_] Mirror, mirror... Tell me...
french: [ _u_ ] Miroir, miroir ... Dis-moi ...

source: [_u_] Am I a prince?
french: [ _u_ ] Suis-je un prince?

source: [_mm_] Indeed... you have without any doubt...
french: [ _mm_ ] En effet ... vous avez sans aucun doute ...

source: [_u_] Short version please.
french: [ _u_ ] Version courte s'il vous plaît.

source: [_mm_] But I prepared a whole-ass speech with tension and excitement!
french: [ _mm_ ] Mais j'ai préparé un discours avec la tension et l'excitation !

source: [_sw_] I agree too, it's too long.
french: [ _sw_ ] Je suis d'accord, c'est trop long.

source: [_mm_] Damn... yeah okay, He is a prince.
french: [ _mm_ ] Damn ... ouais, c'est un prince.

source: [_u_] In your face princess!!!
french: [ _u_ ] Dans votre visage, princesse !!!

source: [_sw_] Are you sure he's a prince?
french: [ _sw_ ] Etes-vous sûr qu'il est un prince?

source: [_mm_] Yeah yeah, he is.
french: [ _mm_ ] Ouais ouais, il est.

source: [_mm_] Hey! Sorry to interrupt you but, I'm doing a little correction...
french: [ _mm_ ] Hé ! Désolé de vous interrompre, mais je fais une petite correction ...

source: [_tb_] I check something.
french: [ _tb_ ] Je vérifie quelque chose.

source: [_mm_] Because... to be an accomplished prince he must receive the most beautiful gift a princess can give...
french: [ _mm_ ] Parce que ... pour être un prince accompli, il doit recevoir le plus beau cadeau qu'une princesse peut donner ...

source: [_mm_] ... No... What do I care about...
french: [ _mm_ ] ... Non. Qu'est-ce que je me souciais de ...

source: [_mm_] Nah, I'm talking about a real gift... a real devotion.
french: [ _mm_ ] Nah, je parle d'un vrai don ... une vraie dévotion.

source: [_mm_] For him to become a real prince... he must fuck a princess.
french: [ _mm_ ] Pour qu'il devienne un vrai prince ... il doit baiser une princesse.

source: [_mm_] Yeah, no.
french: [ _mm_ ] Oui, non.

source: [_u_] Yeah, you're right.
french: [ _u_ ] Oui, vous avez raison.

source: [_u_] I will just go home and...
french: [ _u_ ] Je vais rentrer à la maison et ...

source: [_sw_] What?? No no no no no!!
french: [ _sw_ ] Quoi?? Non non non non ! !

source: [_sw_] Don't you dare leave like that.
french: [ _sw_ ] N'osez pas partir comme ça.

source: [_sw_] You. me. On the mirror.
french: [ _sw_ ] Toi. Sur le miroir.

source: [_sw_] Now.
french: [ _sw_ ] Maintenant.

source: [_sw_] So, what are you waiting for?
french: [ _sw_ ] Alors, qu'attenez-vous?

source: [_sw_] It is now or never...
french: [ _sw_ ] C'est maintenant ou jamais ...

source: [_sw_] ... my prince.
french: [ _sw_ ] ... mon prince.

source: [_u_] Show me your pretty ass...
french: [ _u_ ] Montrez-moi votre joli cul ...

source: [_u_] ...princess
french: [ _u_ ] ... princesse

source: [_sw_] Oh yes of course!
french: [ _sw_ ] Oh oui bien sûr !

source: [_sw_] Any other requests?
french: [ _sw_ ] Toute autre demande?

source: [_u_] Nope, I...
french: [ _u_ ] Non, je ...

source: [_tb_] Ask her to put her boobs out.
french: [ _tb_ ] Demandez-lui de sortir ses seins.

source: [_u_] Put your boobs out, princess.
french: [ _u_ ] Mettez vos seins, princesse.

source: [_sw_] Are you sure? The mirror seems pretty cold...
french: [ _sw_ ] Etes-vous sûr? Le miroir semble assez froid ...

source: [_u_] Yep, I'm positive.
french: [ _u_ ] Yep, je suis positif.

source: [_sw_] All right, huntsman.
french: [ _sw_ ] Très bien, huntsman.

source: [_sw_] Uh, I mean... my prince.
french: [ _sw_ ] Euh, je veux dire ... mon prince.

source: [_sw_] I love that cold sensation...
french: [ _sw_ ] J'adore cette sensation de froid ...

source: [_tb_] This view is absolutely perfect...
french: [ _tb_ ] Cette vue est absolument parfaite ...

source: [_u_] (Because you see it from the other side??)
french: [ _u_ ] (Parce que vous le voyez de l'autre côté??)

source: [_tb_] Oh yeah, and this is a perfect view.
french: [ _tb_ ] Oh oui, et c'est une vue parfaite.

source: [_sw_] Can you hurry up a bit?
french: [ _sw_ ] Pouvez-vous me dépêchez un peu?

source: [_sw_] And stick your man's penis in my...
french: [ _sw_ ] Et coller le pénis de votre homme dans mon ...

source: [_sw_] I feel...
french: [ _sw_ ] Je me sens ...

source: [_sw_] Oh my...
french: [ _sw_ ] Oh mon ...

source: [_sw_] It's so good my prince....
french: [ _sw_ ] C'est si bon mon prince ...

source: [_sw_] I feel it inside me...
french: [ _sw_ ] Je le sens en moi ...

source: [_sw_] I feel you fucking me.....
french: [ _sw_ ] Je me sens baisé ...

source: [_sw_] May I...
french: [ _sw_ ] Mai I. ..

source: [_u_] Yes?
french: [ _u_ ] Oui?

source: [_sw_] Can I ask you to do it harder?
french: [ _sw_ ] Puis-je vous demander de le faire plus difficile?

source: [_sw_] Please...
french: [ _sw_ ] S'il vous plaît ...

source: [_sw_] My prince...
french: [ _sw_ ] Mon prince ...

source: [_tb_] Holy fuck, this view is unbelievably good...
french: [ _tb_ ] Holy fuck, ce point de vue est incroyablement bon ...

source: [_u_] (I was expecting you to do something other than watch, Tinker.)
french: [ _u_ ] (Je vous attendais à faire autre chose que regarder, Tinker.)

source: [_tb_] Oh rest assured, I'm taking care of myself currently.
french: [ _tb_ ] Oh reste assuré, je m'occupe de moi-même actuellement.

source: [_u_] Nah, I mean...
french: [ _u_ ] Nah, je veux dire ...

source: [_u_] ...Really get involved.
french: [ _u_ ] ...Vraiement s'impliquer.

source: [_sw_] It's strange... I feel the mirror vibrating....
french: [ _sw_ ] C'est étrange ... Je sens que le miroir vibre ....

source: [_u_] Yeah, me too.
french: [ _u_ ] Oui, moi aussi.

source: [_sw_] It's like if...
french: [ _sw_ ] C'est comme si ...

source: [_sw_] What are this things?!
french: [ _sw_ ] Quelles sont ces choses? !

source: [_u_] I think the mirror wants to join in on the fun.
french: [ _u_ ] Je pense que le miroir veut se joindre à l'amusement.

source: [_sw_] Oooh my dear magic mirror...
french: [ _sw_ ] Oooh mon cher miroir magique ...

source: [_sw_] Are you horny?
french: [ _sw_ ] Êtes-vous horny?

source: [_sw_] Wow okay easy.
french: [ _sw_ ] Wow va bien.

source: [_sw_] No more than two okay?
french: [ _sw_ ] Pas plus de deux d'accord?

source: [_tb_] This princess is such a slut....
french: [ _tb_ ] Cette princesse est une telle salope ...

source: [_tb_] Eat this filthy whore!
french: [ _tb_ ] Eat ce putain de pute !

source: [_tb_] Let's speed things up...
french: [ _tb_ ] Allons accélérer les choses ...

source: [_sw_] All right, I'll do it.
french: [ _sw_ ] Très bien, je le ferai.

source: [_u_] Wow. I didn't think you'd really do it.
french: [ _u_ ] Wow. Je ne pensais pas que tu ferais vraiment ça.

source: [_sw_] It's not as if this is the first time you've seen me naked, you know.
french: [ _sw_ ] Ce n'est pas comme si c'était la première fois que tu m'as vu nu, tu sais.

source: [_sw_] Mirror, is he a prince now?
french: [ _sw_ ] Miroir, est-il un prince maintenant?

source: [_mm_] So you're getting laid now?
french: [ _mm_ ] Vous êtes donc en train de vous mettre à pied?

source: [_sw_] Is this mirror listening to everything we say?
french: [ _sw_ ] Ce miroir est-il à l'écoute de tout ce que nous disons?

source: [_u_] Welcome to my world.
french: [ _u_ ] Bienvenue dans mon monde.

source: [_u_] I mean... uh... forget that.
french: [ _u_ ] Je veux dire ... ouh ... oublier ça.

source: [_u_] But... about that whole banging part...
french: [ _u_ ] Mais ... à propos de tout ce qui tapait ...

source: [_sw_] Your hands are warm...
french: [ _sw_ ] Vos mains sont chaudes ...

source: [_sw_] my dear prince...
french: [ _sw_ ] mon cher prince ...

source: [_sw_] Will you stick your man's penis in my...
french: [ _sw_ ] Voulez-vous coller le pénis de votre homme dans mon ...

source: [_sw_] I feel it in me...
french: [ _sw_ ] Je me sens en moi ...

source: [_sw_] Deep inside me.....
french: [ _sw_ ] Profond à l'intérieur de moi .....

source: [_sw_] I want you to come inside me...
french: [ _sw_ ] Je veux que tu viais en moi ...

source: [_sw_] I want it please....
french: [ _sw_ ] Je veux qu'il plaire ...

source: {color=#f2923c}Try a Gold Coin{/color}
french: { color=#f2923c} Essayez une pièce d'or { /color }

source: Ask for a favor
french: Demander une faveur

source: Talk
french: Parler

source: Offer a Gift {image=exl01.png}
french: Offre un cadeau {image=exl01.png}

source: Offer a Gift
french: Offrir un cadeau

source: Change your clothes
french: Changez vos vêtements

source: Show me your bra {image=heart01.png}{image=heart01.png}
french: Montre-moi ton soutien-gorge {image=heart01.png}{image=heart01.png}

source: Show me your bra {image=heart02.png}{image=heart01.png}
french: Montre-moi ton soutien-gorge {image=heart02.png}{image=heart01.png}

source: Show me your bra {image=heart02.png}{image=heart02.png}
french: Montre-moi ton soutien-gorge {image=heart02.png}{image=heart02.png}

source: Show me your bra {image=heart03.png}{image=heart03.png}
french: Montre-moi ton soutien-gorge {image=heart03.png}{image=heart03.png}

source: Show me your panties {image=heart01.png}{image=heart01.png}
french: Montre-moi ta culotte {image=heart01.png}{image=heart01.png}

source: Show me your panties {image=heart02.png}{image=heart01.png}
french: Montre-moi ta culotte {image=heart02.png}{image=heart01.png}

source: Show me your panties {image=heart02.png}{image=heart02.png}
french: Montre-moi ta culotte {image=heart02.png}{image=heart02.png}

source: Show me your panties {image=heart03.png}{image=heart03.png}
french: Montre-moi ta culotte {image=heart03.png}{image=heart03.png}

source: Give me your underwear. {image=heart05.png}
french: Donnez-moi vos sous-vêtements. {image=heart05.png}

source: Show me your boobs {image=heart01.png}
french: Montrez-moi vos seins {image=heart01.png}

source: Show me your pussy {image=heart01.png}
french: Montre-moi ta chatte {image=heart01.png}

source: Show me your boobs {image=heart01.png}{image=heart01.png}
french: Montre-moi tes seins {image=heart01.png}{image=heart01.png}

source: Show me your boobs {image=heart02.png}{image=heart01.png}
french: Montre-moi tes seins {image=heart02.png}{image=heart01.png}

source: Show me your boobs {image=heart02.png}{image=heart02.png}
french: Montre-moi tes seins {image=heart02.png}{image=heart02.png}

source: Show me your pussy {image=heart01.png}{image=heart01.png}
french: Montre-moi ta chatte {image=heart01.png}{image=heart01.png}

source: Show me your pussy {image=heart02.png}{image=heart01.png}
french: Montre-moi ta chatte {image=heart02.png}{image=heart01.png}

source: Show me your pussy {image=heart02.png}{image=heart02.png}
french: Montre-moi ta chatte {image=heart02.png}{image=heart02.png}

source: Make a Strip {image=heart01.png}
french: Créez une bande {image=heart01.png}

source: Make a Strip {image=heart02.png}{image=heart01.png}
french: Créez une bande {image=heart02.png}{image=heart01.png}

source: Make a Strip {image=heart02.png}{image=heart02.png}
french: Créez une bande {image=heart02.png}{image=heart02.png}

source: back
french: Retour

source: Come on! Just a little bit!
french: Allez ! Juste un petit peu !

source: Okay okay okay... I had to try!
french: Ok bien d'accord ... J'ai dû essayer !

source: Offer a candy apple
french: Offrez une pomme aux chandelles

source: Offer an apple cider
french: Offrir un cidre de pomme

source: Offer 3 apple baskets {image=heart03.png}
french: Offre 3 paniers de pommes { image=heart03.png }

source: Offer 3 apple baskets {image=exl01.png}
french: Offre 3 paniers de pommes { image=exl01.png }

source: Offer 3 {color=#fe2361}Cupid apples{/color} baskets {image=heart03.png}
french: Offre 3 { color=#fe2361} Cupid pommes { /color } baskets { image=heart03.png }

source: Offer 3 {color=#fe2361}Cupid apples{/color} baskets {image=exl01.png}
french: Offre 3 { color=#fe2361} Cupid pommes { /color } baskets { image=exl01.png }

source: Change the Dress
french: Modifier la tenue

source: Dress 01 ''The Classic''
french: Robe 01 '' The Classic''

source: Dress 01 ''The Classic'' (v2)
french: Robe 01 '' The Classic''(v2)

source: Dress 02 ''Tavern Girl''
french: Robe 02 '' Tavern Girl''

source: Dress 03 ''Dany Dress''
french: Robe 03 '' Dany Dress''

source: Dress 05 ''The Great Princess Dress''
french: Dress 05 '' La Grande Robe de la Princesse''

source: Dress 05v2 ''The Great Princess Dress''
french: Habille 05v2 '' The Great Princess Dress''

source: Dress 06 ''The Queen''
french: Dress 06 "La Reine"

source: Hairstyle 01 ''The Classic'' (v1)
french: Hairstyle 01 '' Classic''(v1)

source: Hairstyle 03 ''The Elegant'' (v2)
french: Hairstyle 03 '' L'Elegant''(v2)

source: Hairstyle 04 ''Princess Tiara''
french: Hairstyle 04 '' Princesse Tiara''

source: Hairstyle 05 ''Medieval Hat''
french: Hairstyle 05 '' Chapeau médiéval''

source: Hairstyle 06 ''Classy Princess'' (v2)
french: Hairstyle 06 '' Princesse Classy''(v2)

source: Hairstyle 07 ''Christmas Hat''
french: Hairstyle 07 '' Chapeau de Noël''

source: Mmmmh let me admire the view a little bit more
french: Mmmmh laisse-moi admirer la vue un peu plus

source: What bra size are you ?
french: Quelle est la taille de votre soutien-gorge?

source: Admit it, you like it a little bit.
french: Admets-le, tu l'aimes un peu.

source: Can you take off your bra now?
french: Pouvez-vous enlever votre soutien-gorge maintenant?

source: You're right, forgive me.
french: Tu as raison, pardonnez-moi.

source: Go ahead, show me your boobs!
french: Allez-y, montez-moi vos seins !

source: Do you want to set an example?
french: Voulez-vous définir un exemple?

source: You said you only have one pair of panties?
french: Vous avez dit que vous n'avez qu'une paire de cultés?

source: Your Bra!
french: Ton Bra !

source: Your Panties!
french: Vos Panties !

source: Maybe a little bit...
french: Peut-être un peu ...

source: No, it's purely innocent.
french: Non, c'est purement innocent.

source: Wow, your breasts are gorgeous!
french: Wow, tes seins sont magnifiques !

source: I was hoping for something bigger.
french: J'espérais quelque chose de plus grand.

source: Mmmh, not bad.
french: Mmmh, pas mal.

source: No, wait a little longer!
french: Non, attendez un peu plus !

source: Yes sure!
french: Oui, bien sûr !

source: Wow, I love it !!!!!
french: Wow, je l'adore ! ! !!!

source: Mmmh, not bad.
french: Mmmh, pas mal.

source: My dear princess, may I look at your sweet nipples?
french: Ma chère princesse, puis-je voir tes mamelons sucrés?

source: Tits or GTFO
french: Tits ou GTFO

source: Can I?
french: Puis-je?

source: No thanks
french: Non merci
