Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_*.po
Languages: french, german, italian, russian, spanish

source: [_sw_] Really? But... how is that possible?
french: [ _sw_ ] Vraiement? Mais ... comment est-ce possible?

source: [_u_] For an obscure and convoluted reason that would definitely take too long to explain, the mirror is actually inside a cave.
french: [ _u_ ] Pour une raison obscure et convolutée qui prendrait certainement trop de temps à expliquer, le miroir est en fait à l'intérieur d'une grotte.

source: [_sw_] In a cave?
french: [ _sw_ ] Dans une grotte?

source: [_u_] Yep! In the ''Whispering Cave''.
french: [ _u_ ] Yep ! Dans la "Whispering Cave".

source: [_u_] As furthest as you can imagine from your good friend the Queen.
french: [ _u_ ] Comme vous pouvez l'imaginer de votre bon ami la Reine.

source: [_sw_] She is not... mhf.
french: [ _sw_ ] Elle n'est pas ... mhf.

source: [_sw_] Hold on, did you just mention the Whispering Cave?
french: [ _sw_ ] Attends, as-tu parlé de la grotte Whispering?

source: [_sw_] I actually know its location! But... Are you sure we need to go there?
french: [ _sw_ ] Je connais bien son emplacement ! Mais ... Es-tu sûre que nous avons besoin d'y aller?

source: [_sw_] This place is so filthy...
french: [ _sw_ ] Cet endroit est si sale ...

source: [_sw_] Oh my god if we're going there, I'm really going to need a new outfit for...
french: [ _sw_ ] Oh mon dieu si on y va, je vais vraiment avoir besoin d'une nouvelle tenue pour ...

source: [_sw_] What? I just...
french: [ _sw_ ] Quoi? Je viens juste ...

source: [_u_] No new outfit for you.
french: [ _u_ ] Aucune nouvelle tenue pour vous.

source: [_sw_] But!! I...
french: [ _sw_ ] Mais ! ! I. ..

source: [_sw_] Fine, I get it. I'll just do with my old traveling outfit.
french: [ _sw_ ] Bien, je l'ai. Je vais juste faire avec mon ancienne tenue de voyage.

source: [_u_] The heck you mean, old??? It's as new as it gets!
french: [ _u_ ] Tu veux dire, vieux??? C'est aussi nouveau qu'il arrive !

source: [_sw_] You know, an actual prince would buy me a new outfit at least once a day.
french: [ _sw_ ] Vous savez, un vrai prince m'achèterait une nouvelle tenue au moins une fois par jour.

source: [_u_] For fuck's sake... Toxic relationship, much? Who made you like that?
french: [ _u_ ] Pour l'amour de la merde ... Une relation toxique, beaucoup? Qui t'a fait comme ça?

source: [_sw_] I'm a princess, remember? That's just par for the course.
french: [ _sw_ ] Je suis une princesse, tu te souviens? C'est juste pour le cours.

source: [_u_] Okay, you are officially beyond hope.
french: [ _u_ ] Ok, vous êtes officiellement au-delà de l'espoir.

source: [_u_] Let's go!
french: [ _u_ ] Allons-y !

source: [_sw_] Are you sure this is the right place? I can't see anything at all!
french: [ _sw_ ] Etes-vous sûr que c'est le bon endroit? Je ne vois rien du tout !

source: [_u_] Well... I think so.
french: [ _u_ ] Eh bien ... Je pense que oui.

source: [_sw_] What do we do if we run into goblins?
french: [ _sw_ ] Que faisons-nous si nous courons dans les gobelins?

source: [_u_] That's not going to happen. Goblins don't live here.
french: [ _u_ ] Cela ne va pas arriver. Les goblins ne vivent pas ici.

source: [_sw_] Are you positive? It reeks of goblin stench here.
french: [ _sw_ ] Êtes-vous positif? Il reforme la puanteur de gobelin ici.

source: [_u_] And how do you know what a goblin smells like, pray tell?
french: [ _u_ ] Et comment savez-vous ce qu'un gobelin sent comme, priez le dire?

source: [_sw_] I don't know.
french: [ _sw_ ] Je ne sais pas.

source: [_sw_] What I do know is that this place reeks of mud, moisture, mud, mold and...
french: [ _sw_ ] Ce que je sais, c'est que cet endroit rejoue de la boue, de l'humidité, de la boue, des moisissures et ...

source: [_sw_] and...
french: [ _sw_ ] et ...

source: [_sw_] It's strange, I can smell roses...
french: [ _sw_ ] C'est étrange, je peux sentir des roses ...

source: [_u_] Hey, look at that!
french: [ _u_ ] Hé, regardez ça !

source: [_sw_] Do you think it's the mirror?
french: [ _sw_ ] Pensez-vous que c'est le miroir?

source: [_u_] I don't know... let's get a little closer...
french: [ _u_ ] Je ne sais pas ... on se rapproche un peu ...

source: [_u_] This room is gigantic...
french: [ _u_ ] Cette chambre est gigantesque ...

source: [_u_] If only there was more...
french: [ _u_ ] Si seulement il y avait plus ...

source: [_u_] ...light.
french: [ _u_ ] ... lumière.

source: [_sw_] Unbelievable!
french: [ _sw_ ] Incroyable !

source: [_u_] This place is gorgeous.
french: [ _u_ ] Cet endroit est magnifique.

source: [_sw_] And here is the mirror!
french: [ _sw_ ] Et voici le miroir !

source: [_sw_] I will now prove that you are nothing but an obnoxious, lying deciever!
french: [ _sw_ ] Je prouverai maintenant que vous n'êtes rien d'autre qu'un décime odieux !

source: [_u_] Sure, let's do it!
french: [ _u_ ] Bien sûr, faisons ça !

source: [_tb_] Wait a sec, lemme tell you something before you start.
french: [ _tb_ ] Attendez une seconde, laissez-moi vous dire quelque chose avant de commencer.

source: [_tb_] It might work as thing are now, but I recommend you train her some more beforehand.
french: [ _tb_ ] Ça pourrait fonctionner comme ça maintenant, mais je vous recommande de la former plus avant.

source: [_u_] But... I wanted to...
french: [ _u_ ] Mais ... Je voulais ...

source: [_tb_] Your call, pal.
french: [ _tb_ ] Votre appel, mon pote.

source: [_tb_] If you want to try your luck right now, just ask the mirror if you are a real prince.
french: [ _tb_ ] Si vous voulez essayer votre chance maintenant, demandez simplement le miroir si vous êtes un vrai prince.

source: [_tb_] Otherwise... Y'know. Make something up.
french: [ _tb_ ] Sinon ... Y'sais. Faites quelque chose.

source: [_sw_] Huntsman! What are you waiting for?
french: [ _sw_ ] Huntsman ! Qu'est-ce que tu attends?

source: [_u_] Yeah, yeah, yeah! I'm on my way.
french: [ _u_ ] Ouais, ouais, ouais ! Je suis en route.

source: [_sw_] I hope the mirror works.
french: [ _sw_ ] J'espère que le miroir fonctionne.

source: [_sw_] The honor is all yours, Huntsman. Ask the question.
french: [ _sw_ ] L'honneur est à vous, Huntsman. Posez la question.

source: [_sw_] Do you have a confession to make?
french: [ _sw_ ] Avez-vous une confession à faire?

source: [_u_] Nope. I am definitely a prince. But, um...
french: [ _u_ ] Non. Je suis définitivement un prince. Mais, euh ...

source: [_u_] How do I make sure you're a princess?
french: [ _u_ ] Comment puis-je m'assurer que tu es une princesse?

source: [_sw_] Excuse me?!
french: [ _sw_ ] Excusez-moi?

source: [_u_] As far as I know, you could very well be a poser!
french: [ _u_ ] Pour autant que je sache, vous pourriez très bien être un poseur !

source: [_sw_] Ok, no problem, Let's ask the mirror!
french: [ _sw_ ] Ok, pas de problème, demandons le miroir !

source: [_sw_] Mirror mirror, tell me, am I not a princess?
french: [ _sw_ ] Miroir miroir, dis-moi, je ne suis pas une princesse?

source: [_sw_] Mirror?
french: [ _sw_ ] Miroir?

source: [_mm_] YES! I'M HERE!
french: [ _mm_ ] OUI ! JE SUIS LÀ !

source: [_mm_] Sorry, my bad, I couldn't tell you were talking to me!
french: [ _mm_ ] Désolé, mon mauvais, je ne pouvais pas vous dire que vous me parlions !

source: [_u_] ...Is that you tinker?
french: [ _u_ ] ...C'est toi bricant?

source: [_sw_] Is that... an acquaintance of yours?
french: [ _sw_ ] Est-ce que ça ... une connaissance de la tienne?

source: [_mm_] NO! I am no tinker! I am the Magic Mirror!
french: [ _mm_ ] NON ! Je ne suis pas un bricant ! Je suis le Magic Mirror !

source: [_sw_] Great! Mirror, mirror...
french: [ _sw_ ] Grand ! Miroir, miroir ...

source: [_sw_] Can you tell this huntsman I'm a true princess?
french: [ _sw_ ] Pouvez-vous dire à cet homme que je suis une vraie princesse?

source: [_mm_] I cannot state that.
french: [ _mm_ ] Je ne peux pas l'indiquer.

source: [_sw_] WHAT?!!??
french: [ _sw_ ] QUOI? ! !??

source: [_sw_] If this is your idea of a joke, it really isn't funny!
french: [ _sw_ ] Si c'est votre idée d'une blague, ce n'est vraiment pas drôle !

source: [_sw_] How can you... How dare you say that?!
french: [ _sw_ ] Comment pouvez-vous ... Comment oses-tu dire ça?

source: [_mm_] Sorry but... only one question per day! that's the rule!
french: [ _mm_ ] Désolé mais ... une seule question par jour ! C'est la règle !

source: [_sw_] One question per...
french: [ _sw_ ] Une question par ...

source: [_sw_] Kiss my ass, you bloody mirror.
french: [ _sw_ ] Kiss my ass, you sanglante mirror.

source: [_mm_] You bloody.
french: [ _mm_ ] Tu as du sang.

source: [_u_] ...Do you need me to escort you... Oooh too bad, she left.
french: [ _u_ ] ...Avez-vous besoin de moi pour vous escorter ... Oooh trop mal, elle est partie.

source: [_u_] Tinker, can you teleport me back?
french: [ _u_ ] Tinker, tu peux me téléporter?

source: [_mm_] Yep, just a second.
french: [ _mm_ ] Yep, juste une seconde.

source: [_u_] I think she's a bit upset!
french: [ _u_ ] Je pense qu'elle est un peu bouleversée !

source: [_tb_] Just a little bit.
french: [ _tb_ ] Juste un petit peu.

source: [_tb_] But now I think she'll go stop at nothing to prove she's a princess.
french: [ _tb_ ] Mais maintenant je pense qu'elle va s'arrêter à rien pour prouver qu'elle est une princesse.

source: [_u_] And I can already tell you've got something in mind to take advantage of that.
french: [ _u_ ] Et je peux déjà dire que vous avez quelque chose en tête pour en profiter.

source: [_tb_] Indeed.
french: [ _tb_ ] En effet.

source: [_tb_] But we are also gonna take this opportunity to find her a real princess outfit.
french: [ _tb_ ] Mais nous allons aussi saisir cette occasion pour la trouver une vraie tenue de princesse.

source: [_u_] She already has one. You know, the blue one.
french: [ _u_ ] Elle en a déjà un. Tu sais, la bleue.

source: [_u_] The one we found in the castle, remember? Wasn't that supposed to be the be-all and end-all of princess dresses?
french: [ _u_ ] La seule que nous avons trouvée dans le château, rappelez-vous? N'était-ce pas censé être le tout et la fin-toutes les robes de princesse?

source: [_tb_] Ah yeah. But no, I want one with more red.
french: [ _tb_ ] Ah oui. Mais non, je veux un avec plus de rouge.

source: [_u_] And there is a particular reason to that?
french: [ _u_ ] Et il y a une raison particulière à cela?

source: [_tb_] I like red.
french: [ _tb_ ] J'aime le rouge.

source: [_tb_] So, you take care of finding a tiara and I'll take care of the dress.
french: [ _tb_ ] Donc, vous prenez soin de trouver une tiare et je prendrai soin de la robe.

source: [_u_] I already offered her one a while ago.
french: [ _u_ ] Je l'ai déjà offert il y a un moment.

source: [_tb_] Really? Well that's one less problem then!
french: [ _tb_ ] Vraiement? Eh bien, c'est un problème de moins, alors !

source: [_tb_] Don't get used to it.
french: [ _tb_ ] Ne vous y habituez pas.

source: [_u_] Roger that.
french: [ _u_ ] Roger ça.

source: [_tb_] Go see her ASAP. I think I know how we can make use of this mirror.
french: [ _tb_ ] Va voir son ASAP. Je pense savoir comment nous pouvons utiliser ce miroir.

source: [_u_] By the way, this mirror is really something!
french: [ _u_ ] Au fait, ce miroir est vraiment quelque chose !

source: [_tb_] Oh, you haven't seen anything yet! There's plenty more stuff even more impressive on this planet.
french: [ _tb_ ] Oh, vous n'avez encore rien vu ! Il y a beaucoup plus de choses encore plus impressionnantes sur cette planète.

source: [_tb_] One of my favorites is the lamp in the...
french: [ _tb_ ] Un de mes préférés est la lampe dans le ...

source: [_tb_] But let's not spoil everything, you'll see that in due time.
french: [ _tb_ ] Mais ne gâchez pas tout, vous verrez qu'en temps voulu.

source: [_tb_] Good job, employee!
french: [ _tb_ ] Bon travail, employé !

source: [_u_] Am I a prince?
french: [ _u_ ] Suis-je un prince?

source: [_sw_] I can't wait.
french: [ _sw_ ] Je ne peux pas attendre.

source: [_mm_] I see... I see...
french: [ _mm_ ] Je vois ... Je vois ...

source: [_mm_] I see you're descending from a respected and renowned lineage, Huntsman...
french: [ _mm_ ] Je vois que vous êtes descendant d'une lignée respectée et réputée, Huntsman ...

source: [_mm_] I see a great pride in your ancestors...
french: [ _mm_ ] Je vois une grande fierté pour vos ancêtres ...

source: [_mm_] You are... indeed... a...
french: [ _mm_ ] Vous êtes ... en effet ... a ...

source: [_sw_] Uh... what?
french: [ _sw_ ] Uh ... quoi?

source: [_tb_] Ah, crap. Programming isn't my forte.
french: [ _tb_ ] Ah, merde. La programmation n'est pas mon point fort.

source: [_tb_] I'm taking over manually.
french: [ _tb_ ] Je prends la main manuellement.

source: [_sw_] What is the meaning of this?
french: [ _sw_ ] Quel est le sens de cela?

source: [_u_] I... think this mirror is speaking some kind of anciant language...
french: [ _u_ ] Je ... pense que ce miroir parle une sorte de langage ancien ...

source: [_mm_] TESTING TESTING ONE TWO THREE
french: [ _mm_ ] TESTING TESTING ONE TWO TROIS

source: [_u_] *cough cough*
french: [ _u_ ] * toux *

source: [_u_] Mirror? You were saying?
french: [ _u_ ] Miroir? Vous disiez?

source: [_mm_] Oh yeah! Yup... it's a prince.
french: [ _mm_ ] Oh oui ! Yup ... c'est un prince.

source: [_sw_] What?? Really????
french: [ _sw_ ] Quoi?? Vraie? ???

source: [_mm_] Yep, Totally a prince.
french: [ _mm_ ] Yep, Totalement un prince.

source: [_u_] Eheh you see! I didn't lie, princess!
french: [ _u_ ] Eheh vous voyez ! Je ne mens pas, princesse !

source: [_sw_] How is this possible??
french: [ _sw_ ] Comment est-ce possible??

source: [_mm_] Hey, sorry to interrupt, but I'm making a slight amendment...
french: [ _mm_ ] Hé, désolé d'interrompre, mais je fais un léger amendement ...

source: [_mm_] [name] is not a prince YET.
french: [ _mm_ ] [ nom ] n'est pas un prince YET.

source: [_u_] What? What are you doing?
french: [ _u_ ] Quoi? Qu'est-ce que tu fais?

source: [_tb_] Just checking something.
french: [ _tb_ ] Il suffit de vérifier quelque chose.

source: [_sw_] Why ''Not yet''?
french: [ _sw_ ] Pourquoi '' pas encore''?

source: [_mm_] Because in order to become a full-fledged prince, he still needs to receive the most beutiful gift a princess can give...
french: [ _mm_ ] Parce que pour devenir un prince à part entière, il a toujours besoin de recevoir le don le plus généreux qu'une princesse puisse donner ...

source: [_sw_] Like... a kiss?
french: [ _sw_ ] Comme ... un baiser?

source: [_mm_] No... Who gives a shit about that...
french: [ _mm_ ] Non. Qui donne une merde à propos de ça ...

source: [_mm_] No, I'm talking about a true gift, a true showing of devotion.
french: [ _mm_ ] Non, je parle d'un vrai cadeau, une vraie preuve de dévotion.

source: [_mm_] For him to become a real prince... a princess must get naked in front of him.
french: [ _mm_ ] Pour qu'il devienne un vrai prince ... une princesse doit se faire nu devant lui.

source: [_sw_] Actually... a kiss is already a real act of devotion, you know?
french: [ _sw_ ] En fait ... un baiser est déjà un véritable acte de dévotion, vous savez?

source: [_mm_] Yeah no.
french: [ _mm_ ] Oui Non.

source: [_sw_] Looks like I have your destiny in my hands, Huntsman.
french: [ _sw_ ] On dirait que j'ai votre destin entre mes mains, Huntsman.

source: [_sw_] And Mmh... I'm not sure you deserve this favor.
french: [ _sw_ ] Et Mmh ... Je ne suis pas sûr que vous méritez cette faveur.

source: [_sw_] Convince me.
french: [ _sw_ ] Convaincre moi.

source: [_sw_] Well... you should.
french: [ _sw_ ] Eh bien ... tu devrais.

source: [_sw_] You are really no prince, indeed.
french: [ _sw_ ] Vous n'êtes vraiment pas prince, en effet.

source: [_sw_] I want something simple. A tiara.
french: [ _sw_ ] Je veux quelque chose de simple. Une tiare.

source: [_u_] I'll find another princess.
french: [ _u_ ] Je trouverai une autre princesse.

source: [_sw_] Oh Please!
french: [ _sw_ ] Oh, s'il vous plaît !

source: [_u_] It's no big deal, really. I know of another princess who'd gladly strip for me.
french: [ _u_ ] Ce n'est pas grand chose, vraiment. Je connais une autre princesse qui me ferait plaisir.

source: [_sw_] No! Come on!
french: [ _sw_ ] Non ! Allez !

source: [_u_] And on top of that, she's a princess who wears...
french: [ _u_ ] Et en plus, elle est une princesse qui porte ...

source: [_u_] Pants.
french: [ _u_ ] Pantalon.

source: [_sw_] Nah, I can't let that happen.
french: [ _sw_ ] Nah, je ne peux pas laisser ça arriver.

source: [_sw_] I have?
french: [ _sw_ ] J'ai?

source: [_u_] Yes, that was a gift from me to you.
french: [ _u_ ] Oui, c'était un don de moi.

source: [_sw_] Well I guess one of us is going to have to bring it back here.
french: [ _sw_ ] Je suppose que l'un d'entre nous va devoir le ramener ici.

source: [_u_] What? But why?
french: [ _u_ ] Quoi? Mais pourquoi?

source: [_sw_] Because. I have spoken.
french: [ _sw_ ] Parce que. J'ai parlé.

source: [_u_] God dam...
french: [ _u_ ] Barrage de Dieu ...

source: [_u_] Alright, you've got your tiara, satisfied?
french: [ _u_ ] Alright, vous avez votre tiare, satisfait?

source: [_sw_] Very much so.
french: [ _sw_ ] Très bien.

source: [_sw_] Did you think of bringing my pretty dress as well?
french: [ _sw_ ] Avez-vous pensé à apporter ma jolie robe?

source: [_u_] Nope.
french: [ _u_ ] Non.

source: [_u_] And I don't think you need a dress to get undressed, do you?
french: [ _u_ ] Et je ne pense pas que vous avez besoin d'une robe pour vous déshabiller, n'est-ce pas?

source: [_u_] Everything okay princess?
french: [ _u_ ] Tout va bien princesse?

source: [_sw_] I don't know who you're talking to, because apparently I am NOT a princess.
french: [ _sw_ ] Je ne sais pas à qui vous parlez, car apparemment je ne suis PAS une princesse.

source: [_u_] Don't be like that. I'm sure there's a way for you to become a princess again!
french: [ _u_ ] Ne pas être comme ça. Je suis sûr qu'il y a un moyen pour toi de devenir une princesse encore !

source: [_sw_] Really? And which one?
french: [ _sw_ ] Vraiement? Et lequel?

source: [_u_] I don't know, but that's a question for the Magic Mirror!
french: [ _u_ ] Je ne sais pas, mais c'est une question pour le Magic Mirror !

source: [_sw_] That damned mirror...
french: [ _sw_ ] Ce miroir damné ...

source: [_sw_] Do you really think there's a chance?
french: [ _sw_ ] Pensez-vous vraiment qu'il y ait une chance?

source: [_u_] It's worth a try!
french: [ _u_ ] Ça vaut la peine d'essayer !

source: [_u_] Come on princess, put on your travel outfit and let's go!
french: [ _u_ ] Allez princesse, mettez votre tenue de voyage et allons-y !

source: [_sw_] Here is the mirror.
french: [ _sw_ ] Voici le miroir.

source: [_sw_] Good. Now, we only get one question a day, so let's make it count.
french: [ _sw_ ] Bien. Maintenant, on n'a qu'une question par jour, alors faisons le compte.

source: [_sw_] I'll do it.
french: [ _sw_ ] Je le ferai.

source: [_sw_] Mirror, mirror, tell me how to become a princess again.
french: [ _sw_ ] Miroir, miroir, dis-moi comment devenir une princesse à nouveau.

source: [_mm_] In order to become a princess again, two tasks must be accomplished.
french: [ _mm_ ] Pour devenir une princesse à nouveau, deux tâches doivent être accomplies.

source: [_mm_] The first one: To give without expecting in return you must.
french: [ _mm_ ] Le premier: donner sans attendre en retour vous devez.

source: [_sw_] Give without... What does this thing mean?
french: [ _sw_ ] Donnez sans ... Qu'est-ce que cela signifie?

source: [_u_] Eheheheh I think I know how to help you with that!
french: [ _u_ ] Eheheheh Je pense que je sais comment t'aider avec ça !

source: [_sw_] Oh my gosh really?
french: [ _sw_ ] Oh mon Dieu vraiment?

source: [_sw_] Don't you think I've already given plenty enough on that front?
french: [ _sw_ ] Ne pensez-vous pas que j'en ai déjà donné assez sur ce front?

source: [_u_] Well, any better ideas?
french: [ _u_ ] Eh bien, de meilleures idées?

source: [_sw_] I'm not even surprised anymore.
french: [ _sw_ ] Je ne suis même plus surpris.

source: [_sw_] You think I should... ?
french: [ _sw_ ] Vous pensez que je devrais ...?

source: [_u_] Work on that thing? I mean, isn't that obvious?
french: [ _u_ ] Travaille sur cette chose? Je veux dire, n'est-ce pas évident?

source: [_sw_] Nah, I mean... take off my clothes.
french: [ _sw_ ] Nah, je veux dire ... enlever mes vêtements.

source: [_u_] Well... Unless you want to get them ruined...
french: [ _u_ ] Eh bien ... Sauf si tu veux les faire ruiner ...

source: [_sw_] Yeah. good call.
french: [ _sw_ ] Oui, bon appel.

source: [_sw_] And then... Move back and forth?
french: [ _sw_ ] Et puis ... Remetter de l'avant?

source: [_sw_] And just to... move back and forth.
french: [ _sw_ ] Et juste pour ... aller et venir.

source: [_sw_] Like this...
french: [ _sw_ ] Comme ceci ...

source: [_sw_] It's not very difficult, I have to admit!
french: [ _sw_ ] Ce n'est pas très difficile, je dois l'admettre !

source: [_sw_] Just a little strange to the touch but otherwise...
french: [ _sw_ ] Juste un peu étrange au toucher, mais sinon ...

source: [_sw_] it's not very different from yours.
french: [ _sw_ ] ce n'est pas très différent de la vôtre.

source: [_u_] Yes, speaking of which... I don't think the mirror is just waiting for a simple ''helping hand'' from you...
french: [ _u_ ] Oui, en parlant ... Je ne pense pas que le miroir attend simplement un simple "coup de main" de vous ...

source: [_u_] Suck it.
french: [ _u_ ] Suck.

source: [_sw_] Suck it? Like... oral sex?
french: [ _sw_ ] Suck? Comme ... le sexe oral?

source: [_sw_] Okay, but... Don't expect too much from me!
french: [ _sw_ ] Ok, mais ... Ne vous attendez pas trop de moi !

source: [_sw_] I am no expert.
french: [ _sw_ ] Je ne suis pas expert.

source: [_sw_] It tastes sweet!
french: [ _sw_ ] Elle a un goût sucré !

source: [_sw_] You think I should, like...
french: [ _sw_ ] Vous pensez que je devrais, comme ...

source: [_sw_] Move my hand at the same time?
french: [ _sw_ ] Déplacer ma main en même temps?

source: [_u_] Uh... I don't know...
french: [ _u_ ] Uh ... Je ne sais pas ...

source: [_tb_] Fucking yes, move your hand, girl...
french: [ _tb_ ] Fucking oui, bouger ta main, la fille ...

source: [_u_] (Tinker? What the hell are you doing?)
french: [ _u_ ] (Tinker? Qu'est-ce que tu fais?)

source: [_tb_] I connected myself to the mirror.
french: [ _tb_ ] Je me suis connecté au miroir.

source: [_u_] Really? Is it possible?
french: [ _u_ ] Vraiement? Est-il possible?

source: [_tb_] ohhh gosh yes....
french: [ _tb_ ] ohhh gosh oui ....

source: [_tb_] Ask her to go deeper!
french: [ _tb_ ] Demande-lui d'aller plus loin !

source: [_u_] (Tinker... you really are a strange person.)
french: [ _u_ ] (Tinker ... tu es vraiment une personne étrange.)

source: [_u_] I think you should go deeper.
french: [ _u_ ] Je pense que vous devriez aller plus loin.

source: [_u_] (I can't believe I'm helping her get you a blowjob...)
french: [ _u_ ] (Je ne peux pas croire que je l'aide à te faire une pipe ...)

source: [_u_] (You know I'm the one who's supposed to take care of this, right?)
french: [ _u_ ] (Vous savez que je suis celui qui est censé prendre soin de ça, n'est-ce pas?)

source: [_tb_] What? Giving me a blowjob?...
french: [ _tb_ ] Quoi? Donne-moi une pipe? ...

source: [_tb_] Oh shit... she's such a good catch...
french: [ _tb_ ] Oh merde ... c'est une si bonne prise ...

source: [_tb_] Learn to share, employee!
french: [ _tb_ ] Apprenez à partager, employé !

source: [_tb_] I'll repay you one day.
french: [ _tb_ ] Je vous rembourserai un jour.

source: [_u_] Speed up!
french: [ _u_ ] Accélérer !
