Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Cell01_LY.po
Languages: french, italian

source: [_ly_] I need a nice blue... a sensual blue...
french: [ _ly_ ] J'ai besoin d'un bleu agréable ... un bleu sensuel ...
italian: [_ly_] Ho bisogno di un bel blu... un blu sensuale...

source: [_ly_] Nah... what a crazy idea that would be!
french: [ _ly_ ] Nah ... quelle idée folle qui serait !
italian: [_ly_] Nah... che idea pazzesca che sarebbe stata!

source: [_ly_] What a rebel you are!
french: [ _ly_ ] Quel rebelle tu es !
italian: [_ly_] Che ribelle sei!

source: [_ly_] Well... blue it is!
french: [ _ly_ ] Eh bien ... le bleu c'est !
italian: [_ly_] Bene... blu è!

source: [_ly_] And I would have loved to see a love muscle in that outfit.
french: [ _ly_ ] Et j'aurais aimé voir un muscle d'amour dans cette tenue.
italian: [_ly_] E mi sarebbe piaciuto vedere un muscolo d'amore in quel vestito.

source: [_ly_] I think we'll both be disappointed.
french: [ _ly_ ] Je pense que nous serons tous les deux déçus.
italian: [_ly_] Penso che saremo entrambi delusi.

source: [_ly_] I mean... no, there's going to be boobs...
french: [ _ly_ ] Je veux dire ... non, il y aura des seins ...
italian: [_ly_] Voglio dire... no, ci saranno tette...

source: [_ly_] Well then, I'll be the only one disappointed. You've won!
french: [ _ly_ ] Eh bien, je serai le seul à être déçu. Vous avez gagné !
italian: [_ly_] Bene, allora sarò l'unico deluso. Hai vinto!

source: [_ly_] Ooooh! Blue!
french: [ _ly_ ] Ooooh ! Bleu !
italian: [_ly_] Ooooh! Blu!

source: [_ly_] Let's make it blue!
french: [ _ly_ ] Faisons le bleu !
italian: [_ly_] Facciamolo blu!

source: [_ly_] Mh... No, no, no...
french: [ _ly_ ] Mh ... Non, non, non ...

source: [_ly_] She's already blue... that'd be too much...
french: [ _ly_ ] Elle est déjà bleue ... ce serait trop ...
italian: [_ly_] Lei è già blu... sarebbe troppo...

source: [_ly_] Or... would it make her even more naked?
french: [ _ly_ ] Ou ... ça la rendrait encore plus nue?
italian: [_ly_] Oppure... la renderebbe ancora più nuda?

source: [_ly_] That's quite an idea you've got!!
french: [ _ly_ ] C'est une idée que vous avez ! !
italian: [_ly_] Questa è un'idea che hai ricevuto!!

source: [_u_] Um... you're welcome.
french: [ _u_ ] Um ... vous êtes la bienvenue.
italian: [_u_] Um... sei il benvenuto.

source: [_ly_] You're such an artist!
french: [ _ly_ ] Vous êtes un tel artiste !
italian: [_ly_] Sei un artista del genere!

source: [_ly_] I'll create the blueprint for this outfit in no time!
french: [ _ly_ ] Je vais créer le plan pour cette tenue en aucun temps !
italian: [_ly_] creerò il progetto per questo vestito in pochissimo tempo!

source: [_ly_] And uh...
french: [ _ly_ ] Et euh ...

source: [_ly_] Do you think it would be too much if I made one for myself too?
french: [ _ly_ ] Pensez-vous que ce serait trop si j'en ai fait une pour moi aussi?
italian: [_ly_] Pensi che sarebbe troppo se ne facessi uno anche per me stesso?

source: [_u_] What do you want to do with it?
french: [ _u_ ] Que voulez-vous faire avec?
italian: [_u_] Cosa vuoi fare con esso?

source: [_ly_] Well... I could go and see what the harem looks like!
french: [ _ly_ ] Eh bien ... Je pourrais aller voir à quoi ressemble le harem !
italian: [_ly_] Beh, potrei andare a vedere come sembra l'harem!

source: [_ly_] I'd blend in perfectly!
french: [ _ly_ ] Je me mêle parfaitement !
italian: [_ly_] mi mischierei perfettamente!

source: [_ly_] And then I'll have it in my wardrobe...
french: [ _ly_ ] Et puis je l'aurai dans ma garde-robe ...
italian: [_ly_] E poi lo avrò nel mio guardaroba...

source: [_ly_] It could be useful!
french: [ _ly_ ] Cela pourrait être utile !
italian: [_ly_] Potrebbe essere utile!

source: [_ly_] Very useful.
french: [ _ly_ ] Très utile.
italian: [_ly_] Molto utile.

source: [_u_] I get the picture.
french: [ _u_ ] J'ai la photo.
italian: [_u_] Ho la foto.

source: [_ly_] I mean sex.
french: [ _ly_ ] Je veux dire sexe.
italian: [_ly_] intendo il sesso.

source: [_u_] I got it.
french: [ _u_ ] Je l'ai eu.
italian: [_u_] l'ho capito.

source: [_ly_] Great! Thanks [name]!
french: [ _ly_ ] Grand ! Merci [ nom ] !
italian: [_ly_] Ottimo! Grazie [name]!

source: [_ly_] Ooooh I'm so excited!
french: [ _ly_ ] Ooooh je suis si excitée !
italian: [_ly_] Ooooh sono così eccitato!

source: [_ly_] Get both outfits done quickly! I can't wait!!
french: [ _ly_ ] Obtenez les deux tenues rapidement ! Je ne peux pas attendre !
italian: [_ly_] Ottieni entrambi gli abiti in fretta! Non posso aspettare!!

source: [_ly_] Anyway, thanks again!
french: [ _ly_ ] Bref, merci encore !
italian: [_ly_] Comunque grazie, ancora!

source: [_ly_] Ok no worries ahah I totally understand.
french: [ _ly_ ] Ok ne m'inquiète pas ahah que je comprends totalement.
italian: [_ly_] Ok non si preoccupa ahah che capisco totalmente.

source: [_ly_] We're all business, aren't we?
french: [ _ly_ ] Nous sommes tous des affaires, n'est-ce pas?
italian: [_ly_] Siamo tutti affari, vero?

source: [_ly_] I'll make it quick! See you later [name]!
french: [ _ly_ ] Je vais le faire vite ! A plus tard [ nom ] !
italian: [_ly_] lo farò veloce! Ci vediamo più tardi [name]!

source: [_ly_] The what?
french: [ _ly_ ] Le quoi?
italian: [_ly_] Il cosa?

source: [_u_] The outfit of the princess I'm trying to corrupt.
french: [ _u_ ] La tenue de la princesse que j'essaie de corrompu.
italian: [_u_] Il vestito della principessa sto cercando di corrompere.

source: [_ly_] Uhm...
french: [ _ _ ] Uhm ...

source: [_ly_] It's the outfit that's a kind of sexy version of Scheherazade's outfit, isn't it?
french: [ _ly_ ] C'est la tenue qui est une sorte de version sexy de la tenue de Scheherazade, n'est-ce pas?
italian: [_ly_] È l'outfit che è una sorta di versione sexy dell'outfit di Scheherazade, vero?

source: [_ly_] It's the outfit that's a kind of which is like... super sexual, isn't it?
french: [ _ly_ ] C'est la tenue qui est une sorte de ... super sexuel, n'est-ce pas?
italian: [_ly_] È l'outfit che è un tipo di come... super sessuale, vero?

source: [_u_] Yeah, I guess so.
french: [ _u_ ] Oui, je suppose.
italian: [_u_] Sì, immagino così.

source: [_ly_] Didn't I finish this one a long time ago?
french: [ _ly_ ] Je n'ai pas fini ça il y a longtemps?
italian: [_ly_] Non ho finito questo molto tempo fa?

source: [_ly_] I probably forgot to tell you ahah
french: [ _ly_ ] J'ai probablement oublié de vous dire ahah
italian: [_ly_] Probabilmente ho dimenticato di dirti ahah

source: [_ly_] Yeah, her outfit's done.
french: [ _ly_ ] Ouais, sa tenue est faite.
italian: [_ly_] Yeah, il suo vestito è fatto.

source: [_ly_] Yeah sorry, I'm still having trouble getting organized with all the things I have to do ahah
french: [ _ly_ ] Ouais désolé, j'ai toujours du mal à m'organiser avec toutes les choses que je dois faire ahah
italian: [_ly_] Si, mi dispiace, sto ancora avendo problemi a organizzarsi con tutte le cose che devo fare ahah

source: [_ly_] How's Jasmine's corruption going?
french: [ _ly_ ] Comment va la corruption de Jasmine?
italian: [_ly_] Come sta andando la corruzione di Jasmine?

source: [_ly_] Isn't she... super stubborn and insufferable?
french: [ _ly_ ] N'est-elle pas ... super têtu et insupportable?
italian: [_ly_] Non è... super-testardo e insofferibile?

source: [_u_] Yeah, that's for sure... she's not easy.
french: [ _u_ ] Oui, c'est sûr ... elle n'est pas facile.
italian: [_u_] Sì, è sicuro... non è facile.

source: [_u_] But I think I can do it.
french: [ _u_ ] Mais je pense que je peux le faire.
italian: [_u_] Ma penso di poterlo fare.

source: [_ly_] So cool.
french: [ _ly_ ] Donc cool.
italian: [_ly_] Così fresco.

source: [_ly_] I'd love to see how you manage to corrupt her.
french: [ _ly_ ] J'aimerais voir comment tu parles pour la corrompues.
italian: [_ly_] Mi piacerebbe vedere come riesci a corromperla.

source: [_ly_] Well... I mean...
french: [ _ly_ ] Eh bien ... Je veux dire ...
italian: [_ly_] Beh... Voglio dire...

source: [_ly_] I mean... must be a cool thing to do!
french: [ _ly_ ] Je veux dire ... doit être une chose cool à faire !
italian: [_ly_] Voglio dire... deve essere una cosa fresca da fare!

source: [_ly_] Yup... a pretty cool thing to do...
french: [ _ly_ ] Yup ... une chose plutôt cool à faire ...
italian: [_ly_] Yup... una cosa bella da fare...

source: [_ly_] If only I had the chance to try it...
french: [ _ly_ ] Si seulement j'ai eu la chance de l'essayer ...
italian: [_ly_] Se solo ho avuto la possibilità di provarlo...

source: [_u_] Do you want to...
french: [ _u_ ] Voulez-vous ...
italian: [_u_] Vuoi che...

source: [_ly_] Oh yeah!!! That would be so cool!!!
french: [ _ly_ ] Oh oui !!! Ça serait tellement cool !!!
italian: [_ly_] Oh sì!!! Sarebbe così cool!!!

source: [_ly_] Well uh... if you need help of course... I wouldn't want to interfere.
french: [ _ly_ ] Eh bien euh ... si vous avez besoin d'aide bien sûr ... Je ne voudrais pas interférer.
italian: [_ly_] Beh uh... se hai bisogno di aiuto naturalmente... non vorrei interferire.

source: [_ly_] Don't I sound too much like a pervert?
french: [ _ly_ ] Ne me sai-je pas trop comme un pervers?
italian: [_ly_] Non suono troppo come un perverso?

source: [_u_] Just a little, but that's cool.
french: [ _u_ ] Juste un peu, mais c'est cool.
italian: [_u_] Solo un po', ma è cool.

source: [_ly_] Great.
french: [ _ly_ ] Grand.
italian: [_ly_] Grande.

source: [_ly_] Oh yes, it's happened to me a few times.
french: [ _ly_ ] Oh oui, ça m'est arrivé quelques fois.
italian: [_ly_] Oh sì, mi è capitato qualche volta.

source: [_ly_] She has a very pretty nose from what I remember...
french: [ _ly_ ] Elle a un très joli nez de ce que je me rappelle ...
italian: [_ly_] Lei ha un naso molto carino da quello che ricordo...

source: [_ly_] A little too immature for my taste, if you ask me.
french: [ _ly_ ] Un peu trop immature pour mon goût, si vous me le demandez.
italian: [_ly_] Un po' troppo immaturo per il mio gusto, se mi chiedi.

source: [_ly_] But if just for sex, she's kinda hot ahah
french: [ _ly_ ] Mais si juste pour le sexe, elle est kinda chaud ahah
italian: [_ly_] Ma se solo per il sesso, lei è kinda caldo ahah

source: [_ly_] Strangely... I've never seen her naked...
french: [ _ly_ ] Étrangement ... Je ne l'ai jamais vue nue ...
italian: [_ly_] Strangely... Non l'ho mai vista nuda...

source: [_u_] I've seen her naked.
french: [ _u_ ] Je l'ai vue nue.
italian: [_u_] l'ho vista nuda.

source: [_ly_] Nah, really?
french: [ _ly_ ] Nah, vraiment?
italian: [_ly_] Nah, veramente?

source: [_ly_] Like... did you catch her naked? Did she know you were seeing her?
french: [ _ly_ ] Comme ... tu l'as attrapé nue? Sait-t-elle que tu l'as vue?
italian: [_ly_] Come... l'hai catturata nuda? Lo sapeva che la stavi vedendo?

source: [_u_] She undressed while dancing for me.
french: [ _u_ ] Elle a déshabiller tout en dansant pour moi.
italian: [_u_] Lei si spogliò mentre danzava per me.

source: [_ly_] Wow... I didn't think you'd corrupted her that much!
french: [ _ _ ] Wow ... Je ne pensais pas que tu l'avais corrompu autant !
italian: [_ly_] Wow... Non pensavo di averla corrotta così tanto!

source: [_ly_] Impressive.
french: [ _ly_ ] Impressionnante.
italian: [_ly_] Impressionante.

source: [_ly_] And I'm almost jealous.
french: [ _ly_ ] Et je suis presque jaloux.
italian: [_ly_] E sono quasi geloso.

source: [_ly_] YES!
french: [ _ly_ ] OUI !
italian: [_ly_] SÌ!

source: [_ly_] Uh... I mean... yeah.
french: [ _ly_ ] Uh ... Je veux dire ... oui.
italian: [_ly_] Uh... Voglio dire... sì.

source: [_u_] You know it's kind of... sexual?
french: [ _u_ ] Tu sais que c'est un genre de ... sexuel?
italian: [_u_] Lo sai che è gentile... sessuale?

source: [_ly_] I'm counting on it, it's not funny otherwise.
french: [ _ly_ ] Je compte sur elle, ce n'est pas drôle autrement.
italian: [_ly_] conto su di esso, non è divertente altrimenti.

source: [_ly_] Oh and uh... Jasmine's new outfit should be available for creation immediately.
french: [ _ly_ ] Oh et euh ... La nouvelle tenue de Jasmine devrait être disponible immédiatement pour la création.
italian: [_ly_] Oh and uh... Il nuovo vestito di Jasmine dovrebbe essere immediatamente disponibile per la creazione.

source: [_ly_] And... let me know if you need me ahah.
french: [ _ly_ ] Et ... laissez-moi savoir si vous avez besoin de moi ahah.
italian: [_ly_] E... fatemi sapere se avete bisogno di me ah.

source: [_ly_] See you later [name]!
french: [ _ly_ ] Voir plus tard [ nom ] !
italian: [_ly_] Ci vediamo più tardi [name]!

source: [_ly_] My sexual fantasy?
french: [ _ly_ ] Mon fantasme sexuel?
italian: [_ly_] La mia fantasia sessuale?

source: [_ly_] Oh yes! Amandine told me you were going to ask me that question!
french: [ _ly_ ] Oh oui ! Amandine m'a dit que tu allais me poser cette question !
italian: [_ly_] Oh sì! Amandine mi ha detto che mi avrebbe fatto quella domanda!

source: [_ly_] So uh... let's see...
french: [ _ly_ ] Donc uh ... voyons ...
italian: [_ly_] So uh... vediamo...

source: [_ly_] I think I'd love to do it on Sherazade's bed.
french: [ _ly_ ] Je pense que j'adorerais le faire sur le lit de Sherazade.
italian: [_ly_] Penso che mi piacerebbe farlo sul letto di Sherazade.

source: [_u_] Really?
french: [_u_] Vraiment ?
italian: [_u_] Davvero?

source: [_ly_] Oh yes... a magnificent royal bed with plants... overlooking the city...
french: [ _ly_ ] Oh oui ... un magnifique lit royal avec des plantes ... donnant sur la ville ...
italian: [_ly_] Oh sì... un magnifico letto reale con piante... con vista sulla città...

source: [_ly_] Now that's the dream.
french: [ _ly_ ] Maintenant, c'est le rêve.
italian: [_ly_] Ora è il sogno.

source: [_ly_] Oh, or in a brothel in the middle of a big orgy.
french: [ _ly_ ] Oh, ou dans un bordel au milieu d'une grande orgie.
italian: [_ly_] Oh, o in un bordello nel mezzo di una grande orgia.

source: [_ly_] That's cool too.
french: [ _ly_ ] C'est cool aussi.
italian: [_ly_] Anche questo è fresco.

source: [_u_] Damn...
french: [_u_] Merde...
italian: [_u_] Dannazione...

source: [_u_] I didn't think you were that cool.
french: [ _u_ ] Je ne pensais pas que vous étiez si cool.
italian: [_u_] Non pensavo che tu fossi così cool.

source: [_u_] All right, well noted!
french: [ _u_ ] Très bien, bien noté !
italian: [_u_] Va bene, ben notato!

source: [_u_] Ok great, only [Quest_JM_Favor_Ask2_Number] more employees to question.
french: [_u_] Ok, super, plus que [Quest_JM_Favor_Ask2_Number] d'employés à interroger.
italian: [_u_] Ok grande, solo altri [Quest_JM_Favor_Ask2_Number] dipendenti da intervistare.

source: [_ly_] Do you need anything else?
french: [Avez-vous besoin d'autre chose ?
italian: [_ly_] Hai bisogno di altro?

source: [_a_] Hi! If you're looking for Lycoris, I think she's gone for a shower.
french: [ _a_ ] Salut ! Si vous cherchez Lycoris, je pense qu'elle est partie pour une douche.
italian: [_a_] Ciao! Se stai cercando Lycoris, penso che sia andata per una doccia.

source: [_u_] Oh... I had to see her about Scheherazade's clothes...
french: [ _u_ ] Oh ... Je devais la voir au sujet des vêtements de Scheherazade ...
italian: [_u_] Oh... Ho dovuto vederla sui vestiti di Scheherazade...

source: [_u_] Do you know when she'll be back?
french: [ _u_ ] Tu sais quand elle sera de retour?
italian: [_u_] Sai quando tornerà?

source: [_a_] Wow, I have no idea!
french: [ _a_ ] Wow, je n'ai aucune idée !
italian: [_a_] Wow, non ho idea!

source: [_a_] I've been waiting for an hour for her to come back so I can take a shower too.
french: [ _a_ ] J'ai attendu une heure pour qu'elle revienne pour que je puisse prendre une douche aussi.
italian: [_a_] Ho aspettato per un'ora che lei tornasse in modo da poter fare anche una doccia.

source: [_a_] That chick could stay under hot water for a whole day!
french: [ _a_ ] Ce poussin pourrait rester sous l'eau chaude pendant toute une journée !
italian: [_a_] Quel pulcino potrebbe rimanere sotto l'acqua calda per un'intera giornata!

source: [_a_] It's a good thing the hot water here is ilimited.
french: [ _a_ ] C'est une bonne chose que l'eau chaude ici soit ilimitée.
italian: [_a_] E 'una buona cosa l'acqua calda qui è ilimitato.

source: [_u_] I see...
french: [ _u_ ] Je vois ...
italian: [_u_] vedo...

source: [_a_] By the way, things are going well with Sherazade!
french: [ _a_ ] Au fait, les choses vont bien avec Sherazade !
italian: [_a_] A proposito, le cose stanno andando bene con Sherazade!

source: [_a_] She's finally taken her top off!
french: [ _a_ ] Elle a finalement pris son top !
italian: [_a_] Lei ha finalmente tolto la sua cima!

source: [_u_] I'll claim victory when I finally see her breasts.
french: [ _u_ ] Je vais demander la victoire quand je vois enfin ses seins.
italian: [_u_] Io rivendicherò la vittoria quando finalmente vedo i suoi seni.

source: [_a_] I'm working on Sherazade's future scenario.
french: [ _a_ ] Je travaille sur le futur scénario de Sherazade.
italian: [_a_] Sto lavorando sullo scenario futuro di Sherazade.

source: [_a_] And I must confess that I draw a lot of inspiration from your corruption work!
french: [ _a_ ] Et je dois avouer que je tire beaucoup d'inspiration de votre travail de corruption !
italian: [_a_] E devo confessare che traggo molta ispirazione dal vostro lavoro di corruzione!

source: [_u_] So I've become a kind of muse?
french: [ _u_ ] Alors je suis devenu une sorte de muse?
italian: [_u_] Così sono diventato una sorta di musa?

source: [_a_] If it makes you happy.
french: [ _a_ ] Si ça te rend heureux.
italian: [_a_] Se ti rende felice.

source: [_a_] Anyway, future park visitors won't be disappointed I think! Ahah!
french: [ _a_ ] En tout cas, les futurs visiteurs du parc ne seront pas déçus. Ahah !
italian: [_a_] Comunque, i futuri visitatori del parco non saranno delusi penso! Ahah!

source: [_u_] I'm almost jealous of them.
french: [ _u_ ] Je suis presque jaloux d'eux.
italian: [_u_] Sono quasi geloso di loro.

source: [_a_] Same.
french: [ _a_ ] Même.
italian: [_a_] Samo.

source: [_a_] Well, yes!
french: [ _a_ ] Eh bien, oui !
italian: [_a_] Beh, sì!

source: [_a_] I need to know where her corruption stands!
french: [ _a_ ] J'ai besoin de savoir où se trouve sa corruption !
italian: [_a_] Ho bisogno di sapere dove sta la sua corruzione!

source: [_a_] It's going to be hard to help you otherwise.
french: [ _a_ ] Il sera difficile de vous aider autrement.
italian: [_a_] Sarà difficile aiutarvi altrimenti.

source: [_a_] But... I have to admit that when things get more... sexual...
french: [ _a_ ] Mais ... Je dois admettre que lorsque les choses sont plus ... sexuelles ...
italian: [_a_] Ma... Devo ammettere che quando le cose ottengono di più... sessuale...

source: [_a_] I'm not sure I'd watch you do dirty things with her!
french: [ _a_ ] Je ne suis pas sûr de vous voir faire des choses sales avec elle !
italian: [_a_] Non sono sicuro che ti guardi a fare cose sporche con lei!

source: [_u_] Ah? Why's that?
french: [ _u_ ] Ah? Pourquoi?
italian: [_u_] Ah? Perché?

source: [_a_] Well, it's... still you fucking someone! I don't want to be a Peeping Tom.
french: [ _a_ ] Eh bien, c'est ... tu putain encore quelqu'un ! Je ne veux pas être un Peeping Tom.
italian: [_a_] Beh, è... ancora si scopa qualcuno! Non voglio essere un Peeping Tom.

source: [_u_] That's very kind of you. But I really don't mind.
french: [ _u_ ] C'est très gentil de vous. Mais je ne pense vraiment pas.
italian: [_u_] È molto gentile da parte vostra. Ma non mi dispiace.

source: [_a_] Really?
french: [_a_] Vraiment ?
italian: [_a_] Davvero?

source: [_a_] Well... I don't know how you do that.
french: [ _a_ ] Eh bien ... Je ne sais pas comment tu fais ça.
italian: [_a_] Bene... Non so come lo fate.

source: [_a_] I'm not sure if I could let someone watch me have sex so easily!
french: [ _a_ ] Je ne suis pas sûr que je puisse laisser quelqu'un me regarder faire le sexe si facilement !
italian: [_a_] Non sono sicuro se potessi permettere a qualcuno di guardarmi fare sesso così facilmente!

source: [_u_] It takes time to get rid of modesty. I mean... if you want to get rid of it.
french: [ _u_ ] Il faut du temps pour se débarrasser de la pudeur. Je veux dire ... si tu veux te débarrasser de ça.
italian: [_u_] Ci vuole tempo per sbarazzarsi della modestia. Voglio dire... se vuoi sbarazzarti di esso.

source: [_u_] There's nothing wrong with being modest.
french: [ _u_ ] Il n'y a rien de mal à être modeste.
italian: [_u_] Non c'è niente di sbagliato nell'essere modesti.

source: [_a_] I wouldn't mind being a little less... uptight on certain subjects.
french: [ _a_ ] Je ne voudrais pas être un peu moins ... tendu sur certains sujets.
italian: [_a_] non mi dispiacerebbe essere un po 'meno... stretto su alcuni soggetti.

source: [_a_] Like... It's hard for me to get into the shower at the same time as someone else.
french: [ _a_ ] Comme ... C'est dur pour moi d'entrer dans la douche en même temps que quelqu'un d'autre.
italian: [_a_] Mi piace... È difficile per me entrare nella doccia contemporaneamente a qualcun altro.

source: [_a_] I mean, just so we're clear, in private I have no problem being naked!
french: [ _a_ ] Je veux dire, juste pour que nous soyons clairs, en privé, je n'ai aucun problème à être nu !
italian: [_a_] Voglio dire, proprio così siamo chiari, in privato non ho problemi di essere nudo!

source: [_a_] I'm not a nun!
french: [ _a_ ] Je ne suis pas une nonne !
italian: [_a_] non sono una suora!

source: [_a_] But being naked in public... I don't know how you do that.
french: [ _a_ ] Mais être nu en public ... Je ne sais pas comment tu fais ça.
italian: [_a_] Ma essendo nudo in pubblico... non so come lo fate.

source: [_u_] Have you ever just kind of... shown people your boobs for fun?
french: [ _u_ ] As-tu déjà ... montré aux gens tes seins pour le plaisir?
italian: [_u_] Hai mai solo gentile... mostrato le tue tette per divertimento?

source: [_a_] If I'd done that, my breasts would have been on the front page of celebrity magazines for two weeks.
french: [ _a_ ] Si j'avais fait ça, mes seins auraient été sur la première page des magazines de célébrités pendant deux semaines.
italian: [_a_] Se lo facessi, i miei seni sarebbero stati sulla prima pagina delle riviste celebrità per due settimane.

source: [_u_] Really? Two weeks?
french: [ _u_ ] Vraiement? Deux semaines?
italian: [_u_] Davvero? Due settimane?

source: [_a_] A photo of me in a bikini at the beach was once on the front cover for a week.
french: [ _a_ ] Une photo de moi dans un bikini à la plage était une fois sur la couverture avant pendant une semaine.
italian: [_a_] Una foto di me in un bikini in spiaggia era una volta sulla copertina anteriore per una settimana.

source: [_a_] So yes, a boob shot, that's at least two weeks.
french: [ _a_ ] Donc oui, un coup de feu, c'est au moins deux semaines.
italian: [_a_] Così sì, un colpo da bob che è almeno due settimane.

source: [_u_] What if a sex tape leaks?
french: [ _u_ ] Que faire si une bande de sexe fuit?
italian: [_u_] Cosa succede se un sex tape perde?

source: [_a_] I don't think the galaxy would never recover from that! Ahah!
french: [ _a_ ] Je ne pense pas que la galaxie ne se rétablirait jamais de ça ! Ahah !
italian: [_a_] Non penso che la galassia non si riprenderebbe mai da quello! Ahah!

source: [_a_] Of course, on my private beach, surrounded by walls and barbed wire.
french: [ _a_ ] Bien sûr, sur ma plage privée, entouré de murs et de barbelés.
italian: [_a_] Naturalmente, sulla mia spiaggia privata, circondata da mura e filo spinato.

source: [_a_] And all my household staff had to be blindfolded.
french: [ _a_ ] Et tout le personnel de mon ménage devait être les yeux bandés.
italian: [_a_] E tutto il mio personale domestico doveva essere bendato.
