Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/expedition_02Loot.po
Languages: italian

source: [_u_] It's some kind of locked chest...
italian: [_u_] È una sorta di forziere chiuso...

source: [_u_] There's a keyboard that only has numbers and capital letters. Nothing else, no spacebar.
italian: [_u_] C'è una tastiera che ha solo numeri e lettere maiuscole. Niente altro, nessuna barra spaziatrice.

source: [_u_] A note on it says:
italian: [_u_] Una nota al riguardo dice:

source: ''- THE ANTIC BOOK OF LOVE ''
italian: ''- IL LIBRO ANTICO DELL'AMORE ''

source: ''- MODERN PROBLEMS REQUIRE MODERN''
italian: ''- PROBLEMI MODERNI RICHIESTA MODERN''

source: ''- ELEVEN IN ROMAN NUMERALS''
italian: ''- ELEVEN IN NUMERI ROMANI''

source: ''- ROMEO AND ''
italian: ''- ROMEO E ''

source: ''- IT'S LEVIOSA NOT LEVIOSAAAAA''
italian: ''- È LEVIOSA NON LEVIOSAAAAA''

source: ''- DO YOU KNOW DA''
italian: ''- CONOSCIUTO DA''

source: ''- I TOOK AN ARROW IN THE''
italian: ''- TOOK UN'ARROW IN THE''

source: ''- THIS VIDEO IS SPONSORED BY''
italian: ''- QUESTO VIDEO È SPONSORED DY''

source: ''- THEYRE TAKING THE HOBBITS TO ''
italian: ''- THEYRE PRENDERE LE BBITE A ''

source: ''- A SOUL FOR A''
italian: ''- UN SOUL FOR A''

source: ''- TOSS A COIN TO YOUR WITCHER OH VALLEY OF''
italian: ''- INVIA UNA MONETA AL TUO SENZA VALLEY OF''

source: [_u_] Nice! Go give it to Lycoris, little drone!
italian: [_u_] Nizza! Vai a darlo a Lycoris, piccolo drone!

source: [_u_] That's new.
italian: [_u_] È nuovo.

source: [_u_] Why did you show me this?
italian: [_u_] Perché mi hai mostrato questo?

source: [_u_] Hey, Tinker! What have I found?
italian: [_u_] Hey, Tinker! Cosa ho trovato?

source: [_tb_] What do you say?
italian: [_tb_] Che cosa dite?

source: [_tb_] Oh! This must surely be Outpost 23 in the ''Magic Forest'' area.
italian: [_tb_] Oh! Questo deve essere sicuramente Avamposto 23 nell'area ''Foresta Magica''.

source: [_tb_] It is an observation post and a warehouse.
italian: [_tb_] È un post di osservazione e un magazzino.

source: [_tb_] Actualy... we used it to put everything we didn't know where to put...
italian: [_tb_] In realtà... l'abbiamo usato per mettere tutto quello che non sapevamo dove mettere...

source: [_u_] Great, a garbage room.
italian: [_u_] Grande, una stanza immondiziata.

source: [_u_] Do you think there might be tools in there?
italian: [_u_] Pensi che ci potrebbero essere strumenti lì dentro?

source: [_tb_] Gosh, no Idea!
italian: [_tb_] Gosh, nessuna idea!

source: [_tb_] I'll put a teleportation point there if you want to take a look.
italian: [_tb_] Metterò un punto di teletrasporto se vuoi dare un'occhiata.

source: [_u_] What is this thing doing here?
italian: [_u_] Che cosa sta facendo questa cosa qui?

source: [_u_] It doesn't look old...
italian: [_u_] Non sembra vecchio...

source: [_u_] In fact, it's brand new.
italian: [_u_] Infatti, è nuovissimo.

source: [_u_] And it's a luxury suitcase...
italian: [_u_] Ed è una valigia di lusso...

source: [_u_] Who could be rich enough to afford a suitcase like that?
italian: [_u_] Chi potrebbe essere abbastanza ricco da permettersi una valigia del genere?

source: [_u_] I found another one of your luggage!
italian: [_u_] Ho trovato un altro dei tuoi bagagli!

source: [_a_] Great!
italian: [_a_] Ottimo!

source: [_a_] I think there's only one left.
italian: [_a_] Penso che ce ne sia rimasto solo uno.

source: [_u_] Okay, I'll see if I can find it.
italian: [_u_] Okay, vedrò se riesco a trovarlo.

source: [_u_] And here's the last one!
italian: [_u_] Ed ecco l'ultimo!

source: [_u_] Let's go see Amandine.
italian: [_u_] Andiamo a vedere Amandine.

source: [_u_] Wow... this is useless...
italian: [_u_] Wow... questo è inutile...

source: [_u_] Melissandre? Can you do anything with a pair of broken wings?
italian: [_u_] Melissandre? Puoi fare qualcosa con un paio di ali rotte?

source: [_ml_] No, it's useless.
italian: [_ml_] No, è inutile.

source: [_u_] Let's keep looking.
italian: [_u_] Continuiamo a guardare.

source: [_u_] And here's the feather!
italian: [_u_] Ed ecco la piuma!

source: [_u_] Perfect!
italian: [_u_] Perfetto!

source: [_u_] I hope Lycoris manages to change this dress before Sherazade realizes it's gone.
italian: [_u_] Spero che Lycoris riesca a cambiare questo vestito prima che Sherazade si renda conto che è andato.

source: [_u_] That's better!
italian: [_u_] È meglio!

source: [_u_] Well, it wasn't that complicated.
italian: [_u_] Beh, non era così complicato.

source: [_u_] There seems to be a message next to the wings...
italian: [_u_] Sembra che ci sia un messaggio accanto alle ali...

source: [_u_] Let's get it all back.
italian: [_u_] Riprendiamo tutto indietro.
