Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/expedition_automatique.po
Languages: italian

source: ==ERROR== You don't have enough money.
italian: ==ERROR== Non hai abbastanza soldi.

source: Fix the Drone {color=#a0fc86}(35c){/color}
italian: Correggi il Drone {color=#a0fc86}(35c){/color}

source: RESURECTION {color=#a0fc86}(55c){/color}
italian: RISURECTION {color=#a0fc86}(55c){/color}

source: Send Drone
italian: Invia Drone

source: Recall
italian: Richiamo

source: =Back to the office=
italian: =Torna all'ufficio=

source: Drone01 // Default Drone
italian: Drone01 // Drone Predefinito

source: Drone02 // Petal
italian: Drone02 // Petalo

source: Drone03 // GunPowder
italian: Drone03 // Polvere Da Cannone
