Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Intro01.po
Languages: french, italian, russian

source: [_u_] And, does it taste better?
french: [ _u_ ] Et, est-ce que ça va mieux?
italian: [_u_] E, ha un sapore migliore?
russian: [_u_] Стало лучше?

source: [_ly_] Not so much.
french: [ _ly_ ] Pas tellement.
italian: [_ly_] Non tanto.
russian: [_ly_] Не особо.

source: [_u_] Thanks Lyco, that's very kind of you.
french: [ _u_ ] Merci Lyco, c'est très gentil de vous.
italian: [_u_] Grazie Lyco, questo è molto gentile di voi.
russian: [_u_] Спасибо, Лико, очень заботливо с твоей стороны.

source: [_ly_] So, you've been here for a month, right?
french: [ _ly_ ] Donc, vous êtes ici depuis un mois, n'est-ce pas?
italian: [_ly_] Quindi, sei stato qui per un mese, giusto?
russian: [_ly_] Так и что получается, ты тут уже целый месяц, да?

source: [_u_] Yep! Do you still have no idea when I can come out?
french: [ _u_ ] Yep ! Tu n'as toujours aucune idée quand je peux sortir?
italian: [_u_] Yep! Non hai ancora idea di quando posso uscire?
russian: [_u_] Ага! Всё ещё не в курсе, когда меня выпустят?

source: [_ly_] None. The Sultana does not mention it.
french: [ _ly_ ] Néant. Le Sultana ne le mentionne pas.
italian: [_ly_] Nessuno. La Sultana non la menziona.
russian: [_ly_] Не-а. Султана об этом не упоминала.

source: [_ly_] And she's kind of scaring me these days.
french: [ _ly_ ] Et elle me fait peur de nos jours.
italian: [_ly_] E lei mi spaventa in questi giorni.
russian: [_ly_] По правде говоря, в последнее время она меня немного пугает.

source: [_u_] Arg... I hope my friends are about to send a rescue mission to help me...
french: [ _u_ ] Arg ... J'espère que mes amis sont sur le point d'envoyer une mission de sauvetage pour m'aider ...
italian: [_u_] Arg... Spero che i miei amici stiano per inviare una missione di soccorso per aiutarmi...
russian: [_u_] Аргх... Надеюсь, мои товарищи уже стартовали спецоперацию по моему вызволению...

source: [_ly_] I hope for you too.
french: [ _ly_ ] J'espère aussi pour toi.
italian: [_ly_] spero anche per voi.
russian: [_ly_] Держу за тебя кулачки.

source: [_ly_] If they manage to free you, take me with you!
french: [ _ly_ ] S'ils parviennent à vous libérer, prenez-moi avec vous !
italian: [_ly_] Se riescono a liberarti, portami con te!
russian: [_ly_] Если им удастся тебя вытащить, заберите меня с собой!

source: [_ly_] I'm really sick of this place.
french: [ _ly_ ] Je suis vraiment malade de cet endroit.
italian: [_ly_] sono davvero stufo di questo posto.
russian: [_ly_] Мне уже порядком надоело это место.

source: [_ly_] And how will I do that?
french: [ _ly_ ] Et comment je vais faire ça?
italian: [_ly_] E come lo farò?
russian: [_ly_] А как?

source: [_ly_] There are guards everywhere, day and night.
french: Il y a des gardes partout, jour et nuit.
italian: [_ly_] Ci sono guardie ovunque, giorno e notte.
russian: [_ly_] Тут охрана повсюду, и днём и ночью.

source: [_ly_] And then apparently, you have some great friends coming to pick you up!
french: [ _ly_ ] Et puis, apparemment, vous avez des amis qui viennent vous chercher !
italian: [_ly_] E poi a quanto pare, hai qualche grande amico che viene a prenderti!
russian: [_ly_] И, оказывается, у тебя есть замечательные друзья, которые спешат тебя отсюда забрать!

source: [_ly_] I'll just have to come with you! right?
french: [ _ly_ ] Je vais juste venir avec vous !
italian: [_ly_] Dovrò solo venire con te! giusto?
russian: [_ly_] И вы можете взять меня с собой! Да ведь?

source: [_u_] Yeah, sure...
french: [ _u_ ] Ouais, sûr ...
italian: [_u_] Sì, sicuro...
russian: [_u_] Даа, конечно...

source: [_ly_] You better do it, little man.
french: [ _ly_ ] Tu feras mieux, petit homme.
italian: [_ly_] Faresti meglio a farlo, piccolo uomo.
russian: [_ly_] И лучше бы тебе меня не обманывать, малыш.

source: [_ly_] You sound like her Majesty...
french: [ _ly_ ] Vous avez l'image de Sa Majesté ...
italian: [_ly_] Sembri la sua Maestà...
russian: [_ly_] Говоришь прям как Её Величество...

source: [_ly_] You know I could be caught?
french: [ _ly_ ] Tu sais que je pourrais être attrapé?
italian: [_ly_] Lo sai che potrei essere catturato?
russian: [_ly_] А ничего, что меня могут поймать?

source: [_ly_] And even if I did... what would we do after that?
french: [ _ly_ ] Et même si je faisais ... que ferions-nous après?
italian: [_ly_] E anche se ho fatto... cosa faremmo dopo?
russian: [_ly_] И даже если бы я смогла... Что дальше?

source: [_ly_] The palace is entirely guarded.
french: [ _ly_ ] Le palais est entièrement gardé.
italian: [_ly_] Il palazzo è completamente custodito.
russian: [_ly_] Дворец хорошо охраняется.

source: [_ly_] And the city too, and outside of it, there is only desert for miles.
french: [ _ly_ ] Et la ville aussi, et à l'extérieur, il n'y a que du désert pour les miles.
italian: [_ly_] E anche la città, e fuori di essa, c'è solo deserto per miglia.
russian: [_ly_] И город тоже, а за его пределами на многие километры простирается лишь пустыня.

source: [_ly_] Unless you have a plan in mind. My answer is no.
french: [ _ly_ ] Sauf si vous avez un plan à l'esprit. Ma réponse est non.
italian: [_ly_] A meno che tu non abbia in mente un piano. La mia risposta è no.
russian: [_ly_] Пока у тебя не будет надёжного плана, мой ответ - нет.

source: [_ly_] Do you have a plan?
french: [ _ly_ ] Avez-vous un plan?
italian: [_ly_] Hai un piano?
russian: [_ly_] У тебя есть план?

source: [_u_] ...no.
french: [ _u_ ] ... non.
italian: [_u_] ...n.
russian: [_u_] Эмм... Нет?

source: [_ly_] That's what I thought.
french: [ _ly_ ] C'est ce que je pensais.
italian: [_ly_] È quello che pensavo.
russian: [_ly_] Так-то я и думала.

source: [_ly_] Which wall?
french: [ _ly_ ] Quel mur?
italian: [_ly_] Quale parete?
russian: [_ly_] Какой стены?

source: [_ly_] The one where you try to make a hole in it?
french: [ _ly_ ] Le seul endroit où vous essayez de faire un trou?
italian: [_ly_] Quello in cui cerchi di fare un buco in esso?
russian: [_ly_] Той, в которой ты пытаешься проковырять дырку?

source: [_ly_] Don't worry, I won't tell.
french: [ _ly_ ] Ne vous inquiétez pas, je ne le dirai pas.
italian: [_ly_] Non ti preoccupare, non lo dirò.
russian: [_ly_] Не волнуйся, я никому не скажу.

source: [_u_] Thanks.
french: [ _u_ ] Merci.
italian: [_u_] Grazie.

source: [_u_] So... what's behind it?
french: [ _u_ ] Alors ... qu'est-ce qui se cache derrière?
italian: [_u_] Quindi... cosa c'è dietro?
russian: [_u_] Мда... И что же за ней?

source: [_ly_] I don't know if I'm supposed to tell you that...
french: [ _ly_ ] Je ne sais pas si je suis censé vous dire que ...
italian: [_ly_] Non so se dovrei dirti che...
russian: [_ly_] Не уверена, что могу отвечать на этот вопрос...

source: [_ly_] Let's say it's someone important.
french: [ _ly_ ] Disons que c'est quelqu'un d'important.
italian: [_ly_] Diciamo che è qualcuno importante.
russian: [_ly_] Скажем, там кое-кто очень важный.

source: [_u_] Like... the sultana?
french: [ _u_ ] Comme ... le sultana?
italian: [_u_] Come... la sultana?
russian: [_u_] Например... Султана?

source: [_ly_] Nope... well, you'll see.
french: [ _ly_ ] Non, bien, tu verras.
italian: [_ly_] Nope... beh, vedrete.
russian: [_ly_] Нет... Ну, ты увидишь.

source: [_ly_] I have some cleaning to do...
french: [ _ly_ ] J'ai un peu de ménage à faire ...
italian: [_ly_] Ho un po' di pulizia da fare...
russian: [_ly_] Я пойду, мне ещё нужно заняться уборкой...

source: [_ly_] If you need me, tell me and I will come back.
french: [ _ly_ ] Si tu as besoin de moi, dis-moi et je revivierai.
italian: [_ly_] Se hai bisogno di me, dimmi ed io tornerò.
russian: [_ly_] Если понадоблюсь - зови.

source: [_ly_] Enjoy your meal!
french: [ _ly_ ] Profitez de votre repas !
italian: [_ly_] Godetevi il vostro pasto!
russian: [_ly_] Приятного аппетита!

source: [_u_] I just saw a...
french: [ _u_ ] Je viens de voir ...
italian: [_u_] ho appena visto...
russian: [_u_] Я только что видел...

source: [_vn_s_] Tell me everything...
french: [ _vn_s_ ] Dites-moi tout ...
italian: [_vn_s_] Dimmi tutto...
russian: [_vn_s_] Что ты видел?...

source: [_vn_s_] what did you see?...
french: [ _vn_s_ ] qu'avez-vous vu? ...
italian: [_vn_s_] cosa hai visto?...
russian: [_vn_s_] Расскажи мне всё в мельчайших подробностях...

source: [_vn_s_] My poor...
french: [ _vn_s_ ] Mes pauvres ...
italian: [_vn_s_] I miei poveri...
russian: [_vn_s_] Моя бедная...

source: [_vn_s_] poor...
french: [ _vn_s_ ] mauvais ...
italian: [_vn_s_] povero...
russian: [_vn_s_] бедная...

source: [_vn_s_] ...unfortunate soul.
french: [ _vn_s_ ] ... une âme malheureuse.
italian: [_vn_s_] ...anima sfortunata.
russian: [_vn_s_] ...несчастная душа.

source: [_u_] Oh...
french: [Oh...

source: [_u_] Aren't you the chick who sucked me off in a cave?
french: [ _u_ ] N'êtes-vous pas la fille qui m'a sucée dans une grotte?
italian: [_u_] Non sei il pulcino che mi ha succhiato in una grotta?
russian: [_u_] А не та ли вы, случаем, барышня, что отсосала мне тогда в пещере?

source: [_vn_s_] ...
french: [ _vn__ ] ...

source: [_vn_s_] You stinky worm...
french: [ _vn_s_ ] Tu es un ver ...
russian: [_vn_s_] Ты, жалкий червь...

source: [_vn_s_] I am the sultana of this land now.
french: [ _vn_s_ ] Je suis le sultana de cette terre maintenant.
italian: [_vn_s_] Io sono la sultana di questa terra ora.
russian: [_vn_s_] Я теперь Султана этих земель.

source: [_vns_] And you will be my captive for eternity for having dared to defy me, you insolent human.
french: [ _vns_ ] Et vous serez mon captif pour l'éternité pour avoir osé me défier, vous insolent humain.
italian: [_vns_] E sarete miei prigionieri per l'eternità per aver osato sfidarmi, voi insolenti umani.
russian: [_vns_] И ты навечно останешься в моём плену за то, что посмел бросить мне вызов, ты, высокомерный человечишка.

source: [_u_] You are the one who accepted a challenge.
french: [ _u_ ] Vous êtes celui qui a accepté un défi.
italian: [_u_] Sei tu che hai accettato una sfida.
russian: [_u_] Принять вызов было твоей идеей.

source: [_u_] You just don't assume you've lost.
french: [ _u_ ] Vous ne supposez pas que vous avez perdu.
italian: [_u_] Semplicemente non supponete di aver perso.
russian: [_u_] А вот принять поражение у тебя не получается.

source: [_vns_] I hope you had a pleasant month here.
french: [ _vns_ ] J'espère que vous avez eu un mois agréable ici.
italian: [_vns_] Spero che tu abbia avuto un mese piacevole qui.
russian: [_vns_] Надеюсь, месяц прошёл приятно.

source: [_vns_] Because you will be in this cell for a long time.
french: [ _vns_ ] Parce que vous serez dans cette cellule pendant longtemps.
italian: [_vns_] Perché sarai in questa cella per molto tempo.
russian: [_vns_] Поскольку сидеть в этой камере ты будешь ещё долго.

source: [_u_] I'm sure I'll make it out of here.
french: [ _u_ ] Je suis sûr que je vais le sortir d'ici.
italian: [_u_] sono sicuro che lo farò fuori da qui.
russian: [_u_] Я уверен, что выберусь отсюда.

source: [_u_] Do you want to bet on something?
french: [ _u_ ] Vous voulez parier sur quelque chose?
italian: [_u_] Vuoi scommettere su qualcosa?
russian: [_u_] Желаешь на что-нибудь поспорить?

source: [_vns_] Your words will not change anything, human.
french: [ _vns_ ] Vos paroles ne changeront rien, humain.
italian: [_vns_] Le tue parole non cambieranno niente, umano.
russian: [_vns_] Твои слова ничего не изменят, человек.

source: [_vns_] You will end your days in this cell.
french: [ _vns_ ] Vous terminerez vos jours dans cette cellule.
italian: [_vns_] Terminerai i tuoi giorni in questa cella.
russian: [_vns_] Свои последние дни ты проведёшь за этой решёткой.

source: [_u_] I'm not sure about that.
french: [ _u_ ] Je ne suis pas sûr de ça.
italian: [_u_] non ne sono sicuro.
russian: [_u_] Я бы не был так уверен.

source: [_ly_] I saw your eye sticking out of a hole in the wall there. So funny.
french: [ _ly_ ] J'ai vu votre œil s'accrochez à un trou dans le mur. Donc drôle.
italian: [_ly_] Ho visto il tuo occhio attaccare da un buco nel muro lì. Così divertente.
russian: [_ly_] Я видела, как твой глаз выглядывает из той дырки в стене, так забавно.

source: [_ly_] I guess you heard it all?
french: [ _ly_ ] Je suppose que vous avez tout entendu?
italian: [_ly_] Immagino che tu abbia sentito tutto?
russian: [_ly_] Думаю, ты всё и сам слышал?

source: [_u_] Yeah, explain to me, what's going on?
french: [ _u_ ] Ouais, expliquez-moi, qu'est-ce qui se passe?
italian: [_u_] Sì, mi spiega, cosa sta succedendo?
russian: [_u_] Да, объяснишь мне, что происходит?

source: [_ly_] This is just between us but...
french: [ _ly_ ] C'est juste entre nous, mais ...
italian: [_ly_] Questo è solo tra di noi ma...
russian: [_ly_] Но это только между нами...

source: [_ly_] We're trying to get her majesty back in control of her kingdom.
french: [ _ly_ ] Nous essayons de remettre sa majesté au contrôle de son royaume.
italian: [_ly_] Stiamo cercando di recuperare la sua maestosità nel controllo del suo regno.
russian: [_ly_] Мы пытаемся вернуть Её Величеству контроль над королевством.

source: [_u_] ''Her majesty''? The chick I saw from behind?
french: [ _u_ ] '' Sa Majesté''? Le poussin que j'ai vu de derrière?
italian: [_u_] ''Sua maestà'? Il pulcino che ho visto da dietro?
russian: [_u_] ''Её Величество''? Леди, которую мне довелось видеть со спины?

source: [_ly_] Yeah, and anyway, we need to find a key.
french: [ _ly_ ] Ouais, et de toute façon, nous devons trouver une clé.
italian: [_ly_] Sì, e comunque, abbiamo bisogno di trovare una chiave.
russian: [_ly_] Да, и в любом случае, нам нужно найти ключ.

source: [_u_] And do you have any idea where it is?
french: [ _u_ ] Et vous avez une idée où c'est?
italian: [_u_] E hai qualche idea su dove si trova?
russian: [_u_] Какие-то мысли насчёт того, где он может быть?

source: [_ly_] None for now.
french: [ _ly_ ] Aucun pour l'instant.
italian: [_ly_] Nessuno per ora.
russian: [_ly_] Пока никаких.

source: [_ly_] But then again, if your friends come and get you first, we'll all escape!
french: [ _ly_ ] Mais là encore, si vos amis viennent vous chercher d'abord, nous nous éviterons tous !
italian: [_ly_] Ma poi di nuovo, se i tuoi amici vengono a prenderti prima, noi tutti fuggiamo!
russian: [_ly_] Но опять же, если твои друзья заберут нас отсюда раньше, то мы сбежим!

source: [_ly_] And no more key problems!
french: [ _ly_ ] Et pas plus de problèmes clés !
italian: [_ly_] E non ci sono più problemi chiave!
russian: [_ly_] И никаких больше проблем с ключами!

source: [_u_] Yeah...
french: [Oui...
italian: [_u_] Sì...
russian: [_u_] Ага...

source: [_u_] I hope they're on their way.
french: [ _u_ ] J'espère qu'ils sont en route.
italian: [_u_] Spero che siano sulla loro strada.
russian: [_u_] Надеюсь, они уже в пути.

source: [_ly_] Hello again, Mr. Prisoner.
french: [ _ly_ ] Bonjour à nouveau, M. Prisoner.
italian: [_ly_] Ciao ancora, signor Prigioniere.
russian: [_ly_] И снова здравствуйте, Господин Узник.

source: [_u_] I never told you this but, your horns are so cute.
french: [ _u_ ] Je ne t'ai jamais dit ça, mais tes cornes sont si mignonnes.
italian: [_u_] Non ti ho mai detto questo, ma le tue corna sono così carine.
russian: [_u_] Я никогда этого не говорил, но у тебя очень милые рожки.

source: [_ly_] Is that a true compliment?
french: [ _ly_ ] Est-ce un vrai compliment?
italian: [_ly_] È un vero complimento?
russian: [_ly_] Это искренний комплимент?

source: [_ly_] Or are you trying to charm me for some other reason, darling?
french: Ou tu essayes de me charmer pour une autre raison, chérie?
italian: [_ly_] O stai cercando di affascinarmi per qualche altra ragione, tesoro?
russian: [_ly_] Или ты пытаешься меня очаровать с какой-то корыстной целью, мой хороший?

source: [_ly_] Because I warn you, I have no idea how to get you out of this cage!
french: [ _ly_ ] Parce que je vous préviens, je n'ai aucune idée de comment vous sortir de cette cage !
italian: [_ly_] Perché ti avvertimento, non ho idea di come farti uscire da questa gabbia!
russian: [_ly_] Предупреждаю сразу, я понятия не имею как выбраться из этой клетки!

source: [_u_] No, it was a real compliment!
french: [ _u_ ] Non, c'était un vrai compliment !
italian: [_u_] No, è stato un vero complimento!
russian: [_u_] Нет, это искренний комплимент!

source: [_u_] I've never seen anyone wear horns so well!
french: [ _u_ ] Je n'ai jamais vu quelqu'un porter des cornes aussi bien !
italian: [_u_] Non ho mai visto nessuno indossare corna così bene!
russian: [_u_] Никогда не видел, чтобы кто-то так хорошо носил рога!

source: [_ly_] Ahah it's been a long time since I've been courted!
french: [ _ly_ ] Ahah c'est une longue période depuis que j'ai été courtisée !
italian: [_ly_] Ahah è passato molto tempo da quando sono stato corteggiato!
russian: [_ly_] Ахах, прошло немало времени с тех пор, как за мной кто-то ухаживал!

source: [_ly_] It's not unpleasant.
french: [ _ly_ ] Ce n'est pas désagréable.
italian: [_ly_] Non è sgradevole.
russian: [_ly_] Это не неприятно.

source: [_ly_] I mean... I wish you were more... dressed up.
french: [ _ly_ ] Je veux dire ... J'aimerais que tu étais plus ... habillé.
italian: [_ly_] Voglio dire... vorrei che tu fossi di più... vestito.
russian: [_ly_] В смысле... Хотелось бы чтобы ты был чуть более... Ухоженный.

source: [_ly_] But I'm pretty sure... with a nice tunic... and combed hair...
french: [ _ly_ ] Mais je suis presque sûr ... avec une jolie tunique ... et des cheveux peignés ...
italian: [_ly_] Ma sono abbastanza sicuro... con una bella tunica... e capelli pettinati...
russian: [_ly_] Но я уверена... В красивом мундире... И расчёсанными волосами...

source: [_ly_] Mh...
french: [Mh...

source: [_ly_] Yeah that could do it.
french: [ _ly_ ] Ouais qui pourrait le faire.
italian: [_ly_] Sì che potrebbe farlo.
russian: [_ly_] Да, пожалуй, сойдёт.

source: [_ly_] I will come back tomorrow, I promise.
french: [ _ly_ ] Je revivierai demain, je vous le promets.
italian: [_ly_] Tornerò domani, lo prometto.
russian: [_ly_] Я завтра вернусь, обещаю.

source: [_ly_] See ya!
french: [A plus tard !
italian: [_ly_] Vedi ya!

source: [_u_] Hey! So uh... I was wondering...
french: [ _u_ ] Hey ! Alors, euh ... Je me demandais ...
italian: [_u_] Hey! Così uh... Mi stavo chiedendo...
russian: [_u_] Слушай! Знаешь... Я тут подумал...

source: [_ly_] Tell me everything. What were you wondering about?
french: [ _ly_ ] Dis-moi tout. Qu'est-ce que vous vous demaniez?
italian: [_ly_] Mi dica tutto. Di cosa ti stai chiedendo?
russian: [_ly_] Не стесняйся, рассказывай, что тебя беспокоит?

source: [_u_] I...
french: [_u_] Je...

source: [_u_] Can I see your boobs?
french: [ _u_ ] Je peux voir tes seins?
italian: [_u_] Posso vedere le tue tette?
russian: [_u_] Можешь показать мне сиськи?

source: [_ly_] I wasn't expecting this! Ahah
french: [ _ly_ ] Je ne m'attendais pas à ça ! Ahah
italian: [_ly_] Non mi aspettavo questo! Ahah
russian: [_ly_] Такого я не ожидала! Ахах

source: [_ly_] I am not against this idea...
french: [ _ly_ ] Je ne suis pas contre cette idée ...
italian: [_ly_] Non sono contrario a questa idea...
russian: [_ly_] Не сказала бы, что я против...

source: [_ly_] And I guess it wouldn't hurt you to have something to fantasize about...
french: [ _ly_ ] Et je suppose que ça ne vous ferait pas de mal d'avoir quelque chose à fantasme sur ...
italian: [_ly_] E immagino che non ti farebbe male avere qualcosa di cui fantasticarsi...
russian: [_ly_] Да и думаю, тебе не помешает, если будет о чём пофантазировать...

source: [_ly_] Especially after all this time in this cage...
french: [ _ly_ ] Surtout après tout ce temps dans cette cage ...
italian: [_ly_] Soprattutto dopo tutto questo tempo in questa gabbia...
russian: [_ly_] Особенно спустя столько времени, проведённого в клетке...

source: [_ly_] But it will be a little difficult for me to satisfy your request.
french: [ _ly_ ] Mais ce sera un peu difficile pour moi de satisfaire votre demande.
italian: [_ly_] Ma sarà un po' difficile per me soddisfare la tua richiesta.
russian: [_ly_] Но с удовлетворением твоей просьбы есть некоторые трудности.

source: [_u_] What? Why?
french: [ _u_ ] Quoi? Pourquoi?
italian: [_u_] Cosa? Perché?
russian: [_u_] Что? Какие?

source: [_ly_] See the clothes I'm wearing?
french: [ _ly_ ] Voir les vêtements que je porte?
italian: [_ly_] Vedi i vestiti che sto indossando?
russian: [_ly_] Видишь, во что я одета?

source: [_ly_] This stuff is not really meant to be removed easily.
french: [ _ly_ ] Ce truc n'est pas vraiment destiné à être enlevé facilement.
italian: [_ly_] Questa roba non è destinata ad essere rimossa facilmente.
russian: [_ly_] Эту одежду придумали, чтобы один раз её надеть и больше никогда не снимать.

source: [_ly_] And I know something about it, I'm the one who created it.
french: [ _ly_ ] Et je sais quelque chose à ce sujet, je suis celui qui l'a créé.
italian: [_ly_] E so qualcosa a riguardo, sono colui che l'ha creata.
russian: [_ly_] И знаешь кто её придумал?... Разрешите представиться.

source: [_ly_] Nah, you know what?
french: [ _ly_ ] Nah, tu sais quoi?
italian: [_ly_] Nah, sai cosa?
russian: [_ly_] Хотя, ты знаешь что?

source: [_ly_] Find a way out of this cage,
french: [ _ly_ ] Trouver un moyen de sortir de cette cage,
italian: [_ly_] Trova una via d'uscita da questa gabbia,
russian: [_ly_] Найди выход из своей клетки,

source: [_ly_] Have a real date with me,
french: [ _ly_ ] Avoir une vraie date avec moi,
italian: [_ly_] Avere una data reale con me,
russian: [_ly_] Сходи со мной на нормальное свидание,

source: [_ly_] And then we'll see how it goes. Okay?
french: [ _ly_ ] Et puis on verra comment ça va. Ok?
italian: [_ly_] E poi vedremo come va. Okay?
russian: [_ly_] А потом посмотрим, как пойдёт. Хорошо?

source: [_u_] ... It sounds like a good idea actually.
french: [ _u_ ] ... Ça ressemble à une bonne idée en fait.
italian: [_u_] ... Sembra una buona idea.
russian: [_u_] ... На самом деле, звучит, как отличная идея.

source: [_ly_] Great! I can't wait to get you out of there!
french: [ _ly_ ] Grand ! J'ai hâte de te sortir de là !
italian: [_ly_] Grande! Non vedo l'ora di farti uscire da lì!
russian: [_ly_] Супер! Мне уже не терпится вытащить тебя отсюда!

source: [_ly_] See you later [name]!
french: [ _ly_ ] Voir plus tard [ nom ] !
italian: [_ly_] Ci vediamo più tardi [name]!

source: [_u_] She really doesn't look like what I'm used to with Snow White...
french: [ _u_ ] Elle n'a vraiment pas l'air de ce que je suis habitué à la Blanche Neige ...
italian: [_u_] Lei davvero non assomiglia a quello che sono abituato con Snow White...
russian: [_u_] С ней как-то подозрительно проще, чем с Белоснежкой...

source: [_u_] Maybe the androids of this region are... less prudish than in the north?
french: [ _u_ ] Peut-être que les androïdes de cette région sont ... moins prudents que dans le nord?
italian: [_u_] Forse gli androidi di questa regione sono... meno prudish che nel nord?
russian: [_u_] Может андроиды в этом регионе... Более раскованны, чем на севере?

source: [_u_] I'll ask Tinker when I get back.
french: [ _u_ ] Je vais demander à Tinker quand je reviendrai.
italian: [_u_] chiederò a Tinker quando torno.
russian: [_u_] Спрошу у Тинкер, когда вернусь.

source: [_u_] If I can get back.
french: [ _u_ ] Si je peux revenir.
italian: [_u_] Se posso tornare indietro.
russian: [_u_] Если вернусь.

source: [_ly_] Oh boy... it seems like an eternity.
french: [ _ly_ ] Oh mon garçon ... il semble être une éternité.
italian: [_ly_] Oh ragazzo... sembra un'eternità.
russian: [_ly_] Ох... Как будто целую вечность.

source: [_ly_] I can't even count the days anymore ahah
french: [ _ly_ ] Je ne peux même pas compter les jours plus ahah
italian: [_ly_] Non posso nemmeno contare i giorni più ahah
russian: [_ly_] Уже и по дням не сосчитать, ахах
