Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Intro01.po
Languages: french, italian, russian

source: [_tb_] Greetings!
french: [ _tb_ ] Salutations !
italian: [_tb_] Saluti!
russian: [_tb_] Приветствую!

source: [_tb_] And welcome to Chapter 2 of ''Once a Porn a Time''.
french: [ _tb_ ] Et bienvenue au chapitre 2 de '' Une fois un temps''.
italian: [_tb_] E benvenuti al capitolo 2 di 'Una volta un Porn a Time''.
russian: [_tb_] И добро пожаловать во вторую главу ''Once a Porn a Time''.

source: [_tb_] Is this the first time we've met?
french: [ _tb_ ] C'est la première fois que nous nous rencontrons?
italian: [_tb_] È la prima volta che ci siamo incontrati?
russian: [_tb_] Наша встреча для тебя в новинку?

source: [_tb_] Or have you already done Chapter 1?
french: [ _tb_ ] Ou avez-vous déjà fait le chapitre 1?
italian: [_tb_] O hai già fatto il capitolo 1?
russian: [_tb_] Или ты уже прошёл первую главу?

source: [_tb_] Hey! Welcome back [name]!
french: [ _tb_ ] Hey ! Bienvenue [ nom ] !
italian: [_tb_] Hey! Bentornato [name]!
russian: [_tb_] Хэй! С возвращением, [name]!

source: [_tb_] Sorry about that, I have to be careful with newcomers.
french: [ _tb_ ] Désolé à ce sujet, je dois être prudent avec les nouveaux venus.
italian: [_tb_] Mi dispiace, devo stare attento con i nuovi arrivati.
russian: [_tb_] Извиняй, приходится быть аккуратней с новичками.

source: [_tb_] Anyway, I hope you enjoyed chapter 1!
french: [ _tb_ ] En tout cas, j'espère que vous avez apprécié le chapitre 1 !
italian: [_tb_] Comunque, spero che ti sia piaciuto il capitolo 1!
russian: [_tb_] Ну да ладно, надеюсь тебе понравилась первая глава!

source: [_tb_] Because this chapter 2 is going to be insane.
french: [ _tb_ ] Parce que ce chapitre 2 va être fou.
italian: [_tb_] Perché questo capitolo 2 sarà folle.
russian: [_tb_] Потому что эта будет вообще отрыв фляги.

source: [_tb_] Anyway, I digress.
french: [ _tb_ ] Bref, je digresse.
italian: [_tb_] Comunque, io digresso.
russian: [_tb_] Короче, я отвлеклась.

source: [_tb_] So, I made a little animation to summarize chapter 1...
french: [ _tb_ ] Donc, j'ai fait un peu d'animation pour résumer le chapitre 1 ...
italian: [_tb_] Così, ho fatto un po 'di animazione per riassumere il capitolo 1...
russian: [_tb_] В общем, я тут сделала небольшую анимацию чтобы подытожить первую главу...

source: [_tb_] do you want to see it?
french: [ _tb_ ] Voulez-vous le voir?
italian: [_tb_] vuoi vederlo?
russian: [_tb_] Хочешь глянуть?

source: [_u_] Is this really necessary?
french: [ _u_ ] Est-ce vraiment nécessaire?
italian: [_u_] È davvero necessario?
russian: [_u_] А это прям обязательно?

source: [_tb_] It took me hours to do this thing.
french: [ _tb_ ] Il m'a fallu des heures pour faire cette chose.
italian: [_tb_] Mi ci sono volute ore per fare questa cosa.
russian: [_tb_] Я над ней несколько часов горбатилась.

source: [_u_] But I...
french: [ _u_ ] Mais je ...
italian: [_u_] Ma Io...

source: [_tb_] Stop talking and look.
french: [ _tb_ ] Arrêter de parler et de regarder.
italian: [_tb_] Smetti di parlare e guardare.
russian: [_tb_] Харю стянул и смотришь.

source: [_tb_] Hey! Welcome to ''Once a porn a Time'' [name] !
french: [ _tb_ ] Hey ! Bienvenue à '' Once a porn a Time''[ nom ] !
italian: [_tb_] Hey! Benvenuti a ''Una volta un porno un tempo'' [name]!
russian: [_tb_] Хэй! Добро пожаловать в ''Once a porn a Time'', [name] !

source: [_tb_] Let me introduce myself, I'm Tinker Bell, the CEO++ of this planet.
french: [ _tb_ ] Laisse-moi me présenter, je suis Tinker Bell, le PDG + + de cette planète.
italian: [_tb_] Consentitemi di presentarmi, sono Tinker Bell, il CEO++ di questo pianeta.
russian: [_tb_] Разрешите представиться, я Тинкербелл, Генеральный Директор++ этой планеты.

source: [_u_] Mmh... Why are you a fairy?
french: [ _u_ ] Mmh ... Pourquoi es-tu une fée?
italian: [_u_] Mmh... Perché sei una fata?
russian: [_u_] Эмм... А почему ты фея?

source: [_tb_] Mh... let me explain.
french: [ _tb_ ] Mh ... laissez-moi vous expliquer.
italian: [_tb_] Mh... mi permetta di spiegare.
russian: [_tb_] Хм... Позволь объяснить.

source: [_tb_] Once upon a time, there was a planet.
french: [ _tb_ ] Une fois, il y avait une planète.
italian: [_tb_] C'era una volta un pianeta.
russian: [_tb_] Давным-давно, в далёкой-далёкой галактике, была планета.

source: [_tb_] This planet was a giant park, filled with all kinds of adventures.
french: [ _tb_ ] Cette planète était un parc géant, rempli de toutes sortes d'aventures.
italian: [_tb_] Questo pianeta era un parco gigante, pieno di ogni tipo di avventura.
russian: [_tb_] Она была огромным парком развлечений, наполненным всевозможными приключениями.

source: [_tb_] And all the characters were super realistic androids.
french: [ _tb_ ] Et tous les personnages étaient des androïdes super réalistes.
italian: [_tb_] E tutti i personaggi erano androidi super realistici.
russian: [_tb_] И все персонажи были супер-реалистичными андроидами.

source: [_tb_] The richest people in the galaxy came to spend all their savings for a few days on this planet.
french: [ _tb_ ] Les personnes les plus riches de la galaxie sont venues dépenser toutes leurs économies pendant quelques jours sur cette planète.
italian: [_tb_] Le persone più ricche della galassia vennero a spendere tutti i loro risparmi per qualche giorno su questo pianeta.
russian: [_tb_] Богатейшие люди галактики слетались сюда, дабы потратить все свои сбережения, лишь бы провести тут несколько дней.

source: [_u_] Sounds like a very profitable business.
french: [ _u_ ] On dirait une entreprise très rentable.
italian: [_u_] Suona come un business molto redditizio.
russian: [_u_] Пока звучит как довольно прибыльный бизнес.

source: [_tb_] That's right.
french: [ _tb_ ] C'est vrai.
italian: [_tb_] È giusto.
russian: [_tb_] И это так.

source: [_u_] You just reused the old animation you made.
french: [ _u_ ] Vous venez de réutiliser l'ancienne animation que vous avez faite.
italian: [_u_] Hai appena riutilizzato la vecchia animazione che hai fatto.
russian: [_u_] Ты просто включила старую анимацию.

source: [_tb_] No, I...
french: [ _tb_ ] Non, I. ..
russian: [_tb_] Нет, я...

source: [_tb_] I added some stuff, okay?
french: [ _tb_ ] J'ai ajouté des trucs, d'accord?
italian: [_tb_] Ho aggiunto qualche roba, okay?
russian: [_tb_] Я кое-чё добавила, оке?

source: [_tb_] Anyway...
french: [ _tb_ ] En tout cas ...
italian: [_tb_] Comunque...
russian: [_tb_] Смотрим дальше...

source: [_tb_] But there was a problem.
french: [ _tb_ ] Mais il y avait un problème.
italian: [_tb_] Ma c'è stato un problema.
russian: [_tb_] Но возникла проблема.

source: [_tb_] People came mostly to fuck characters.
french: [ _tb_ ] Les gens venaient surtout pour baiser les personnages.
italian: [_tb_] La gente è venuto per lo più a scopare personaggi.
russian: [_tb_] В основном, люди прилетали с целью трахать андроидов.

source: [_tb_] And the androids were not designed for that.
french: [ _tb_ ] Et les androïdes n'étaient pas conçus pour cela.
italian: [_tb_] E gli androidi non sono stati progettati per questo.
russian: [_tb_] А они не были для этого спроектированы.

source: [_tb_] So the park went bankrupt.
french: [ _tb_ ] Le parc a donc fait faillite.
italian: [_tb_] Così il parco è fallito.
russian: [_tb_] Так что парк разорился.

source: [_tb_] 200 years later...
french: [ _tb_ ] 200 ans plus tard ...
italian: [_tb_] 200 anni dopo...
russian: [_tb_] Спустя 200 лет...

source: [_tb_] ...a random guy accidentally fell on the planet.
french: [ _tb_ ] ... un type aléatoire est tombé accidentellement sur la planète.
italian: [_tb_] ... un ragazzo casuale cadde accidentalmente sul pianeta.
russian: [_tb_] ...рандомный чел ненароком попал на эту планету.

source: [_tb_] (That's you.)
french: [ _tb_ ] (C'est vous.)
italian: [_tb_] (Sei tu)
russian: [_tb_] (Это ты.)

source: [_tb_] He found me, freed me from my terrible fate,
french: [ _tb_ ] Il m'a trouvé, libéré de mon terrible destin,
italian: [_tb_] Mi trovò, mi liberò dal mio terribile destino,
russian: [_tb_] Он повстречался со мной, высвободил меня из лап ужасной судьбы,

source: [_tb_] And I said, ''Hey! Help me rebuild this planet!''
french: [ _tb_ ] Et j'ai dit, " Hé ! Aidez-moi à reconstruire cette planète ! ''
italian: [_tb_] E ho detto: 'Ehi! Aiutami a ricostruire questo pianeta!''
russian: [_tb_] И я сказала: ''Чел! Помоги мне отстроить планету!''

source: [_tb_] ''You just have to corrupt some andoids and we'll reopen the park!''
french: [ _tb_ ] '' Vous avez juste à corrompu des andoïdes et nous rouvrons le parc ! ''
italian: [_tb_] ''Devi solo corrompere alcuni andoidi e riapriremo il parco!''
russian: [_tb_] ''Тут всего-то надо совратить парочку андроидов и мы вновь откроем парк"

source: [_tb_] So there you go, he fucked a lot of androids.
french: [ _tb_ ] Donc vous y allez, il a baisé beaucoup d'androïdes.
italian: [_tb_] Così ci andate, ha scopato un sacco di androidi.
russian: [_tb_] Ну и вот, он перетрахал кучу андроидов.

source: [_tb_] And then we hired new employees.
french: [ _tb_ ] Et puis nous avons embauché de nouveaux employés.
italian: [_tb_] E poi abbiamo assunto nuovi dipendenti.
russian: [_tb_] А потом мы наняли новых сотрудников.

source: [_tb_] And this guy got a little too comfortable,
french: [ _tb_ ] Et ce gars a eu un peu trop à l'aise,
italian: [_tb_] E questo ragazzo ha un po 'troppo confortevole,
russian: [_tb_] И этот чел начал чувствовать себя черезчур комфортно,

source: [_tb_] Because I'm pretty sure he banged his colleagues.
french: [ _tb_ ] Parce que je suis sûr qu'il a frappé ses collègues.
italian: [_tb_] Perché sono abbastanza sicuro che ha sbattuto i suoi colleghi.
russian: [_tb_] Потому что, почти наверняка, он переключился на коллег.

source: [_u_] Really?
french: [_u_] Vraiment ?
italian: [_u_] Davvero?

source: [_tb_] Actually I don't know, they don't invite me to their parties.
french: [ _tb_ ] En fait, je ne sais pas, ils ne m'invitent pas à leurs fêtes.
italian: [_tb_] In realtà non lo so, non mi invitano alle loro feste.
russian: [_tb_] На самом деле не уверена, они не приглашают меня на свои посиделки.

source: [_u_] Stop making things up, you don't know.
french: [ _u_ ] Arrêtez de faire les choses, vous ne savez pas.
italian: [_u_] Smettete di fare le cose, non lo sapete.
russian: [_u_] С чего ты это вообще взяла, прекращай фантазировать.

source: [_tb_] I'm not an idiot.
french: [ _tb_ ] Je ne suis pas un idiot.
italian: [_tb_] non sono un idiota.
russian: [_tb_] Ну я же не тупая.

source: [_tb_] Could you invite me to your next party?
french: [ _tb_ ] Pourriez-vous m'inviter à votre prochaine fête?
italian: [_tb_] Potresti invitarmi alla tua prossima festa?
russian: [_tb_] А давай вы меня пригласите на следущую тусу?

source: [_u_] I'll think about it.
french: [ _u_ ] Je vais y réfléchir.
italian: [_u_] ci penserò.
russian: [_u_] Я подумаю.

source: [_tb_] Anyway, One month ago...
french: [ _tb_ ] En tout cas, il y a un mois ...
italian: [_tb_] Comunque un mese fa...
russian: [_tb_] Ну так вот, месяц тому назад...

source: [_tb_] I sent the guy on a mission.
french: [ _tb_ ] J'ai envoyé le gars en mission.
italian: [_tb_] Ho inviato il ragazzo a una missione.
russian: [_tb_] Я отправила его на задание.

source: [_tb_] A mission that would allow us to access a gigantic city, lost in the middle of the desert.
french: [ _tb_ ] Une mission qui nous permettrait d'accéder à une ville gigantesque, perdue au milieu du désert.
italian: [_tb_] Una missione che ci permetterebbe di accedere a una città gigantesca, perduta in mezzo al deserto.
russian: [_tb_] Задание, которое должно открыть для нас гигантский город, затерянный в песках пустыни.

source: [_tb_] And let's say that snow...
french: [ _tb_ ] Et disons que la neige ...
italian: [_tb_] E diciamo che neve...
russian: [_tb_] И, скажем так: "Местные жители...

source: [_tb_] ...is almost a legend in these lands.
french: [ _tb_ ] ... est presque une légende sur ces terres.
italian: [_tb_] ...è quasi una leggenda in queste terre.
russian: [_tb_] ...даже не представляют, что такое снег".

source: [_u_] Come on, you stupid lock... open up.
french: [ _u_ ] Viens, tu as un verrou stupide ... s'ouvre.
italian: [_u_] Avanti, sei stupido blocco... apri.
russian: [_u_] Ну же, сраный замок... Открывайся.

source: [_u_] Open sesame?
french: [ _u_ ] Ouvrir sesame?
italian: [_u_] Aprire lo stesso?
russian: [_u_] Сезам, откройся?

source: [_u_] Please?
french: [ _u_ ] S'il vous plaît?
italian: [_u_] Per favore?
russian: [_u_] Пожалуйста?

source: [_u_] Yeah... strangely, the 1000th time, it still doesn't work.
french: [ _u_ ] Ouais ... étrangement, la 1000ème fois, ça ne fonctionne toujours pas.
italian: [_u_] Sì... stranamente, la millesima volta, ancora non funziona.
russian: [_u_] Мда... Странно, попробовать в 1000-ый раз не помогло.

source: [_u_] Open sesame!
french: [ _u_ ] Ouvrir sesame !
italian: [_u_] Apri lo stesso!
russian: [_u_] Сезам, откройся!

source: [_ly_] Hello.
french: [ _ly_ ] Bonjour.
italian: [_ly_] Ciao.

source: [_ly_] Hi!
french: [ _ly_ ] Salut !

source: [_u_] Some kind of machine, with things in it.
french: [ _u_ ] Une sorte de machine, avec des choses.
italian: [_u_] Qualche tipo di macchina, con le cose in esso.
russian: [_u_] Какой-то механизм, со штуками внутри.

source: [_u_] I have no fucking idea what it is.
french: [ _u_ ] Je n'ai aucune idée de ce que c'est.
italian: [_u_] Non ho alcuna idea di cazzo che cos'è.
russian: [_u_] Хер его пойми, что это такое.

source: [_u_] To be honest, this bed is better than the one at headquarters.
french: [ _u_ ] Pour être honnête, ce lit est meilleur que celui de l'administration centrale.
italian: [_u_] Per essere onesti, questo letto è migliore di quello della sede.
russian: [_u_] Честно говоря, здешняя кровать намного удобнее, чем в штабе.

source: [_u_] If I can escape from here I'll take it with me.
french: [ _u_ ] Si je peux m'échapper d'ici, je le prendrai avec moi.
italian: [_u_] Se posso fuggire da qui lo porterò con me.
russian: [_u_] Если я смогу выбраться, заберу её с собой.

source: [_u_] You again?
french: [ _u_ ] Vous encore?
italian: [_u_] Di nuovo?
russian: [_u_] Снова ты?

source: [_u_] You want to tell me something?
french: [ _u_ ] Vous voulez me dire quelque chose?
italian: [_u_] Vuoi dirmi qualcosa?
russian: [_u_] Хочешь мне что-то сказать?

source: [_u_] If this thing really starts talking to me...
french: [ _u_ ] Si cette chose commence vraiment à me parler ...
italian: [_u_] Se questa cosa inizia davvero a parlare con me...
russian: [_u_] Если она реально начнёт со мной говорить...

source: [_u_] I'm really going to freak out.
french: [ _u_ ] Je vais vraiment m'en sortir.
italian: [_u_] sto davvero per scusarmi.
russian: [_u_] Я не на шутку обосрусь.

source: [_u_] What the hell was that?????
french: [ _u_ ] Qu'est-ce que c'était? ????
italian: [_u_] Che diavolo era quello????
russian: [_u_] Какого хера это было?????

source: [_u_] Am I going crazy...
french: [ _u_ ] Suis-je fou ...
italian: [_u_] Sto impazzendo...
russian: [_u_] Походу я схожу с ума...

source: [_u_] Someone must be spying on me.
french: [ _u_ ] Quelqu'un doit m'espionner.
italian: [_u_] Qualcuno deve spiarmi.
russian: [_u_] Кто-то определённо следит за мной.

source: [_u_] Or, indeed, I'm really going crazy.
french: [ _u_ ] Ou, en effet, je deviais vraiment fou.
italian: [_u_] O, anzi, sto davvero impazzendo.
russian: [_u_] Или, в самом деле, я поехал башкой.

source: [_u_] Another day in paradise!
french: [ _u_ ] Un autre jour au paradis !
italian: [_u_] Un altro giorno in paradiso!
russian: [_u_] Очередной день в раю!

source: [_u_] Hello again little birdie.
french: [ _u_ ] Bonjour à nouveau peu de birdie.
italian: [_u_] Ciao di nuovo piccolo uccello.
russian: [_u_] И снова здравствуйте, маленький птиц.

source: [_u_] What's new since yesterday?
french: [ _u_ ] Quoi de neuf depuis hier?
italian: [_u_] Cosa c'è di nuovo da ieri?
russian: [_u_] Какие новости сегодня?

source: [_u_] I really feel like this bird is spying on me...
french: [ _u_ ] J'ai vraiment l'impression que cet oiseau m'espionner ...
italian: [_u_] Mi sento davvero come questo uccello mi sta spiando...
russian: [_u_] Мне и впрямь кажется, что она следит за мной...

source: [_u_] ... I think I'm going crazy.
french: [ _u_ ] ... Je pense que je deviais fou.
italian: [_u_] ... penso di impazzire.
russian: [_u_] ... Наверное я и вправду сошёл с ума.

source: [_ly_] Hey! Anything new outside?
french: [ _ly_ ] Hé ! Tout ce qui est nouveau dehors?
italian: [_ly_] Hey! Qualcosa di nuovo fuori?
russian: [_ly_] Доброе утро! Что-нибудь новенькое снаружи?

source: [_u_] Yep, everyone is naked and dancing in the streets!
french: [ _u_ ] Yep, tout le monde est nu et dansant dans les rues !
italian: [_u_] Yep, tutti sono nudi e ballano nelle strade!
russian: [_u_] Ага, все разделись догола и танцуют на улице!

source: [_u_] Gosh, this city is absolutely gigantic...
french: [ _u_ ] Gosh, cette ville est absolument gigantesque ...
italian: [_u_] Gosh, questa città è assolutamente gigantesca...
russian: [_u_] Боже, этот город действительно огроменный...

source: [_u_] There must be thousands of androids here.
french: [ _u_ ] Il doit y avoir des milliers d'androïdes ici.
italian: [_u_] Ci devono essere migliaia di androidi qui.
russian: [_u_] Должно быть в нём тысячи андроидов.

source: [_u_] I really should have tried to disguise myself before coming there.
french: [ _u_ ] J'aurais vraiment dû essayer de me déguiser avant de venir ici.
italian: [_u_] Avrei dovuto davvero cercare di mascherarmi prima di venire lì.
russian: [_u_] Стоило, всё-таки, постараться замаскироваться, прежде чем заваливаться сюда.

source: [_u_] Hey Lyco? Are you here?
french: [ _u_ ] Lyco? Êtes-vous ici?
italian: [_u_] Hey Lyco? Sei qui?
russian: [_u_] Эй, Лико? Ты тут?

source: [_u_] Gosh when is she coming? I'm starving...
french: [ _u_ ] Gosh quand va-t-elle venir? Je suis affamé ...
italian: [_u_] Gosh quando viene? Sto morendo di fame...
russian: [_u_] Когда уже она придет? Умираю с голода...

source: [_u_] It looks like there's someone in the back of the room...
french: [ _u_ ] On dirait qu'il y a quelqu'un à l'arrière de la pièce ...
italian: [_u_] Sembra che ci sia qualcuno nel retro della stanza...
russian: [_u_] Похоже, в комнате кто-то есть...

source: [_u_] It seems to be the woman in blue from the other time...
french: [ _u_ ] Il semble que ce soit la femme en bleu depuis l'autre époque ...
italian: [_u_] Sembra essere la donna in blu dagli altri tempi...
russian: [_u_] Кажется, это та женщина в синем...

source: [_u_] I just can't see her face...
french: [ _u_ ] Je ne peux pas voir son visage ...
italian: [_u_] Non riesco proprio a vedere il suo viso...
russian: [_u_] Никак не могу рассмотреть её лицо...

source: [_u_] Is this... a bath?
french: [ _u_ ] Est-ce que c'est. .. un bain?
italian: [_u_] È questo... un bagno?
russian: [_u_] Это... Ванна?

source: [_u_] Damn I'd kill to get a nice hot bath...
french: [ _u_ ] Je tuerais pour avoir un bon bain chaud ...
italian: [_u_] Dannazione ucciderei per ottenere un bel bagno caldo...
russian: [_u_] Блин, убил бы сейчас за добрую горячую ванну...

source: [_u_] This woman knows how to undress...
french: [ _u_ ] Cette femme sait se déshabiller ...
italian: [_u_] Questa donna sa come spogliarsi...
russian: [_u_] Одно ясно наверняка...

source: [_u_] That's for sure.
french: [ _u_ ] C'est sûr.
italian: [_u_] Sicuramente.
russian: [_u_] Она что-то понимает в искусстве раздевания.

source: [_u_] Great...
french: [ _u_ ] Grand ...
italian: [_u_] Grande...

source: [_u_] Let's see if I can finally finish digging this crack.
french: [ _u_ ] Voyons si je peux finir de creuser cette fissure.
italian: [_u_] Vediamo se posso finalmente finire di scavare questa crepa.
russian: [_u_] Посмотрим, получится ли доковырять эту трещину.

source: [_u_] No one here at the moment.
french: [ _u_ ] Personne ici pour le moment.
italian: [_u_] Nessuno qui al momento.
russian: [_u_] Сейчас здесь никого.

source: [_u_] When is my spoon coming?
french: [ _u_ ] Quand est-ce que je viens?
italian: [_u_] Quando arriva il mio cucchiaio?
russian: [_u_] Когда наконец принесут мою ложку?

source: [_u_] Plus I'm super hungry.
french: [ _u_ ] Plus j'ai super faim.
italian: [_u_] Plus Sono super affamato.
russian: [_u_] К тому же, очень хочется есть.

source: [_u_] Just a hit or two with a spoon and I could finally see the other side.
french: [ _u_ ] Juste un coup ou deux avec une cuillon et je pouvais enfin voir l'autre face.
italian: [_u_] Solo un colpo o due con un cucchiaio e potrei finalmente vedere l'altro lato.
russian: [_u_] Ударить ложкой разок-другой и я наконец смогу увидеть, что там по ту сторону.

source: [_u_] ...If it's a broom closet on the other side of this wall, I'm gonna lose my mind.
french: [ _u_ ] ...Si c'est un placard de balai de l'autre côté de ce mur, je vais perdre l'esprit.
italian: [_u_] ...Se si tratta di un armadio a scopa dall'altra parte di questo muro, perderò la testa.
russian: [_u_] ...Не дай бог там окажется чулан со швабрами.

source: [_u_] This chick is nice but...
french: [ _u_ ] Ce poussin est sympa mais ...
italian: [_u_] Questo pulcino è bello ma...
russian: [_u_] Эта девица милая и всё такое, но...

source: [_u_] I hope this is the last time I eat this crap.
french: [ _u_ ] J'espère que c'est la dernière fois que je mange cette merde.
italian: [_u_] Spero che questa sia l'ultima volta che mangio questa merda.
russian: [_u_] Надеюсь я в последний раз жру эту мерзость.

source: [_u_] Now, let's use this spoon to finish digging out that wall.
french: [ _u_ ] Maintenant, utilisons cette cuilleau pour finir de creuser ce mur.
italian: [_u_] Adesso, usiamo questo cucchiaio per finire di scavare quel muro.
russian: [_u_] Теперь можно воспользоваться ложкой, чтобы закончить демонтаж стены.

source: [_u_] I hope Melissandre does not program these androids in the same way.
french: [ _u_ ] J'espère que Melissandre ne programme pas ces androïdes de la même façon.
italian: [_u_] Spero che Melissandre non programma questi androidi allo stesso modo.
russian: [_u_] Надеюсь Мелиссандра не программирует всех одинаково.

source: [_u_] You should really come and see!
french: [ _u_ ] Vous devriez vraiment venir voir !
italian: [_u_] Dovresti davvero venire a vedere!
russian: [_u_] Иди сама посмотри!

source: [_ly_] You know I don't have the key to your cell, right?
french: [ _ly_ ] Vous savez que je n'ai pas la clé de votre cellule, n'est-ce pas?
italian: [_ly_] Sai che non ho la chiave per la tua cella, giusto?
russian: [_ly_] Ты же знаешь, что у меня нет ключей от твоей камеры, да?

source: [_u_] Yeah I know... let me dream a little.
french: [ _u_ ] Ouais je sais ... laissez-moi rêver un peu.
italian: [_u_] Sì lo so... lasciami sognare un po'.
russian: [_u_] Знаю, но дай хоть немного помечтать...

source: [_ly_] But! I have something better!
french: [ _ly_ ] Mais ! J'ai quelque chose de mieux !
italian: [_ly_] Ma! Ho qualcosa di meglio!
russian: [_ly_] Но! У меня есть кое-что получше!

source: [_ly_] Look at this wonderful meal I made for you!
french: [ _ly_ ] Regardez ce merveilleux repas que j'ai fait pour vous !
italian: [_ly_] Guarda questo meraviglioso pasto che ho fatto per te!
russian: [_ly_] Гляди, какое замечательное блюдо я тебе приготовила!

source: [_u_] Is it the same thing as the previous 30 times?
french: [ _u_ ] Est-ce la même chose que les 30 précédentes?
italian: [_u_] È la stessa cosa delle 30 volte precedenti?
russian: [_u_] Такое же, как и во все предыдущие 30 раз?

source: [_ly_] No, I put shallots in this time!
french: [ _ly_ ] Non, j'ai mis des échalotes en ce moment !
italian: [_ly_] No, ho messo scalogni in questa volta!
russian: [_ly_] Нет, на этот раз я добавила лучок!
