Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Intro01.po
Languages: french, italian, russian

source: [_u_] Oh yeah... I see.
french: [ _u_ ] Oh oui ... Je vois.
italian: [_u_] Oh sì... Vedo.
russian: [_u_] Ты даже не представляешь, как я тебя понимаю.

source: [_ly_] But don't worry, you won't be in this cell that long.
french: [ _ly_ ] Mais ne vous inquiéterez pas, vous ne serez pas dans cette cellule aussi longtemps.
italian: [_ly_] Ma non ti preoccupare, non sarai in questa cella così a lungo.
russian: [_ly_] Не волнуйся, ты не пробудешь в этой камере настолько долго.

source: [_u_] Why?
french: [ _u_ ] Pourquoi?
italian: [_u_] Perché?
russian: [_u_] С чего ты взяла?

source: [_ly_] Well, you have friends who will come to save you, don't you?
french: [ _ly_ ] Eh bien, vous avez des amis qui viendront vous sauver, n'est-ce pas?
italian: [_ly_] Beh, hai amici che verranno a salvarti, vero?
russian: [_ly_] Ну, у тебя же есть друзья, которые спешат на помощь, верно?

source: [_u_] I hope so.
french: [ _u_ ] J'espère.
italian: [_u_] lo spero.
russian: [_u_] Хочется надеяться.

source: [_ly_] Why? Don't you like it?
french: [ _ly_ ] Pourquoi? Ne t'aimais pas?
italian: [_ly_] Perché? Non ti piace?
russian: [_ly_] А что? Тебе не нравится?

source: [_u_] No I...
french: [ _u_ ] Non I. ..
russian: [_u_] Нет я...

source: [_u_] I just...
french: [ _u_ ] Je ...
italian: [_u_] Ho solo...
russian: [_u_] Мне просто...

source: [_ly_] Don't worry, I'm teasing you.
french: [ _ly_ ] Ne vous inquiétez pas, je te taquinais.
italian: [_ly_] Non ti preoccupare, ti sto prendendo in giro.
russian: [_ly_] Да не волнуйся, я тебя дразню.

source: [_ly_] You really take everything seriously ahah
french: [ _ly_ ] Vous prenez vraiment tout sérieusement ahah
italian: [_ly_] Prendi davvero tutto sul serio ahah
russian: [_ly_] Ты и правда воспринимаешь всё близко к сердцу, ахах

source: [_ly_] I come from a very distant place. Beyond the desert.
french: [ _ly_ ] Je viens d'un endroit très éloigné. Au-delà du désert.
italian: [_ly_] Io vengo da un luogo molto lontano. Oltre il deserto.
russian: [_ly_] Я родом из очень далекого места. За пустыней.

source: [_u_] Mh. I've never heard of this place before.
french: [ _u_ ] Mh. Je n'ai jamais entendu parler de cet endroit auparavant.
italian: [_u_] Mh. Non ho mai sentito parlare di questo posto prima.
russian: [_u_] Хм... Никогда не слышал о подобных местах.

source: [_u_] I should talk to Tinker about this when I get home.
french: [ _u_ ] Je devrais parler à Tinker quand je rentrerai chez moi.
italian: [_u_] Dovrei parlare con Tinker di questo quando torno a casa.
russian: [_u_] Нужно будет разузнать про них у Тинкер, когда вернусь домой.

source: [_ly_] Well... I obey the orders of the sultana.
french: [ _ly_ ] Eh bien ... J'obéi aux ordres du sultana.
italian: [_ly_] Bene... obbedisco agli ordini della sultana.
russian: [_ly_] Ну... Я подчиняюсь приказам Султаны.

source: [_ly_] I take care of the food, wash the floors...
french: [ _ly_ ] Je m'occupe de la nourriture, je lave les planchers ...
italian: [_ly_] Mi occupo del cibo, lavare i pavimenti...
russian: [_ly_] Я занимаюсь готовкой, мою полы...

source: [_ly_] Whatever I'm asked to do.
french: [ _ly_ ] Peu importe ce que je suis invité à faire.
italian: [_ly_] Qualunque cosa mi sia chiesto di fare.
russian: [_ly_] В целом всё, о чём попросят.

source: [_u_] So you are also a prisoner of this place?
french: [ _u_ ] Donc vous êtes aussi un prisonnier de cet endroit?
italian: [_u_] Così siete anche prigionieri di questo luogo?
russian: [_u_] Ах, так ты тоже местный заключённый?

source: [_ly_] Yes, I am not allowed to leave the palace.
french: [ _ly_ ] Oui, je ne suis pas autorisé à quitter le palais.
italian: [_ly_] Sì, non mi è permesso lasciare il palazzo.
russian: [_ly_] Да, мне не дозволено покидать дворец.

source: [_ly_] So I'm kind of like you.
french: [ _ly_ ] Donc je suis un peu comme vous.
italian: [_ly_] Quindi sono gentile come te.
russian: [_ly_] Так что мы, отчасти, похожи.

source: [_u_] Except that you can move around in the palace.
french: [ _u_ ] Sauf que vous pouvez vous déplacer dans le palais.
italian: [_u_] Tranne che si può muoversi nel palazzo.
russian: [_u_] Но ты можешь передвигаться по дворцу.

source: [_ly_] And you don't have to do household chores. Everyone has their own problem.
french: [ _ly_ ] Et vous n'avez pas à faire les tâches ménagères. Chacun a son propre problème.
italian: [_ly_] E non devi fare faccende domestiche. Ognuno ha il proprio problema.
russian: [_ly_] А тебе не нужно заниматься домашними делами, у каждого свои проблемы.

source: [_ly_] I will be there if you need me!
french: [ _ly_ ] Je serai là si tu as besoin de moi !
italian: [_ly_] Io sarò lì se hai bisogno di me!
russian: [_ly_] Если что, я рядом!

source: [_u_] I can' t believe it... there's a freaking palace right next to me...
french: [ _u_ ] Je peux le croire ... il y a un palais qui se libère juste à côté de moi ...
italian: [_u_] Non posso crederci... c'è un palazzo freaking proprio accanto a me...
russian: [_u_] Глазам не могу поверить... По ту сторону целый ёбаный дворец...

source: [_u_] Who lives in there?
french: [ _u_ ] Qui vit là?
italian: [_u_] Chi abita lì dentro?
russian: [_u_] Кто в нём живёт?

source: [_u_] Tinker could have given me more details before sending me here.
french: [ _u_ ] Tinker aurait pu me donner plus de détails avant de m'envoyer ici.
italian: [_u_] Tinker avrebbe potuto darmi maggiori dettagli prima di inviarmi qui.
russian: [_u_] Тинкер могла бы накинуть побольше подробностей, прежде чем отсылать меня сюда.

source: [_u_] I wonder who could live in such a beautiful place...
french: [ _u_ ] Je me demande qui pourrait vivre dans un si bel endroit ...
italian: [_u_] Mi chiedo chi possa vivere in un posto così bello...
russian: [_u_] Интересно, кто проживает в таком живописном месте...

source: [_u_] I just hope it's not an old guy who's into nudism.
french: [ _u_ ] J'espère juste que ce n'est pas un vieux qui est en nudisme.
italian: [_u_] Spero solo che non sia un vecchio ragazzo che è in nudismo.
russian: [_u_] Хоть бы не старикан, увлекающийся нудизмом.

source: [_sz_s_] Could you please come over here?
french: [ _sz_s_ ] Pourriez-vous venir ici?
italian: [_sz_s_] potresti venire qui per favore?
russian: [_sz_s_] ] Не могла бы ты, пожалуйста, подойти сюда?

source: [_u_] I've never heard this voice... Is it coming from the other room?
french: [ _u_ ] Je n'ai jamais entendu cette voix ... Est-ce que ça vient de l'autre pièce?
italian: [_u_] Non ho mai sentito questa voce... sta venendo dall'altra stanza?
russian: [_u_] Никогда не слышал этот голос... Он доносится из другой комнаты?

source: [_ly_] Your Highness?
french: [ _ly_ ] Votre Altesse?
russian: [_ly_] Ваше Величество?

source: [_sz_s_] Did you have time to...
french: [ _sz_s_ ] Avez-vous eu le temps de ...
italian: [_sz_s_] Hai avuto tempo per...
russian: [_sz_s_] Скажи, ты успела...

source: [_sz_s_] ...take care of our special problem?
french: [ _sz_s_ ] ... prenez soin de notre problème particulier?
italian: [_sz_s_] ...prendersi cura del nostro problema speciale?
russian: [_sz_s_] ...позаботиться о нашей особой проблеме?

source: [_ly_] Yes I... uh... sneak in her room...
french: [ _ly_ ] Oui ... je ... euh ... éternue dans sa chambre ...
italian: [_ly_] Si I... uh... sneak nella sua stanza...
russian: [_ly_] Да я... эм... прокралась в её комнату...

source: [_ly_] And I open the casket and...
french: [ _ly_ ] Et j'ouvre le cercueil et ...
italian: [_ly_] E apro il cofanetto e...
russian: [_ly_] И я... Открыла шкатулку и...

source: [_ly_] And the keys were no longer there.
french: [ _ly_ ] Et les clés n'étaient plus là.
italian: [_ly_] E le chiavi non erano più lì.
russian: [_ly_] И ключей там не оказалось.

source: [_sz_s_] It was our only chance to get out of here....
french: [ _sz_s_ ] C'était notre seule chance de sortir d'ici ....
italian: [_sz_s_] Era la nostra unica possibilità di uscire da qui....
russian: [_sz_s_] Это был наш единственный шанс выбраться отсюда....

source: [_sz_s_] We need to come up with another idea soon.
french: [ _sz_s_ ] Nous avons besoin d'une autre idée bientôt.
italian: [_sz_s_] Abbiamo bisogno di trovare presto un'altra idea.
russian: [_sz_s_] Теперь нам потребуется другой план.

source: [_ly_] I'll see if I can find these.
french: [ _ly_ ] Je verrai si je peux les trouver.
italian: [_ly_] vedrò se riesco a trovarle.
russian: [_ly_] Я постараюсь что-нибудь придумать.

source: [_sz_s_] Thank you. I count on you Lyco.
french: [ _sz_s_ ] Merci. Je compte sur vous Lyco.
italian: [_sz_s_] Grazie. Conto su di voi Lyco.
russian: [_sz_s_] Спасибо. Я рассчитываю на тебя, Лико.

source: [_tb_] So, What's up?
french: [ _tb_ ] Alors, qu'est-ce qu'il y a?
italian: [_tb_] Allora, che cos'è?
russian: [_tb_] Ну что, как дела?

source: [_tb_] How was the landing?
french: [ _tb_ ] Comment l'atterrissage a-t-il eu lieu?
italian: [_tb_] Com'è stato l'atterraggio?
russian: [_tb_] Как прошла посадка?

source: [_tb_] I heard a big ''Boom'' last night...
french: [ _tb_ ] J'ai entendu un grand "Boom" hier soir ...
italian: [_tb_] Ho sentito una grande ''Boom'' ieri sera...
russian: [_tb_] Вчера ночью слышала мощнейший "Бум"...

source: [_tb_] Was that you?
french: [ _tb_ ] Était-ce vous?
italian: [_tb_] Lo eravate voi?
russian: [_tb_] Твоих рук дело?

source: [_e_] Yeah, sorry about that.
french: [ _e_ ] Ouais, désolé pour ça.
italian: [_e_] Sì, mi dispiace per questo.
russian: [_e_] Да, извини, пожалуйста.

source: [_e_] I didn't see that there was something about the landing zone.
french: [ _e_ ] Je ne voyais pas qu'il y avait quelque chose à propos de la zone d'atterrissage.
italian: [_e_] Non ho visto che c'era qualcosa sulla zona di sbarco.
russian: [_e_] Я не заметила, что на посадочной полосе что-то было.

source: [_e_] I think I pushed something into the ocean...
french: [ _e_ ] Je crois que j'ai poussé quelque chose dans l'océan ...
italian: [_e_] Penso di aver spinto qualcosa nell'oceano...
russian: [_e_] Мне кажется оно отлетело в океан...

source: [_e_] How bad is it?
french: [ _e_ ] Quelle est la mauvaise?
italian: [_e_] Quanto è male?
russian: [_e_] Всё плохо?

source: [_tb_] It must have been [name]'s old ship.
french: [ _tb_ ] Il doit avoir été le vieux vaisseau de [ nom ].
italian: [_tb_] Deve essere stata la vecchia nave di [name].
russian: [_tb_] А, наверно это [name] поставил там свой старый корабль.

source: [_tb_] It's not a big deal.
french: [ _tb_ ] Ce n'est pas un gros problème.
italian: [_tb_] Non è un grande affare.
russian: [_tb_] Насрать.

source: [_tb_] By the way, have you seen Meli?
french: [ _tb_ ] Au fait, avez-vous vu Meli?
italian: [_tb_] A proposito, hai visto Meli?
russian: [_tb_] Да, кстати, ты не видела Мели?

source: [_tb_] I called this meeting an hour ago...
french: [ _tb_ ] J'ai appelé cette réunion il y a une heure ...
italian: [_tb_] Ho chiamato questo incontro un'ora fa...
russian: [_tb_] Я рассылала приглашения на этот митинг час назад...

source: [_tb_] What the hell is she doing?
french: [ _tb_ ] Qu'est-ce qu'elle fait?
italian: [_tb_] Che diavolo sta facendo?
russian: [_tb_] Чем она там занимается?

source: [_ml_] stop thinking about it...
french: [ _ml_ ] arrête de penser à ça ...
italian: [_ml_] smetta di pensarci...
russian: [_ml_] Перестать думать об этом...

source: [_ml_] Can't wait for [name] to come back ....
french: [ _ml_ ] Impossible d'attendre [ nom ] pour revenir ....
italian: [_ml_] Non puoi aspettare che [name] torni indietro....
russian: [_ml_] Поскорее бы [name] вернулся....

source: [_ml_] [name]...
french: [ _ml_ ] [ nom ] ...

source: [_ml_] Hell yeah...
french: [ _ml_ ] L'enfer ...
russian: [_ml_] О да...

source: [_ml_] Give me some more...
french: [ _ml_ ] Donnez-moi d'autres ...
italian: [_ml_] Dammi un po' di più...
russian: [_ml_] Давай, ещё немного дольше...

source: [_ml_] I need more...
french: [ _ml_ ] J'ai besoin de plus ...
italian: [_ml_] Ho bisogno di più...
russian: [_ml_] Мне нужно больше...

source: [_ml_] More!!! I want more!
french: [ _ml_ ] Plus !!! Je veux plus !
italian: [_ml_] Di più!!! Voglio di più!
russian: [_ml_] Больше!!! Хочу больше!

source: [_ml_] I'm gonna...
french: [ _ml_ ] Je vais ...
italian: [_ml_] Sto andandando...

source: [_ml_] I'm gonna come!
french: [ _ml_ ] Je vais venir !
italian: [_ml_] arriverò!
russian: [_ml_] Я сейчас кончу!

source: [_e_] I found her!
french: [ _e_ ] Je l'ai trouvée !
italian: [_e_] l'ho trovata!
russian: [_e_] Нашла!

source: [_tb_] Great!
french: [_tb_] Super !
italian: [ _tb_] Ottimo!
russian: [_tb_] Здорово!

source: [_tb_] So,
french: [ _tb_ ] Donc,
italian: [_tb_] Quindi,
russian: [_tb_] Итак,

source: [_tb_] I've called you here today to announce a new addition to our team!
french: [ _tb_ ] Je vous ai appelé ici aujourd'hui pour annoncer un nouvel ajout à notre équipe !
italian: [_tb_] Ti ho chiamato qui oggi per annunciare una nuova aggiunta al nostro team!
russian: [_tb_] Я собрала вас здесь сегодня, чтобы объявить о новом пополнении в нашей команде!

source: [_tb_] This person will be responsible for writing quests and adventures for the entire park!
french: [ _tb_ ] Cette personne sera responsable de l'écriture des quêtes et des aventures pour tout le parc !
italian: [_tb_] Questa persona sarà responsabile della scrittura di missioni e avventure per l'intero parco!
russian: [_tb_] Этот человек будет отвечать за написание квестов и сюжетов для всего парка!

source: [_tb_] I can't tell you for the moment who it is...
french: [ _tb_ ] Je ne peux pas vous dire pour le moment qui il est. ..
italian: [_tb_] Non posso dirti per il momento chi è...
russian: [_tb_] В данный момент я не могу раскрыть его личность...

source: [_tb_] But, she is a famous person in the galaxy.
french: [ _tb_ ] Mais, elle est une personne célèbre dans la galaxie.
italian: [_tb_] Ma, lei è una persona famosa nella galassia.
russian: [_tb_] Однако, она очень известный человек в галактике.

source: [_tb_] so I would ask you not to tell anyone that she is here.
french: [ _tb_ ] Je vous demande donc de ne pas dire à personne qu'elle est là.
italian: [_tb_] quindi vi chiedo di non dire a nessuno che è qui.
russian: [_tb_] Поэтому я попрошу вас никому не рассказывать о том, что она здесь.

source: [_e_] Do we know her?
french: [ _e_ ] Est-ce que nous la connaissons?
italian: [_e_] La conosciamo?
russian: [_e_] Мы её знаем?

source: [_ml_] How famous is she?
french: [ _ml_ ] Comment est-elle célèbre?
italian: [_ml_] Quanto è famosa?
russian: [_ml_] Насколько она известная?

source: [_e_] She's a famous person like... she wrote books?
french: [ _e_ ] Elle est une personne célèbre comme ... elle a écrit des livres?
italian: [_e_] Lei è una persona famosa come... ha scritto libri?
russian: [_e_] Она известная, типа... Она пишет книги?

source: [_ml_] Fantasy books?
french: [ _ml_ ] Livres Fantasy?
italian: [_ml_] Libri fantastici?
russian: [_ml_] Фэнтезийные книги?

source: [_e_] Is this Amandine de Beauregard??
french: [ _e_ ] Est-ce Amandine de Beauregard??
italian: [_e_] È questo Amandine de Beauregard??
russian: [_e_] Неужели это Амандин Д'Борегар??

source: [_tb_] Don't be crazy fan girls when she arrives, okay?
french: [ _tb_ ] Ne pas être fan de filles quand elle arrive, d'accord?
italian: [_tb_] Non essere folli fan girls quando arriva, okay?
russian: [_tb_] Не превращайтесь в умалишённых фанаток, когда она прилетит, ладно?

source: [_ml_] Oh shit! So, that really her??
french: [ _ml_ ] Oh merde ! Donc, c'est vraiment elle??
italian: [_ml_] Oh merda! Allora, quella lei??
russian: [_ml_] Нихера себе! Это правда она??

source: [_e_] Gosh...
french: [_e_] Bon sang...

source: [_e_] How did you convince her to come here?
french: [ _e_ ] Comment la convaincre de venir ici?
italian: [_e_] Come l'hai convinta di venire qui?
russian: [_e_] Как ты её уговорила сюда прилететь?

source: [_ml_] Yeah... we are pretty much in the middle of nowhere here...
french: [ _ml_ ] Ouais ... on est plutôt au milieu de nulle part ici ...
italian: [_ml_] Sì... siamo praticamente in mezzo al nulla...
russian: [_ml_] Да... мы здесь, типа как, у чёрта на куличках...

source: [_tb_] I offered her a big pile of money.
french: [ _tb_ ] Je lui ai offert une grosse somme d'argent.
italian: [_tb_] Le ho offerto un grosso mucchio di soldi.
russian: [_tb_] Я предложила ей огромную кучу бабла.

source: [_tb_] Anyway, I hope you will welcome her properly!
french: [ _tb_ ] Quoi qu'il en soit, j'espère que vous l'accueillerez correctement !
italian: [_tb_] Comunque, spero che la accoglierete correttamente!
russian: [_tb_] Но это не важно, надеюсь вы достойно её встретите!

source: [_tb_] You can go back to your work!
french: [ _tb_ ] Vous pouvez retourner à votre travail !
italian: [_tb_] Puoi tornare al tuo lavoro!
russian: [_tb_] Ладно, за работу.

source: [_ml_] Have we got any news about [name]?
french: [ _ml_ ] Avons-nous des nouvelles sur [ nom ]?
italian: [_ml_] Abbiamo qualche notizia su [name]?
russian: [_ml_] Как там [name], есть новости?

source: [_tb_] Not yet, why?
french: [ _tb_ ] Pas encore, pourquoi?
italian: [_tb_] Non ancora, perché?
russian: [_tb_] Ещё нет, а что?

source: [_e_] Well... It's been a month since he left
french: [ _e_ ] Eh bien ... Ça fait un mois qu'il est parti
italian: [_e_] Beh, è passato un mese da quando è partito
russian: [_e_] Ну... Типа как уже месяц прошёл

source: [_e_] Maybe we should go see what's going on.
french: [ _e_ ] Peut-être que nous devrions aller voir ce qui se passe.
italian: [_e_] Forse dovremmo andare a vedere cosa sta succedendo.
russian: [_e_] Может стоит проверить, как он там?

source: [_tb_] I'm sure he'll be fine!
french: [ _tb_ ] Je suis sûr qu'il va bien !
italian: [_tb_] sono sicuro che andrà bene!
russian: [_tb_] Уверена, он в порядке!

source: [_tb_] No need to worry about it.
french: [ _tb_ ] Il n'est pas nécessaire de s'en soucier.
italian: [_tb_] Non c'è bisogno di preoccuparsi.
russian: [_tb_] Не забивай себе голову всякими пустяками.

source: [_u_] Yeah, I'm sure they'll be here soon.
french: [ _u_ ] Oui, je suis sûr qu'ils seront bientôt là.
italian: [_u_] Sì, sono sicuro che saranno qui presto.
russian: [_u_] Да, уверен, они будут тут с минуты на минуту.

source: [_ly_] I hope so!
french: [ _ly_ ] J'espère !
italian: [_ly_] lo spero!
russian: [_ly_] Тоже на это надеюсь!

source: [_u_] Another day here.
french: [ _u_ ] Un autre jour ici.
italian: [_u_] Un altro giorno qui.
russian: [_u_] И вот, очередной день за решёткой.

source: [_u_] Now that I think about it... I wonder if I can corrupt the androids from here...
french: [ _u_ ] Maintenant que je pense à ça ... Je me demande si je peux corrompu les androïdes d'ici ...
italian: [_u_] Ora che ci pensio... mi chiedo se da qui posso corrompere gli androidi...
russian: [_u_] На самом деле, если так подумать... Любопытно, могу ли я совращать андроидов прямо отсюда...

source: [_u_] And then... this Lycoris is really pretty...
french: [ _u_ ] Et alors ... ce Lycoris est vraiment joli ...
italian: [_u_] E allora... questo Lycoris è davvero carino...
russian: [_u_] К тому же... Эта Ликорис довольно симпатичная девица...

source: [_u_] Mh...
french: [Mh...
russian: [_u_] Ммм...

source: [_u_] Well, it's not like I have anything else to do.
french: [ _u_ ] Eh bien, ce n'est pas comme si j'ai quoi que ce soit d'autre à faire.
italian: [_u_] Beh, non è come se avessi altro da fare.
russian: [_u_] Да и вообще, как будто мне есть чем ещё заняться.

source: [_ly_] You saw... what?
french: [ _ly_ ] Vous avez vu ... quoi?
italian: [_ly_] Hai visto... cosa?
russian: [_ly_] Ты видел... Что?

source: [_u_] I know where the keys you are looking for are.
french: [ _u_ ] Je sais où sont les clés que vous cherchez.
italian: [_u_] So dove sono le chiavi che stai cercando.
russian: [_u_] Я знаю, где находятся ключи, которые мы ищем.

source: [_ly_] Where are they?
french: [ _ly_ ] Où sont-ils?
italian: [_ly_] Dove sono?
russian: [_ly_] Где они?

source: [_u_] If I tell you, do you open that door with it?
french: [ _u_ ] Si je vous le dis, ouvrez-vous cette porte?
italian: [_u_] Se vi dico, aprite con essa quella porta?
russian: [_u_] Если я тебе расскажу, ты же откроешь мою камеру?

source: [_ly_] That's... that's something I might consider.
french: [ _ly_ ] C'est. .. c'est quelque chose que je pourrais considérer.
italian: [_ly_] Questo... è qualcosa che potrei considerare.
russian: [_ly_] Это... Это обсуждаемо.

source: [_u_] Do you promise?
french: [ _u_ ] Tu te promets?
italian: [_u_] Prometti?
russian: [_u_] Пообещай, что откроешь.

source: [_u_] Pinky promise?
french: [ _u_ ] La promesse de Pinky?
italian: [_u_] Promessa rosa?
russian: [_u_] Клянись правым полужопием.

source: [_ly_] Pinky promise.
french: [ _ly_ ] La promesse de Pinky.
russian: [_ly_] Клянусь правым полужопием.

source: [_u_] The keys are attached to the belt of the sultana.
french: [ _u_ ] Les clés sont fixées à la ceinture du sultana.
italian: [_u_] Le chiavi sono fissate alla cintura della sultana.
russian: [_u_] Султана держит связку ключей у себя на поясе.

source: [_ly_] How am I supposed to steal this?
french: [ _ly_ ] Comment suis-je censé voler ça?
italian: [_ly_] Come devo rubare questo?
russian: [_ly_] И как же, скажи на милость, я должна их стащить?

source: [_u_] You could go during the night! And steal this discreetly.
french: [ _u_ ] Tu pourrais y aller pendant la nuit ! Et volent ça discrètement.
italian: [_u_] Potresti andare durante la notte! E rubare questo con discrezione.
russian: [_u_] Ты могла бы пробраться за ними ночью, тайком!

source: [_ly_] Yeah... nope.
french: [ _ly_ ] Ouais ... Non.
italian: [_ly_] Sì... nope.
russian: [_ly_] Даа... нет.

source: [_ly_] I already did that once and it was too dangerous.
french: [ _ly_ ] Je l'ai déjà fait une fois et c'était trop dangereux.
italian: [_ly_] l'ho già fatto una volta ed era troppo pericoloso.
russian: [_ly_] Однажды я такое уже пробовала, это слишком опасно.

source: [_ly_] I know you are lonely in that cell, but joining you there is not my intention.
french: [ _ly_ ] Je sais que vous êtes seul dans cette cellule, mais vous joindre à vous n'est pas mon intention.
italian: [_ly_] So che sei solo in quella cella, ma unirmi a te lì non è mia intenzione.
russian: [_ly_] Я знаю, что тебе одиноко в этой камере, но присоединяться к тебе я не планирую.

source: [_ly_] Find something else!
french: [ _ly_ ] Trouvez autre chose !
italian: [_ly_] Trova qualcos'altro!
russian: [_ly_] Придумай что-нибудь другое!

source: [_u_] Climbing through the window?
french: [ _u_ ] Escalade à travers la fenêtre?
italian: [_u_] Arrampicata attraverso la finestra?
russian: [_u_] Залезть через окно?

source: [_ly_] Nope, not for me.
french: [ _ly_ ] Non, pas pour moi.
italian: [_ly_] Nope, non per me.
russian: [_ly_] Не, это точно не для меня.

source: [_u_] Go through the sewers!
french: [ _u_ ] Allez dans les égouts !
italian: [_u_] Passa attraverso le fogne!
russian: [_u_] Пробраться через канализацию!

source: [_ly_] Forget that too. Never.
french: [ _ly_ ] Oubliez ça aussi. Jamais.
italian: [_ly_] Dimenticate anche questo. Mai.
russian: [_ly_] Это вообще забудь.

source: [_u_] Don't you know a little magic?
french: [ _u_ ] Tu sais pas un peu de magie?
italian: [_u_] Non sai un po' di magia?
russian: [_u_] Быть может ты владеешь магией?

source: [_ly_] No, not so much.
french: [ _ly_ ] Non, pas tellement.
italian: [_ly_] No, non tanto.
russian: [_ly_] Нет, не особо.

source: [_ly_] And you?
french: [ _ly_ ] Et vous?
italian: [_ly_] E tu?
russian: [_ly_] А ты?

source: [_u_] Uh... no I don't think so.
french: [ _u_ ] Euh ... je ne crois pas.
italian: [_u_] Uh... no Io non penso così.
russian: [_u_] Хмм... Не, я так не думаю.
