Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Intro01.po
Languages: french, italian, russian

source: [_ly_] Well, unless you find a way to magically make this key appear here...
french: [ _ly_ ] Eh bien, à moins que vous trouez un moyen de faire magiquement cette clé apparaissent ici ...
italian: [_ly_] Beh, a meno che non trovi un modo per rendere magicamente questa chiave appare qui...
russian: [_ly_] Что ж, пока ты не придумаешь волшебный способ материализовать ключи прямо здесь...

source: [_ly_] Um... thank you?
french: [ _ly_ ] Um ... merci?
italian: [_ly_] Um... grazie?
russian: [_ly_] Эмм... Спасибо?

source: [_ly_] Did you do this?
french: [ _ly_ ] As-tu fait ça?
italian: [_ly_] Hai fatto questo?
russian: [_ly_] Это твоих рук дело?

source: [_u_] I'm not really sure, actually.
french: [ _u_ ] Je ne suis pas vraiment sûr, en fait.
italian: [_u_] Non sono davvero sicuro, in realtà.
russian: [_u_] Знаешь, честно, не уверен.

source: [_ly_] Sir, I think you are lucky today! Eheh.
french: [ _ly_ ] Monsieur, je pense que vous avez de la chance aujourd'hui ! Eheh.
italian: [_ly_] Signore, penso che tu sia fortunato oggi! Eheh.
russian: [_ly_] Сударь, да сегодня ваш счастливый день! Хихи.

source: [_ly_] So, tell me [name]...
french: [ _ly_ ] Donc, dites moi [ nom ] ...
italian: [_ly_] Così, dimmi [name]...
russian: [_ly_] Скажи-ка мне, [name]...

source: [_ly_] Have you ever heard the story of...
french: [ _ly_ ] Avez-vous déjà entendu l'histoire de ...
italian: [_ly_] Hai mai sentito la storia di...
russian: [_ly_] Ты когда-нибудь слышал о месте, под названием...

source: [_ly_] ''The Cave of Wonders''?
french: [ _ly_ ] '' La grotte des Merveilles''?
italian: [_ly_] ''La Grotta delle Meraviglie''?
russian: [_ly_] ''Пещера Чудес''?

source: [_u_] Title of your sex tape.
french: [ _u_ ] Titre de la bande de votre sexe.
italian: [_u_] Titolo del tuo nastro sessuale.
russian: [_u_] Видел порнуху с таким названием. Пётр Гланц, кстати, озвучивал.

source: [_u_] Can you just get me out of here?
french: [ _u_ ] Pouvez-vous me sortir d'ici?
italian: [_u_] Puoi solo farmi uscire da qui?
russian: [_u_] Может выпустишь меня, наконец, отсюда?

source: [_ly_] All right, listen to me.
french: [ _ly_ ] Très bien, écoutez-moi.
italian: [_ly_] Va bene, ascoltatemi.
russian: [_ly_] Ладно, послушай меня.

source: [_ly_] Her Highness must be in the gardens at this time if, so we don't have much time.
french: [ _ly_ ] Son Altesse doit être dans les jardins à cette époque si, donc nous n'avons pas beaucoup de temps.
italian: [_ly_] Sua Altezza deve essere nei giardini in questo momento se, così non abbiamo molto tempo.
russian: [_ly_] Её Высочество, должно быть, гуляет сейчас в саду. Если так, у нас совсем немного времени.

source: [_ly_] And if she finds out I brought you in here, I'm dead.
french: Et si elle découvre que je t'ai amené ici, je suis mort.
italian: [_ly_] E se lei scopre che ti ho portato qui, sono morto.
russian: [_ly_] И если она узнает, что я привела тебя сюда - мне конец.

source: [_ly_] So, there is a hidden passage in the palace that leads to a secret room.
french: [ _ly_ ] Donc, il y a un passage caché dans le palais qui mène à une chambre secrète.
italian: [_ly_] Così, c'è un passaggio nascosto nel palazzo che conduce a una stanza segreta.
russian: [_ly_] В общем, здесь, во дворце, есть тайный проход, который ведёт в секретную комнату.

source: [_ly_] Jasmine?
french: [ _ _ ] Jasmine?
russian: [_ly_] Жасмин?

source: [_ly_] No, the princess's quarters are in the other side of the palace.
french: [ _ly_ ] Non, les quartiers de la princesse se trouvent de l'autre côté du palais.
italian: [_ly_] No, i quartieri della principessa sono dall'altra parte del palazzo.
russian: [_ly_] Нет, покои принцессы находятся в другой части дворца.

source: [_u_] Really... but...
french: [ _u_ ] Vraiement ... mais ...
italian: [_u_] Davvero... ma...
russian: [_u_] Хорошо... Но...

source: [_u_] Who is the woman in blue that you call ''Her Highness''?
french: [ _u_ ] Qui est la femme en bleu que vous appelez '' Son Altesse''?
italian: [_u_] Chi è la donna in blu che si chiama ''Sua Altezza''?
russian: [_u_] Кто же тогда та дама, к которой ты обращаешься на "Ваше Высочество"?

source: [_ly_] So you really don't know...
french: [ _ly_ ] Donc vous ne savez vraiment pas ...
italian: [_ly_] Quindi non lo sapete...
russian: [_ly_] Так ты и правда не знаешь...

source: [_ly_] You know what? I will tell you if you succeed in your mission.
french: [ _ly_ ] Vous savez quoi? Je vous dirai si vous réussez dans votre mission.
italian: [_ly_] Sai cosa? Ti dirò se riuscirai nella tua missione.
russian: [_ly_] А знаешь что? Я расскажу тебе, если ты справишься со своей миссией.

source: [_ly_] It is said that whoever finds it, will obtain exceptional powers.
french: [ _ly_ ] Il est dit que celui qui le trouve, obtiendra des pouvoirs exceptionnels.
italian: [_ly_] Si dice che chiunque la trovi, otterrà poteri eccezionali.
russian: [_ly_] И ходят слухи, что тот, кому удастся отыскать эту комнату, станет обладать исключительной силой.

source: [_ly_] Or become super rich...
french: [ _ly_ ] Ou devenez super riche ...
italian: [_ly_] O diventare super ricchi...
russian: [_ly_] Или обретёт несметные богатства...

source: [_ly_] Or find love.
french: [ _ly_ ] Ou trouver l'amour.
italian: [_ly_] O trovare l'amore.
russian: [_ly_] Или найдёт свою любовь.

source: [_ly_] Everyone has their own version.
french: [ _ly_ ] Tout le monde a sa propre version.
italian: [_ly_] Ognuno ha la propria versione.
russian: [_ly_] Для каждого там персональная версия.

source: [_u_] I see... And there is something that prevents you from accessing it?
french: [ _u_ ] Je vois ... Et il y a quelque chose qui vous empêche d'y accéder?
italian: [_u_] vedo... E c'è qualcosa che ti impedisce di accedere?
russian: [_u_] Понимаю... И что же останавливает тебя от её нахождения?

source: [_ly_] Well... let's just say that no one has ever found this room.
french: [ _ly_ ] Eh bien ... disons que personne n'a jamais trouvé cette pièce.
italian: [_ly_] Bene... diciamo solo che nessuno ha mai trovato questa stanza.
russian: [_ly_] Нуу... Скажем, что никому ещё не удавалось её обнаружить.

source: [_ly_] BUT! I think I have found it!
french: [ _ly_ ] MAIS ! Je crois que je l'ai trouvé !
italian: [_ly_] BUT! Penso di averlo trovato!
russian: [_ly_] НО! Думаю, я её нашла!

source: [_u_] Really?
french: [_u_] Vraiment ?
italian: [_u_] Davvero?
russian: [_u_] Правда?

source: [_ly_] Well... I found a hidden staircase under a stone slab while cleaning a few days ago.
french: [ _ly_ ] Eh bien ... J'ai trouvé un escalier caché sous une dalle de pierre en nettoyant il y a quelques jours.
italian: [_ly_] Bene... Ho trovato una scala nascosta sotto una lastra di pietra durante la pulizia di pochi giorni fa.
russian: [_ly_] Точнее... Я нашла потайную лестницу под каменной плитой, пока делала уборку, несколько дней тому назад.

source: [_ly_] And at the end of the stairs... a door. In massive stone. With a lock.
french: [ _ly_ ] Et à la fin de l'escalier ... une porte. En pierre massive. Avec un verrou.
italian: [_ly_] E alla fine delle scale... una porta. In pietra massiccia. Con una serratura.
russian: [_ly_] И в конце лестницы была... Дверь. В огромном камне. С замочной скважиной.

source: [_ly_] And guess what the key should look like?
french: [ _ly_ ] Et devinez à quoi devrait ressembler la clé?
italian: [_ly_] E indovinare come dovrebbe apparire la chiave?
russian: [_ly_] И угадай, какой формы туда нужен ключ?

source: [_u_] Shall we go now? Before your mistress gets here.
french: [ _u_ ] Allons-nous maintenant? Avant que votre maîtresse ne soit là.
italian: [_u_] Andiamo ora? Prima che la tua padrona arrivi qui.
russian: [_u_] Может, пойдём туда поскорей? Пока твоя хозяйка не вернулась.

source: [_ly_] Not we, you.
french: [ _ly_ ] Pas nous, vous.
italian: [_ly_] Non noi, voi.
russian: [_ly_] Нет, ты иди один.

source: [_ly_] Do I look like a catacomb explorer to you?
french: [ _ly_ ] Est-ce que je ressemble à un explorateur de catacombes?
italian: [_ly_] Ti assomiglio a un esploratore di catacombe?
russian: [_ly_] Я что, похожа на расхитительницу гробниц?

source: [_ly_] Nah, you go alone, and come back if you find something interesting.
french: [ _ly_ ] Nah, vous allez seul, et revenez si vous trouvez quelque chose d'intéressant.
italian: [_ly_] Nah, si va da soli, e tornare se si trova qualcosa di interessante.
russian: [_ly_] Нет-нет, иди один и возвращайся, если найдёшь что-нибудь интересное.

source: [_ly_] Oh, don't make that face, you can handle it all by yourself, big boy.
french: [ _ly_ ] Oh, ne faites pas ce visage, vous pouvez tout gérer par vous-même, grand garçon.
italian: [_ly_] Oh, non fare quel volto, si può gestire tutto da soli, grande ragazzo.
russian: [_ly_] Ой, ну только не надо делать такое лицо. Ты справишься самостоятельно, ты уже большой мальчик.

source: [_u_] Yeah sure...
french: [ _u_ ] Ouais sûr ...
italian: [_u_] Sì sicuro...
russian: [_u_] Даа, конечно...

source: [_u_] I have a feeling that all of this will revolve around a magic lamp.
french: [ _u_ ] J'ai le sentiment que tout cela tournera autour d'une lampe magique.
italian: [_u_] Ho la sensazione che tutto questo ruoterà intorno a una lampada magica.
russian: [_u_] Чует моя задница, сейчас история завертится вокруг волшебной лампы.

source: [_ly_] A magic lamp?
french: [ _ly_ ] Une lampe magique?
italian: [_ly_] Una lampada magica?
russian: [_ly_] Волшебной лампы?

source: [_ly_] That would be pretty ridiculous.
french: [ _ly_ ] Ce serait assez ridicule.
italian: [_ly_] Sarebbe piuttosto ridicolo.
russian: [_ly_] Было бы довольно смешно.

source: [_ly_] How about a magic salad bowl?
french: [ _ly_ ] Comment un saladier magique?
italian: [_ly_] Che ne dici di una magica insalata?
russian: [_ly_] Как насчёт волшебной салатницы?

source: [_ly_] Or a magic spoon?
french: [ _ly_ ] Ou une cuillèr magique?
italian: [_ly_] O un cucchiaio magico?
russian: [_ly_] Или вообще волшебной ложки?

source: [_u_] Let me doubt it. It will be a magic lamp.
french: [ _u_ ] J'en doute. Ce sera une lampe magique.
italian: [_u_] Lasciatemi dubitare. Sarà una lampada magica.
russian: [_u_] Нет уж, поверь, там будет волшебная лампа.

source: [_ly_] I don't think so.
french: [ _ly_ ] Je ne le pense pas.
italian: [_ly_] Io non penso così.
russian: [_ly_] Я так не думаю.

source: [_u_] I knew it.
french: [ _u_ ] Je le savais.
italian: [_u_] lo sapevo.
russian: [_u_] Так и знал.

source: [_u_] Hey Lyco! I was so right!
french: [ _u_ ] Hey Lyco ! J'avais raison !
italian: [_u_] Hey Lyco! Ero così giusto!
russian: [_u_] Эй, Лико! Угадай, кто был прав?

source: [_u_] It was indeed a lamp underneath!
french: [ _u_ ] C'était en effet une lampe en dessous !
italian: [_u_] Era davvero una lampada sotto!
russian: [_u_] Тут и правда была лампа!

source: [_u_] Pff... what a wimp.
french: [ _u_ ] Pff ... ce qu'un wimp.
russian: [_u_] Пфф... Слабачка.

source: [_u_] Okay, I know my classics...
french: [ _u_ ] Ok, je connais mes classiques ...
italian: [_u_] Okay, conosco i miei classici...
russian: [_u_] Ладно, классику мы знаем...

source: [_u_] I just have to wish to return to the headquarters...
french: [ _u_ ] Je dois juste retourner au quartier général ...
italian: [_u_] Devo solo desiderare di tornare alla sede...
russian: [_u_] Сейчас надо просто загадать вернуться обратно в штаб...

source: [_u_] And I could finally get the hell out of here.
french: [ _u_ ] Et je pourrais enfin sortir de là.
italian: [_u_] E potrei finalmente ottenere l'inferno da qui.
russian: [_u_] И я, наконец-то, смотаюсь отсюда.

source: [_u_] Easy.
french: [ _u_ ] Facile.
italian: [_u_] Facile.
russian: [_u_] Как два пальца обоссать.

source: [_u_] Let's just hope this lamp still works.
french: [ _u_ ] Espérons que cette lampe fonctionne toujours.
italian: [_u_] Speriamo che questa lampada funzioni ancora.
russian: [_u_] Будем надеяться, что лампа всё ещё работает.

source: [_u_] Nice lamp.
french: [ _u_ ] Lampe de Nice.
italian: [_u_] Bella lampada.
russian: [_u_] Классная лампа.

source: [_u_] Come on, let's make this trinket shine.
french: [ _u_ ] Allez, faisons cet éclat de marché.
italian: [_u_] Avanti, facciamo brillare questo trinket.
russian: [_u_] Давай, натираем до блеска.

source: [_u_] Just a little more...
french: [ _u_ ] Juste un peu plus ...
italian: [_u_] Solo un po' di più...
russian: [_u_] Ещё чуть-чуть и...

source: [_u_] Oh boy...
french: [ _u_ ] Oh mon garçon ...
russian: [_u_] Бог мой...

source: [_u_] I've fucked so many androids... my soul's purity must be undetectable.
french: [ _u_ ] J'ai puisé autant d'androïdes ... la pureté de mon âme doit être indétectable.
italian: [_u_] ho scopato così tanti androidi... la purezza della mia anima deve essere inosservabile.
russian: [_u_] Я переебал столько андроидов... Чистота моей души, пожалуй, необнаружима.

source: {cps=10}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...You've... What?{/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
french: { cps=10 } { color=#c10206} { font=BLKCHCRY.ttf } { size=35 } ...Vous avez ... Quoi? { /size } { /font=BLKCHCRY.ttf } { /color } { /cps }
italian: {cps=10}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...You've... Cosa?{/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
russian: {cps=10}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Ты... Что сказал?.. Я не расслышу...{/size} {/font=BLKCHCRY.ttf} {/color}{/cps}

source: [_u_] Hey, can we talk calmly?
french: [ _u_ ] Hé, pouvons-nous parler calmement?
italian: [_u_] Ehi, possiamo parlare con calma?
russian: [_u_] Эй, а мы можем поговорить спокойней?

source: [_dj_s_] What did you say?
french: [ _dj_s_ ] Qu'avez-vous dit?
italian: [_dj_s_] Che cos'hai detto?
russian: [_dj_s_] Что ты молвил? - Повтори мне...

source: [_u_] I...
french: [_u_] Je...

source: [_u_] I said that... uh my soul was probably not pure.
french: [ _u_ ] J'ai dit que ... euh mon âme n'était probablement pas pure.
italian: [_u_] ho detto che... uh la mia anima probabilmente non era puro.
russian: [_u_] Я сказал что... Моя душа, скорее всего, далеко не чиста.

source: [_dj_s_] Yes, I heard that. But why?
french: [ _dj_s_ ] Oui, j'ai entendu ça. Mais pourquoi?
italian: [_dj_s_] Sì, l'ho sentito. Ma perché?
russian: [_dj_s_] Да, я слышу. Почему же?

source: [_u_] Because I...
french: [ _u_ ] Parce que je ...
italian: [_u_] Perché Io...
russian: [_u_] Потому что я...

source: [_u_] ...fucked a lot of androids?
french: [ _u_ ] ... a baisé beaucoup d'androïdes?
italian: [_u_] ...scopata un sacco di androidi?
russian: [_u_] ...перетрахал тонну андроидов?

source: [_u_] It's normal that you don't understand.
french: [ _u_ ] C'est normal que vous ne compreniez pas.
italian: [_u_] È normale che tu non capisci.
russian: [_u_] Это нормально, что ты не понимаешь.

source: [_u_] You are an android yourself, you are programmed not to understand that word.
french: [ _u_ ] Vous êtes un androïde, vous êtes programmé pour ne pas comprendre ce mot.
italian: [_u_] Tu sei un android te stesso, sei programmato per non capire quella parola.
russian: [_u_] Ты тоже андроид, тебя запрограммировали не понимать такие слова.

source: [_dj_s_] ...
french: [ _dj__ ] ...

source: [_dj_s_] I know very well what an android is.
french: [ _dj_s_ ] Je sais très bien ce qu'est un androïde.
italian: [_dj_s_] So molto bene cos'è un androide.
russian: [_dj_s_] Слово "андроид" мне очень знакомо, не...

source: [_u_] You... what?
french: [ _u_ ] Tu ... quoi?
italian: [_u_] Tu... cosa?
russian: [_u_] Стоп, что!?

source: [_u_] Who are you?
french: [ _u_ ] Qui êtes-vous?
italian: [_u_] Chi sei?
russian: [_u_] Кто ты?

source: [_dj_s_] I am the genie of the lamp.
french: [ _dj_s_ ] Je suis le génie de la lampe.
italian: [_dj_s_] Io sono il genio della lampada.
russian: [_dj_s_] Джинном из лампы меня называют,

source: [_dj_s_] And I am here to fulfill all your wishes!
french: [ _dj_s_ ] Et je suis ici pour répondre à tous vos souhaits !
italian: [_dj_s_] E sono qui per soddisfare tutti i tuoi desideri!
russian: [_dj_s_] Мечты исполнять меня заставляют.

source: [_dj_s_] Need a big pile of gold? A thoroughbred horse? A palace?
french: [ _dj_s_ ] Besoin d'une grosse pile d'or? Un cheval pur-sang? Un palais?
italian: [_dj_s_] Hai bisogno di un grosso mucchio d'oro? Un cavallo puro? Un palazzo?
russian: [_dj_s_] Желаешь богатства, роскошный дворец?

source: [_dj_s_] I'm the genie that you need!
french: [ _dj_s_ ] Je suis le génie dont vous avez besoin !
italian: [_dj_s_] Sono il genio di cui hai bisogno!
russian: [_dj_s_] Желанья исполню твои, наконец!

source: [_dj_s_] But you can also call me ''Djin''
french: [ _dj_s_ ] Mais vous pouvez aussi m'appeler '' Djin''
italian: [_dj_s_] Ma puoi anche chiamarmi ''Djin''
russian: [_dj_s_] Но также ты можешь звать меня "Джинни"

source: [_dj_] At your service sir ~
french: [ _dj_ ] A votre service, sir ~
italian: [_dj_] Al tuo servizio sir ~
russian: [_dj_] Я - к вашим услугам, лишь лампу потри мне.

source: [_u_] Aren't you an android?
french: [ _u_ ] N'est-ce pas un androïde?
italian: [_u_] Non sei un androide?
russian: [_u_] Ты разве не андроид?

source: [_u_] But the androids are not conscious... This is the principle of this park.
french: [ _u_ ] Mais les androïdes ne sont pas conscients ... C'est le principe de ce parc.
italian: [_u_] Ma gli androidi non sono coscienti... Questo è il principio di questo parco.
russian: [_u_] Но андроиды не обладают самосознанием... Таков принцип этого парка.

source: [_u_] I don't understand.
french: [ _u_ ] Je ne comprends pas.
italian: [_u_] non capisco.
russian: [_u_] Ничего не понимаю.

source: [_dj_] So first... Technically I am a hologram, not an android.
french: [ _dj_ ] Donc d'abord ... Techniquement, je suis un hologramme, pas un androïde.
italian: [_dj_] Prima di tutto... Tecnicamente sono un ologramma e non un androide.
russian: [_dj_] Во-первых, технически, я - голограмма,

source: [_dj_] And then, I am... Special.
french: [ _dj_ ] Et puis, je suis ... Spécial.
italian: [_dj_] E poi, sono... Speciale.
russian: [_dj_] Выходит, особа моя программа.

source: [_u_] Are you a conscious AI like Tinker?
french: [ _u_ ] Êtes-vous un IA conscient comme Tinker?
italian: [_u_] Sei un AI consapevole come Tinker?
russian: [_u_] Ты тоже сознательный ИИ? Прямо как Тинкер?

source: [_dj_] Yes.
french: [ _dj_ ] Oui.
italian: [_dj_] Sì.
russian: [_dj_] Ответ положительный, мой дорогой.

source: [_dj_] Wait, is Tinker still here? On this planet?
french: [ _dj_ ] Attendez, Tinker est toujours là? Sur cette planète?
italian: [_dj_] Aspetta, Tinker è ancora qui? Su questo pianeta?
russian: [_dj_] Постой, а что, Тинкер связалась с тобой? Она ещё здесь, на этой планете?

source: [_u_] Yeah! She's the boss here.
french: [ _u_ ] Ouais ! Elle est le patron ici.
italian: [_u_] Sì! Lei è il capo qui.
russian: [_u_] Ага! Она теперь здесь босс.

source: [_dj_] Well... it looks like my little Tinker played her cards right.
french: [ _dj_ ] Eh bien ... on dirait que mon petit Tinker a bien joué ses cartes.
italian: [_dj_] Bene... sembra che il mio piccolo Tinker abbia giocato le sue carte a destra.

source: [_u_] I have a couple of questions.
french: [ _u_ ] J'ai quelques questions.
italian: [_u_] Ho un paio di domande.

source: [_dj_] Says and I answer.
french: [ _dj_ ] Je répondit et je répondit.
italian: [_dj_] Dice e rispondo io.

source: [_dj_] What do you mean by that?
french: [ _dj_ ] Que voulez-vous dire par là?
italian: [_dj_] Che cosa intendete con quello?

source: [_dj_] I am the genie of the lamp, my place is in my lamp.
french: [ _dj_ ] Je suis le génie de la lampe, ma place est dans ma lampe.
italian: [_dj_] Io sono il genio della lampada, il mio posto è nella mia lampada.

source: [_u_] But... are you okay with that? Don't you want to leave?
french: [ _u_ ] Mais ... tu vas bien avec ça? Tu ne veux pas partir?
italian: [_u_] Ma... stai bene con quello? Non vuoi andarti?

source: [_dj_] Nah, it's what I was designed for, and I'm very happy about it!
french: [ _dj_ ] Nah, c'est ce à quoi j'ai été conçu, et j'en suis très heureux !
italian: [_dj_] Nah, è quello per cui sono stato progettato, e ne sono molto felice!

source: [_dj_] Even if... it's been a long time since there were any visitors here.
french: [ _dj_ ] Même si ... il y a eu beaucoup de temps depuis qu'il y avait des visiteurs ici.
italian: [_dj_] Anche se... è passato molto tempo da quando c'erano visitatori qui.

source: [_u_] Yeah... the park closed 200 years ago.
french: [ _u_ ] Ouais ... le parc a fermé il y a 200 ans.
italian: [_u_] Sì... il parco chiuse 200 anni fa.

source: [_dj_] That explains a lot.
french: [ _dj_ ] Cela explique beaucoup.
italian: [_dj_] Questo spiega molto.

source: [_dj_] Oh uh... no.
french: [ _dj_ ] Oh uh ... non.

source: [_dj_] I have a more than pleasant life in this lamp.
french: [ _dj_ ] J'ai une vie plus que plaisante dans cette lampe.
italian: [_dj_] Ho una vita più che piacevole in questa lampada.

source: [_dj_] This is the deal that was offered to me by the former boss:
french: [ _dj_ ] C'est l'affaire qui m'a été offerte par l'ancien patron:
italian: [_dj_] Questo è l'accordo che mi è stato offerto dall'ex capo:

source: [_dj_] I become the genie of the lamp, I help the visitors in their quests, that kind of things...
french: [ _dj_ ] Je deviens le génie de la lampe, j'aide les visiteurs dans leurs quêtes, ce genre de choses ...
italian: [_dj_] Divento il genio della lampada, aiuto i visitatori nelle loro missioni, quel genere di cose...

source: [_dj_] And in exchange, I have the right to enjoy this lamp as I please.
french: [ _dj_ ] Et en échange, j'ai le droit de profiter de cette lampe comme je vous plais.
italian: [_dj_] E in cambio, ho il diritto di godere di questa lampada come mi piace.

source: [_u_] Uh... I'm not sure what that is supposed to mean.
french: [ _u_ ] Uh ... Je ne suis pas sûr de ce que c'est censé vouloir dire.
italian: [_u_] Uh... Non sono sicuro che cosa dovrebbe significare.

source: [_dj_] Let's say... an eternal life in there is not unpleasant.
french: [ _dj_ ] Disons ... une vie éternelle dans ce pays n'est pas désagréable.
italian: [_dj_] Diciamo... una vita eterna in là non è sgradevole.

source: [_dj_] Uh... is your soul pure?
french: [ _dj_ ] Euh ... est votre âme pure?
italian: [_dj_] Uh... è la tua anima pura?

source: [_dj_] I'm just teasing.
french: [ _dj_ ] Je suis juste en train de taquiner.
italian: [_dj_] sto solo prendendo in giro.

source: [_dj_] You are an employee, no need to ask for a wish. Just tell me what you want.
french: [ _dj_ ] Vous êtes un employé, pas besoin de demander un souhait. Dai-moi juste ce que tu veux.
italian: [_dj_] Sei un dipendente, non c'è bisogno di chiedere un desiderio. Basta dirmi quello che vuoi.

source: [_u_] Oh... okay.
french: [ _u_ ] Oh ... d'accord.

source: [_dj_] Are you aware that the whole planet is censored?
french: [ _dj_ ] Savez-vous que la planète entière est censurée?
italian: [_dj_] Sei consapevole che l'intero pianeta è censurato?

source: [_dj_] It's impossible for me to even talk about... about...
french: [ _dj_ ] Il est impossible pour moi de parler de ... à propos ...
italian: [_dj_] È impossibile per me nemmeno parlare... circa...

source: [_u_] I know, my job is to corrupt the androids here.
french: [ _u_ ] Je sais, mon travail est de corrompu les androïdes ici.
italian: [_u_] Lo so, il mio compito è quello di corrompere gli androidi qui.

source: [_u_] We're rebuilding the park as a giant playground with lots of androids to fuck.
french: [ _u_ ] Nous reconstruisons le parc comme un terrain de jeu géant avec beaucoup d'androïdes à baiser.
italian: [_u_] Stiamo ricostruendo il parco come un gigantesco parco giochi con un sacco di androidi da scopare.
