Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Intro01.po
Languages: french, italian, russian

source: [_dj_] Okay, I just need to get a verbal confirmation of... well, Tinker...
french: [ _dj_ ] Ok, j'ai juste besoin d'obtenir une confirmation verbale de ... eh bien, Tinker ...
italian: [_dj_] Okay, ho solo bisogno di ottenere una conferma verbale di... beh, Tinker...

source: [_dj_] And then I can finally do what I want.
french: [ _dj_ ] Et puis je peux enfin faire ce que je veux.
italian: [_dj_] E poi posso finalmente fare quello che voglio.

source: [_u_] And then you...
french: [ _u_ ] Et puis vous ...
italian: [_u_] E poi tu...

source: [_dj_] Yes. Whatever you want, pretty boy.
french: [ _dj_ ] Oui. Quoi que tu veux, beau garçon.
italian: [_dj_] Sì. Qualunque cosa vuoi, grazioso ragazzo.

source: [_dj_] Um... it's going to be tricky.
french: [ _dj_ ] Um ... ça va être délicat.
italian: [_dj_] Um... sarà difficile.

source: [_dj_] The power supply of the teleporters in this region is cut.
french: [ _dj_ ] Le bloc d'alimentation des téléporteurs dans cette région est coupé.
italian: [_dj_] L'alimentazione elettrica dei teletrasportatori in questa regione è tagliata.

source: [_u_] How do we turn this back on?
french: [ _u_ ] Comment pouvons-nous tourner le dos?
italian: [_u_] Come possiamo tornare indietro?

source: [_u_] I can't fucking believe I'm talking about repairing teleporters with a genie coming out of a lamp.
french: [ _u_ ] Je ne peux pas croire que je parle de réparer les téléporteurs avec un génie sortant d'une lampe.
italian: [_u_] Non riesco a scopare credere che sto parlando di riparare teletrasportatori con un genio che esce da una lampada.

source: [_dj_] Believe me, I've seen worse on this planet.
french: [ _dj_ ] Croyez-moi, j'ai vu pire sur cette planète.
italian: [_dj_] Credetemi, ho visto peggio su questo pianeta.

source: [_dj_] Wait, maybe I can...
french: [ _dj_ ] Attends, peut-être que je peux ...
italian: [_dj_] Aspetta, forse può...

source: [_dj_] Do not move.
french: [ _dj_ ] Ne pas déplacer.
italian: [_dj_] Non muoverti.

source: [_u_] What are you doing?
french: [ _u_ ] Que faites-vous?
italian: [_u_] Cosa stai facendo?

source: [_dj_] Well, you see... After a few years alone here...
french: [ _dj_ ] Eh bien, vous voyez ... Après quelques années seulement ici ...
italian: [_dj_] Beh, vedi... Dopo alcuni anni da solo qui...

source: [_dj_] I thought that maybe I should save the energy I had left...
french: [ _dj_ ] J'ai pensé que je devrais peut-être sauver l'énergie que j'avais laissée ...
italian: [_dj_] Ho pensato che forse dovrei risparmiare l'energia che avevo lasciato...

source: [_dj_] So I shut down all the systems I could.
french: [ _dj_ ] Donc j'ai arrêté tous les systèmes que je pouvais.
italian: [_dj_] Così ho spento tutti i sistemi che potevo.

source: [_u_] Oh... so it's because of you that the teleportation was off.
french: [ _u_ ] Oh ... donc c'est à cause de vous que la téléportation a été off.
italian: [_u_] Oh... quindi è a causa di voi che il teletrasporto è stato spento.

source: [_u_] Do you know that I had to cross a whole desert to get here?
french: [ _u_ ] Savez-vous que j'ai dû traverser un désert entier pour arriver ici?
italian: [_u_] Sapete che ho dovuto attraversare un intero deserto per arrivare qui?

source: [_dj_] I think I did it.
french: [ _dj_ ] Je crois que je l'ai fait.
italian: [_dj_] penso di averlo fatto.

source: [_u_] Are you serious?
french: [ _u_ ] Êtes-vous sérieux?
italian: [_u_] Sei serio?

source: [_dj_] When you make a wish, I make it come true.
french: [ _dj_ ] Quand vous faites un souhait, je le fais.
italian: [_dj_] Quando fai un desiderio, lo faccio avverare.

source: [_dj_] That's my credo.
french: [ _dj_ ] C'est mon credo.
italian: [_dj_] È la mia credo.

source: [_dj_] Say hello to Tinker for me, pretty boy.
french: [ _dj_ ] Dites bonjour à Tinker pour moi, joli garçon.
italian: [_dj_] Salutate Tinker per me, grazioso ragazzo.

source: [_dj_] What the...
french: [ _dj_ ] Ce que ...
italian: [_dj_] Che cosa...

source: [_u_] Damn.... I don't believe it.
french: [ _u_ ] Dommer .... Je ne le crois pas.
italian: [_u_] Dannazione... Non ci credo.

source: [_u_] Finally back here.
french: [ _u_ ] Enfin, ici.
italian: [_u_] Infine torna qui.

source: [_u_] Hello? Is there anyone here?
french: [ _u_ ] Bonjour? Y a-t-il quelqu'un ici?
italian: [_u_] Ciao? C'è qualcuno qui?

source: [_u_] What is this mess?
french: [ _u_ ] Quel est ce bordel?
italian: [_u_] Che cos'è questo caso?

source: [_u_] What did they do here? Having a party?
french: [ _u_ ] Qu'ont-ils fait ici? Avoir une fête?
italian: [_u_] Che cosa hanno fatto qui? Avere una festa?

source: [_u_] Did they celebrate putting boxes everywhere?
french: [ _u_ ] Est-ce qu'ils ont fêter les boîtes partout?
italian: [_u_] Hanno festeggiato mettere scatole ovunque?

source: [_u_] It makes no fucking sense.
french: [ _u_ ] Cela n'a aucun sens.
italian: [_u_] Non ha senso scopare.

source: I've already done Chapter 1
french: J'ai déjà fait le chapitre 1
italian: Ho già fatto il Capitolo 1

source: I'm starting the adventure here.
french: Je commence l'aventure ici.
italian: Sto iniziando l'avventura qui.

source: Why don't you escape?
french: Pourquoi tu ne t'enfuir pas?
italian: Perché non scappare?

source: {color=#797979}Why don't you escape?{/color}
french: { color=#797979} Pourquoi ne pas vous échapper? { /color }
italian: {color=#797979}Perché non sfuggire?{/color}

source: Couldn't you steal the key of my cell?
french: Tu ne peux pas voler la clé de ma cellule?
italian: Non hai rubato la chiave della mia cella?

source: {color=#797979}Couldn't you steal the key of my cell?{/color}
french: { color=#797979} Impossible de voler la clé de ma cellule? { /color }
italian: {color=#797979}Non puoi rubare la chiave della mia cella?{/color}

source: Do you know what's on the other side of my wall?
french: Savez-vous ce qui est de l'autre côté de mon mur?
italian: Sai cosa c'è dall'altra parte della mia parete?

source: {color=#797979}Do you know what's on the other side of my wall?{/color}
french: { color=#797979} Connaissez-vous ce qui est de l'autre côté de mon mur? { /color }
italian: {color=#797979}Sai cosa c'è dall'altra parte della mia parete?{/color}

source: *Flirt with her* {image=heart01.png}
french: *Flirt avec son * { image=heart01.png }
italian: *Flirt con lei* {image=heart01.png}

source: {color=#797979}*Flirt with her*{/color} {image=heart03.png}
french: { color=#797979} *Flirt avec son * { /color } { image=heart03.png }
italian: {color=#797979}*Flirt con lei*{/color} {image=heart03.png}

source: *Ask her to show her boobs* {image=heart01.png}
french: *Demandez-lui de montrer ses seins * { image=heart01.png }
italian: *Chiedile di mostrare le sue tette* {image=heart01.png}

source: {color=#797979}*Ask her to show her boobs*{/color} {image=heart03.png}
french: { color=#797979} *Demandez-lui de montrer ses seins * { /color } { image=heart03.png }
italian: {color=#797979}*Chiedile di mostrare le sue tette*{/color} {image=heart03.png}

source: How long have you been here?
french: Depuis combien de temps es-tu ici?
italian: Da quanto tempo siete stati qui?
russian: Как давно ты здесь находишься?

source: Why do you have red skin?
french: Pourquoi as-tu la peau rouge?
italian: Perché avete la pelle rossa?

source: What is your role here?
french: Quel est votre rôle ici?
italian: Qual è il suo ruolo qui?

source: $See you later Lyco
french: $See , plus tard Lyco
italian: $See più tardi Lyco

source: {color=#f2923c}What's the plan?{/color}
french: { color=#f2923c} Quel est le plan? { /color }
italian: {color=#f2923c}Qual è il piano?{/color}

source: Are you referring to Jasmine?
french: Vous faites allusion à Jasmine?
italian: Ti stai riferendo a Jasmine?

source: Obey me, spirits of the lamp!
french: Obey-moi, les esprits de la lampe !
italian: Obbedisi, spiriti della lampada!

source: Hello, I would like to go home
french: Bonjour, je voudrais rentrer à la maison
italian: Ciao, vorrei andare a casa

source: Hi, I am [name], nice to meet you.
french: Bonjour, je suis [ nom ], gentil de vous rencontrer.
italian: Ciao, io sono [name], bello conoscerti.

source: {color=#f2923c}I need to get back to headquarters{/color}
french: { color=#f2923c} Je dois revenir à l'état-major { /color }
italian: {color=#f2923c}Devo tornare alla sede centrale{/color}

source: What are you doing here?
french: Qu'est-ce que tu fais ici?
italian: Cosa stai facendo qui?

source: {color=#797979}What are you doing here?{/color}
french: { color=#797979} Que faites-vous ici? { /color }
italian: {color=#797979}Cosa fai qui?{/color}

source: You must be very bored in this cave.
french: Tu dois être très ennuyeux dans cette grotte.
italian: Dovete essere molto annoiati in questa grotta.

source: {color=#797979}You must be very bored in this cave.{/color}
french: { color=#797979} Vous devez être très ennuyeux dans cette grotte. { /color }
italian: {color=#797979}Devi essere molto annoiato in questa grotta.{/color}

source: Can you grant me some wishes?
french: Peux-tu me donner des vœux?
italian: Mi può dare qualche desiderio?

source: {color=#797979}Can you grant me some wishes?{/color}
french: { color=#797979} Pouvez-vous me donner des souhaits? { /color }
italian: {color=#797979}Puoi darmi qualche auguri?{/color}

source: {color=#3ad8ff}So if I ask you to undress...{/color}
french: { color=#3ad8ff} Si je vous demande de vous déshabiller ... { /color }
italian: {color=#3ad8ff}Quindi se ti chiedo di spogliare...{/color}

source: {color=#797979}So if I ask you to undress...{/color}
french: { color=#797979} Si je vous demande de vous déshabiller ... { /color }
italian: {color=#797979}Quindi se ti chiedo di spogliare...{/color}

source: [_u_] Damn this android chick cooks so bad...
italian: [_u_] Damn questo pulcino android cuochi così cattivo...
russian: [_u_] Блин, этот андроид так плохо готовит...

source: [_ml_] I just.... can't...
italian: [_ml_] Ho solo.... non può...
russian: [_ml_] Я просто.... Не могу...

source: {cps=10}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Only Those Whose Purity Of Soul Equals A Diamond {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
italian: {cps=10}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Solo chi ha la purezza dell'equità dell'anima A Diamante {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
russian: {cps=10}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Лишь Тот, чья Душа Алмаза Чище {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}

source: {cps=10}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Shall Have My Favor. {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
italian: {cps=10}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Avrà il Mio Favore. {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
russian: {cps=10}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...С Благосклонностью Моей Уйдёт Домой. {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}

source: [_u_] hum....
italian: [_u_] um....
russian: [_u_] Хмм....

source: [_dj_] Nice.
italian: [_dj_] Nizza.

source: [_tb_] Dude.
russian: [_tb_] Чел.

source: [_tb_] Sh!
russian: [_tb_] Ш-ш!

source: [_tb_] I...
russian: [_tb_] А...

source: [_tb_] Mh.
russian: [_tb_] Мх.

source: [_u_] Lycoris?
russian: [_u_] Ликорис?

source: [_u_] Lyco?...
russian: [_u_] Лико?...

source: [_u_] Pff...
russian: [_u_] Пфф...

source: [_sz_s_] Lycoris!
russian: [_sz_s_] Ликорис!

source: [_ml_] Mmmmmh.....
russian: [_ml_] Мммммх.....

source: [_ml_] Gosh....
russian: [_ml_] Боже....

source: [_ml_] Emee....
russian: [_ml_] Эми....

source: [_ml_] Ooooh...
russian: [_ml_] Ooooх...

source: [_ml_] Aahhh...hh...
russian: [_ml_] Ааххх...хх...

source: [_ml_] Aaaahhhaa...
russian: [_ml_] Аааахххаа...

source: [_ml_] I.....
russian: [_ml_] Я.....

source: [_tb_] Nah...
russian: [_tb_] Зачем?

source: [_u_] ?
russian: [_u_] Зачем?

source: [_u_] Mh.
russian: [_u_] Мх.

source: {cps=10}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}Who Dares Enter My Domain? {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
russian: {cps=10}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}Кто Посмел Войти в Мои Владенья? {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}

source: {cps=10}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}Who Dares Disturb My Peace? {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
russian: {cps=10}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}Кто Рискнул Нарушить Мой Покой? {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
