Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Dialogues_Separate02.po
Languages: french, italian

source: [_dj_] As long as I don't have a real body... I can't take the elevator...
french: [ _dj_ ] Tant que je n'ai pas un vrai corps ... Je ne peux pas prendre l'ascenseur ...
italian: [_dj_] Finché non ho un vero corpo... non posso prendere l'ascensore...

source: [_dj_] Anyway, what's up?
french: [ _dj_ ] Quoi qu'il en soit, qu'est-ce qui se fait?
italian: [_dj_] Comunque, che cos'è?

source: [_u_] I'm corrupting Sherazade... at least I'm trying.
french: [ _u_ ] Je corrompais Sherazade ... au moins j'essaie.
italian: [_u_] Sto corrompendo Sherazade... almeno sto provando.

source: [_dj_] Seriously... this chick has a body that works... legs, boobs, an ass...
french: [ _dj_ ] Sérieusement ... cette fille a un corps qui marche ... jambes, seins, un cul ...
italian: [_dj_] Seriamente... questo pulcino ha un corpo che funziona... gambe, tette, un culo...

source: [_dj_] And she doesn't even use it to fuck???
french: [ _dj_ ] Et elle ne l'utilise même pas pour baiser???
italian: [_dj_] E non lo usa nemmeno per scopare???

source: [_dj_] It drives me crazy.
french: [ _dj_ ] Ça me rend fou.
italian: [_dj_] Mi fa impazzire.

source: [_dj_] That's just what I wanted to talk to Tinker about.
french: [ _dj_ ] C'est ce que je voulais parler à Tinker.
italian: [_dj_] È proprio quello di cui volevo parlare con Tinker.

source: [_u_] And you could have sex.
french: [ _u_ ] Et tu pourrais avoir des relations sexuelles.
italian: [_u_] E si potrebbe fare sesso.

source: [_dj_] And I could have sex....
french: [ _dj_ ] Et je pourrais avoir des relations sexuelles ....
italian: [_dj_] E potrei fare sesso...

source: [_dj_] Like... possessing Scherazade's body? And fuck?
french: [ _dj_ ] Comme ... posséder le corps de Scherazade? Et baise?
italian: [_dj_] Mi piace... possedere il corpo di Scherazade? E scopare?

source: [_dj_] I think I can do that...
french: [ _dj_ ] Je pense que je peux faire ça ...
italian: [_dj_] penso di poterlo fare...

source: [_dj_] But it would be a bit sad to have my first fuck like that, wouldn't it?
french: [ _dj_ ] Mais ce serait un peu triste d'avoir ma première baise comme ça, n'est-ce pas?
italian: [_dj_] Ma sarebbe un po' triste avere la mia prima scopata così, vero?

source: [_u_] Yeah, but it could be cool...
french: [ _u_ ] Ouais, mais ça pourrait être cool ...
italian: [_u_] Sì, ma potrebbe essere cool...

source: [_dj_] Don't tempt me!
french: [ _dj_ ] Ne me tentez pas !
italian: [_dj_] Non mi tentare!

source: [_dj_] Nah, I'll fuck in my own body. And it'll be great
french: [ _dj_ ] Nah, je vais baiser dans mon propre corps. Et ce sera gérez
italian: [_dj_] Nah, Io scoperò nel mio corpo e sarà grande

source: [_dj_] If I've worked so hard to build muscles like this, it's to use them!
french: [ _dj_ ] Si j'ai travaillé si dur pour construire des muscles comme ça, c'est de les utiliser !
italian: [_dj_] Se ho lavorato così duramente per costruire muscoli come questo, è per usarli!

source: [_u_] You... worked for your muscles?
french: [ _u_ ] Vous ... avez travaillé pour vos muscles?
italian: [_u_] Tu... hai lavorato per i tuoi muscoli?

source: [_u_] As a hologram? How does it work?
french: [ _u_ ] En tant qu'hologramme? Comment ça fonctionne?
italian: [_u_] Come ologramma? Come funziona?

source: [_dj_] Okay, I didn't struggle to get this body...
french: [ _dj_ ] Ok, je n'ai pas eu du mal à obtenir ce corps ...
italian: [_dj_] Okay, non ho faticato per ottenere questo corpo...

source: [_dj_] I just wished I had it and it appeared...
french: [ _dj_ ] Je voulais juste que je l'ai et qu'il parait ...
italian: [_dj_] volevo solo che l'avessi avuta ed è apparso...

source: [_dj_] But still!
french: [ _dj_ ] Mais quand même !
italian: [_dj_] Ma ancora!

source: [_u_] And if you can find Tinker's quarters... don't hesitate to tell me what it looks like...
french: [ _u_ ] Et si vous pouvez trouver les quartiers de Tinker ... n'hésitez pas à me dire à quoi ça ressemble ...
italian: [_u_] E se riesci a trovare i quarti di Tinker... non esitare a dirmi come sembra...

source: [_u_] I'll be curious to know.
french: [ _u_ ] Je serais curieux de savoir.
italian: [_u_] sarò curioso di sapere.

source: [_dj_] You've never seen her private quarters?
french: [ _dj_ ] Vous n'avez jamais vu ses quartiers privés?
italian: [_dj_] Non hai mai visto i suoi alloggi privati?

source: [_u_] No, never.
french: [ _u_ ] Non, jamais.
italian: [_u_] No, mai.

source: [_u_] I'm sure it's a cross between a brothel and a throne room with naked maids everywhere.
french: [ _u_ ] Je suis sûr qu'il s'agit d'une croix entre un bordel et une salle du trône avec des domestiques nues partout.
italian: [_u_] Sono sicuro che è un incrocio tra un bordello e una stanza del trono con cameriere nude ovunque.

source: [_dj_] You've just described what the inside of my lamp looks like!
french: [ _dj_ ] Vous venez de décrire ce que l'intérieur de ma lampe ressemble !
italian: [_dj_] Hai appena descritto come appare l'interno della mia lampada!

source: [_dj_] Well, almost.
french: [ _dj_ ] Eh bien, presque.
italian: [_dj_] Beh, quasi.

source: [_dj_] Oh, and now that I think about it... I think the red lady was looking for you!
french: [ _dj_ ] Oh, et maintenant que je pense à ça ... Je pense que la dame rouge vous cherchait !
italian: [_dj_] Oh, e ora che ci penso... penso che la signora rossa fosse alla ricerca di te!

source: [_u_] Oh great! Thanks!
french: [ _u_ ] Oh super ! Merci !
italian: [_u_] Oh grande! Grazie!

source: [_dj_] Anyway... Later [name]!
french: [ _dj_ ] En tout cas ... Plus tard [ nom ] !
italian: [_dj_] Comunque... Più Tardi [name]!

source: [_u_] Hey! Hi Amelia. What's up?
french: [ _u_ ] Hey ! Bonjour Amelia. Qu'est-ce qu'il y a?
italian: [_u_] Hey! Ciao Amelia. Cos'è?

source: [_am_] Hey! I was just looking for you.
french: [ _am_ ] Hé ! J'étais juste à la recherche de toi.
italian: [_am_] Ehi! Ti stavo solo cercando.

source: [_am_] Mrs. Bell asked me to set up a meeting in a few minutes!
french: [ _am_ ] Mme Bell m'a demandé de monter une réunion en quelques minutes !
italian: [_am_] la signora Bell mi ha chiesto di organizzare un incontro in pochi minuti!

source: [_am_] You're invited along with Madame Emee and Madame Amandine to discuss your next tasks!
french: [ _am_ ] Vous êtes invités avec Madame Emee et Madame Amandine pour discuter de vos prochaines tâches !
italian: [_am_] Sei invitato insieme a Madame Emee e Madame Amandine per discutere i tuoi prossimi compiti!

source: [_u_] Great.
french: [_u_] Super.
italian: [_u_] Grande.

source: [_u_] Oh, you mean right now?
french: [ _u_ ] Oh, tu veux dire maintenant?
italian: [_u_] Oh, intendi in questo momento?

source: [_am_] Yes, we're actually waiting for you.
french: [ _am_ ] Oui, nous vous attendons.
italian: [_am_] Sì, ti stiamo aspettando.

source: [_am_] So... here are your new responsibilities, which Mrs Bell has asked me to communicate to you.
french: [ _am_ ] Donc ... voici vos nouvelles responsabilités, que Mme Bell m'a demandé de vous communiquer.
italian: [_am_] Ecco... ecco le sue nuove responsabilità, che la onorevole Bell mi ha chiesto di comunicarle.

source: [_am_] Madame Amandine, Mrs. Bell took the time to read your scenario proposals...
french: [ _am_ ] Madame Amandine, Mme Bell a pris le temps de lire vos propositions de scénarios ...
italian: [_am_] Madame Amandine, la signora Bell ha preso il tempo di leggere le sue proposte di scenario...

source: [_am_] ...and she absolutely loves the quests you've written!
french: [ _am_ ] ... et elle aime absolument les quêtes que tu as écrites !
italian: [_am_] ...e ama assolutamente le missioni che hai scritto!

source: [_a_] I'm delighted!
french: [_a_] Je suis enchanté !
italian: [_a_] sono felice!

source: [_am_] And now, Mrs. Tinker would like you to test Snow White and make sure the character is ready.
french: [ _am_ ] Et maintenant, Mme Tinker aimerait que vous teste Snow White et que le personnage soit prêt.
italian: [_am_] E ora, la signora Tinker vorrebbe che si testasse Snow White e assicurarsi che il personaggio sia pronto.

source: [_a_] Like... going to see her in person?
french: [_a_] Comme ... aller la voir en personne?
italian: [_a_] Mi piace... la vedrà di persona?

source: [_a_] That's...
french: [_a_] C'est. ..
italian: [_a_] Che È...

source: [_a_] All right, I wasn't expecting that...
french: [_a_] Très bien, je ne m'attendais pas à ce que ...
italian: [_a_] Va bene, non mi aspettavo che...

source: [_am_] Mrs. Bell suggests you bring [name] with you if you wish.
french: [ _am_ ] Mme Bell vous suggère d'apporter [ nom ] avec vous si vous le désirez.
italian: [_am_] Signora Bell ti suggerisce di portare [name] con te se vuoi.

source: [_a_] That's very kind of you! If [name]'s up for it, of course.
french: [_a_] C'est très gentil de vous ! Si [ nom ] est à la hauteur, bien sûr.
italian: [_a_] Questo è molto gentile da parte tua! Se [name]ce ne sono, ovviamente.

source: [_am_] Your priority remains the creation of the brothel and getting it up and running.
french: [ _am_ ] Votre priorité reste la création du bordel et son fonctionnement.
italian: [_am_] La tua priorità rimane la creazione del bordello e la sua messa in funzione.

source: [_e_] I can see with [name] if we can convince some NPCs to go and get fucked by the whole town ahah
french: [ _e_ ] Je peux voir avec [ nom ] si nous pouvons convaincre certains PNJ d'aller et se faire baisée par toute la ville ahah
italian: [_e_] posso vedere con [name] se siamo in grado di convincere alcuni NPC ad andare a farsi scopare da tutta la città ahah

source: [_am_] That's what I was going to suggest.
french: [ _am_ ] C'est ce que j'allais suggérer.
italian: [_am_] Questo è quello che stavo per suggerire.

source: [_e_] Well, everyone's counting on you now!
french: [ _e_ ] Eh bien, tout le monde compte sur vous maintenant !
italian: [_e_] Beh, tutti contano su di te ora!

source: [_am_] Well, that's all I had to say!
french: [ _am_ ] Eh bien, c'est tout ce que j'avais à dire !
italian: [_am_] Beh, è tutto quello che avevo da dire!

source: [_am_] Back to work, everyone!
french: [ _am_ ] Retour au travail, tout le monde !
italian: [_am_] Torna al lavoro, tutti!

source: [_a_] Roger that, ma'am!
french: [_a_] Roger ça, madame !
italian: [_a_] Roger quello, ma'am!

source: [_am_] Oh and uh... one last thing...
french: [ _am_ ] Oh et euh ... une dernière chose ...
italian: [_am_] Oh and uh... un'ultima cosa...

source: [_am_] I'd like to ask you a favor...
french: [ _am_ ] J'aimerais vous demander une faveur ...
italian: [_am_] vorrei chiederti un favore...

source: [_am_] I... I'd love to have a fairy body.
french: [ _am_ ] I. .. J'aimerais avoir un corps de fée.
italian: [_am_] Io... Mi piacerebbe avere un corpo fata.

source: [_u_] It's... not much of a request.
french: [ _u_ ] C'est ... pas une grande demande.
italian: [_u_] È... non molto di una richiesta.

source: [_u_] More like a wish.
french: [ _u_ ] Plus comme un vœu.
italian: [_u_] Più come un desiderio.

source: [_am_] In fact, I asked Melissandre if it was possible and she told me :
french: [ _am_ ] En fait, j'ai demandé à Melissandre si c'était possible et elle m'a dit:
italian: [_am_] Infatti, ho chiesto a Melissandre se era possibile e mi ha detto:

source: [_am_] ''Yes, it's possible, but you need an electronic fairy gizmo thing''
french: [ _am_ ] '' Oui, c'est possible, mais vous avez besoin d'un truc de gizmo électronique''
italian: [_am_] ''Sì, è possibile, ma hai bisogno di una fata elettronica gizmo''

source: [_am_] Or something like that...
french: [ _am_ ] Ou quelque chose comme ça ...
italian: [_am_] O qualcosa di simile...

source: [_u_] Do you want me to talk to her?
french: [ _u_ ] Voulez-vous que je lui parle?
italian: [_u_] Vuoi che parli con lei?

source: [_am_] Yes, please!
french: [ _am_ ] Oui, s'il vous plaît !
italian: [_am_] Sì, per favore!

source: [_am_] No, I want a second one!
french: [ _am_ ] Non, je veux une seconde !
italian: [_am_] No, ne voglio un secondo!

source: [_u_] Is... is that possible?
french: [ _u_ ] Est-ce que c'est possible?
italian: [_u_] è... è possibile?

source: [_am_] Well of course!
french: [ _am_ ] Bien sûr !
italian: [_am_] Bene, naturalmente!

source: [_am_] I could keep my human body and when I want to become a fairy, I just switch!
french: [ _am_ ] Je pourrais garder mon corps humain et quand je veux devenir une fée, je viens de changer !
italian: [_am_] potrei mantenere il mio corpo umano e quando voglio diventare una fata, mi basta cambiare!

source: [_am_] A bit like changing clothes.
french: [ _am_ ] Un peu comme changer de vêtements.
italian: [_am_] Un po' come cambiare vestiti.

source: [_u_] Wow... it looks like fun to be an android.
french: [ _u_ ] Wow ... ça ressemble à un androïde.
italian: [_u_] Wow... sembra divertente essere un android.

source: [_am_] Well, yes.
french: [ _am_ ] Eh bien, oui.
italian: [_am_] Beh, sì.

source: [_am_] Well, um...
french: [ _am_ ] Eh bien, euh ...

source: [_am_] Let's just say that... as Mrs. Bell's private secretary...
french: [ _am_ ] Disons que ... en tant que secrétaire particulier de Mme Bell ...
italian: [_am_] Diciamo che... come segretaria privata della signora Bell...

source: [_am_] It would be easier for me to... and help her with her daily tasks!
french: [ _am_ ] Ce serait plus facile pour moi de ... et de l'aider avec ses tâches quotidiennes !
italian: [_am_] Sarebbe più facile per me... e aiutarla con i suoi compiti quotidiani!

source: [_u_] What do you mean by ''Daily tasks''?
french: [ _u_ ] Que voulez-vous dire par "Tâches quotidiennes"?
italian: [_u_] Cosa intendi con ''Attività giornaliere'?

source: [_am_] Well, uh... like... everything.
french: [ _am_ ] Eh bien, euh ... comme ... tout.
italian: [_am_] Beh, uh... come... tutto.

source: [_am_] Visit her in her quarters...
french: [ _am_ ] Visitez elle dans ses quartiers ...
italian: [_am_] Visitatela nei suoi quartieri...

source: [_am_] And uh... lots of stuff!
french: [ _am_ ] Et euh ... beaucoup de choses !
italian: [_am_] E uh... un sacco di roba!

source: [_u_] You know, you can tell me if you have a soft spot for the boss.
french: [ _u_ ] Vous savez, vous pouvez me dire si vous avez une tache douce pour le patron.
italian: [_u_] Sai, puoi dirmi se hai un punto morbido per il capo.

source: [_am_] No, no, no! It's purely professional!
french: [ _am_ ] Non, non, non ! C'est purement professionnel !
italian: [_am_] No, no, no! È puramente professionale!

source: [_am_] I'd never dare imagine that...
french: [ _am_ ] Je n'oserais jamais imaginer que ...
italian: [_am_] non oserei mai immaginarlo...

source: [_am_] That she and I...
french: [ _am_ ] Qu'elle et moi ...
italian: [_am_] Che io e lei...

source: [_am_] Whatever. Uh, you were saying?
french: [ _am_ ] Quoi qu'il en soit. Euh, tu disais?
italian: [_am_] Qual'altro. Uh, stavi dicendo?

source: [_am_] Thank you! That's so sweet!
french: [ _am_ ] Merci ! C'est si gentile !
italian: [_am_] Grazie! È così dolce!

source: [_am_] See you later!
french: [ _am_ ] Vous voyez plus tard !
italian: [_am_] Ci vediamo più tardi!

source: [_u_] Wow... It's hard to say no to a busty redhead...
french: [ _u_ ] Wow ... C'est difficile de dire non à un rougeur ...
italian: [_u_] Wow... È difficile dire di no a una rossa procace...

source: [_tb_] I'm sorry... Are you talking about me?
french: [ _tb_ ] Je suis désolé ... Es-tu en train de parler de moi?
italian: [_tb_] Mi dispiace... Stai parlando di me?

source: [_u_] I'm talking about a redhead with big tits.
french: [ _u_ ] Je parle d'une rougeur avec de gros seins.
italian: [_u_] Sto parlando di una rossa con grandi tette.

source: [_u_] How does this fit in with your description?
french: [ _u_ ] Comment cela correspond-il à votre description?
italian: [_u_] In che modo questo si inserisce nella tua descrizione?

source: [_tb_] Well, in a certain light my hair is a bit red...
french: [ _tb_ ] Eh bien, dans une certaine lumière, mes cheveux sont un peu rouges ...
italian: [_tb_] Beh, in una certa luce i miei capelli sono un po' rossi...

source: [_u_] Not at all.
french: [_u_] Pas du tout.
italian: [_u_] Non affatto.

source: [_tb_] And for a fairy, I've got pretty decent tits.
french: [ _tb_ ] Et pour une fée, j'ai des seins assez décents.
italian: [_tb_] E per una fata, ho tette piuttosto decenti.

source: [_u_] Yeah, okay, let's say you're right.
french: [ _u_ ] Ouais, ok, disons que vous avez raison.
italian: [_u_] Sì, va bene, diciamo che hai ragione.

source: [_tb_] Of course I'm right!
french: [ _tb_ ] Bien sûr que j'ai raison !
italian: [_tb_] Naturalmente ho ragione!

source: [_a_] Hey!
french: [_a_] Hé !

source: [_a_] Hello dear proffessional corrupter.
french: [_a_] Bonjour chère proffessional corrupteur.
italian: [_a_] Ciao caro proffessionale corrotto.

source: [_u_] Hi Amandine. You're not too regretful about yesterday?
french: [ _u_ ] Bonjour Amandine. Vous n'êtes pas trop regrettables hier?
italian: [_u_] Ciao Amandine. Non sei troppo dispiaciuto per ieri?

source: [_a_] Absolutely not! I woke up with plenty of exciting ideas in my head!
french: [_a_] Absolument pas ! Je me suis réveillé avec plein d'idées excitantes dans ma tête !
italian: [_a_] Assolutamente no! Mi sono svegliato con molte idee entusiasmanti nella mia testa!

source: [_a_] Most importantly, I've spent a lot of time talking to Snow White...
french: [_a_] Plus important encore, j'ai passé beaucoup de temps à parler à Blanche Neige ...
italian: [_a_] Soprattutto, ho passato molto tempo a parlare con Snow White...

source: [_a_] ...and I think she's finally ready!
french: [_a_] ... et je pense qu'elle est enfin prête !
italian: [_a_] ...e penso che sia finalmente pronta!

source: [_a_] I just need someone other than me to go and talk to her to make sure everything's okay.
french: [_a_] J'ai juste besoin de quelqu'un d'autre que moi pour aller lui parler pour s'assurer que tout va bien.
italian: [_a_] Ho solo bisogno di qualcuno diverso da me per andare a parlare con lei per assicurarsi che tutto vada bene.

source: [_u_] You can count on me!
french: [ _u_ ] Vous pouvez compter sur moi !
italian: [_u_] Puoi contare su di me!

source: [_a_] Aaah great!
french: [_a_] Aaah super !
italian: [_a_] Aaah grande!

source: [_a_] Thanks [name]!
french: [_a_] Merci [ nom ] !
italian: [_a_] Grazie [name]!

source: [_u_] That bird again?
french: [ _u_ ] Cet oiseau encore?
italian: [_u_] Quell'uccello di nuovo?

source: [_u_] Already gone?
french: [ _u_ ] Déjà partie?
italian: [_u_] Sei già finito?

source: [_u_] Damn... I was expecting great revelations about the universe and life...
french: [ _u_ ] Dommer ... J'attendais de grandes révélations sur l'univers et la vie ...
italian: [_u_] Dannazione... Mi aspettavo grandi rivelazioni sull'universo e la vita...

source: [_u_] I guess it'll have to wait.
french: [ _u_ ] Je suppose qu'il faudra attendre.
italian: [_u_] Immagino che dovrà aspettare.

source: [_tb_] Who are you talking to?
french: [ _tb_ ] Qui parlez-vous?
italian: [_tb_] A chi stai parlando?

source: [_u_] I'm talking to...
french: [ _u_ ] Je parle à ...
italian: [_u_] sto parlando...

source: [_tb_] Well, I'll come and admire the landscape with you! You've got a nice view here!
french: [ _tb_ ] Eh bien, je viendrai admirer le paysage avec vous ! Vous avez une belle vue ici !
italian: [_tb_] Beh, vengo ad ammirare il paesaggio con te! Hai una bella vista qui!

source: [_tb_] No, I'm just kidding. I came to ask you a favor.
french: [ _tb_ ] Non, je plaisante. Je suis venu te demander une faveur.
italian: [_tb_] No, sto solo scherzando. Sono venuto a chiederti un favore.

source: [_tb_] Can you help me shove the horn up my pussy?
french: [ _tb_ ] Pouvez-vous m'aider à bousculer ma chatte?
italian: [_tb_] Puoi aiutarmi a spingere il corno sulla mia figa?

source: [_u_] Are you serious?
french: [ _u_ ] Êtes-vous sérieux?
italian: [_u_] Sei serio?

source: [_tb_] Yeah! I can't do it at all with my little arms!
french: [ _tb_ ] Ouais ! Je ne peux pas le faire avec mes petits bras !
italian: [_tb_] Sì! Non posso farlo affatto con le mie braccia piccole!

source: [_tb_] So... I need a giant like you to do it.
french: [ _tb_ ] Donc ... J'ai besoin d'un géant comme vous pour le faire.
italian: [_tb_] So... Ho bisogno di un gigante come te per farlo.

source: [_u_] Why don't you ask Amelia?
french: [ _u_ ] Pourquoi ne pas demander à Amelia?
italian: [_u_] Perché non chiedi ad Amelia?

source: [_tb_] Doing this sort of thing with my secretary... it's a bit strange, isn't it?
french: [ _tb_ ] Faire ce genre de chose avec ma secrétaire ... c'est un peu étrange, n'est-ce pas?
italian: [_tb_] Fare questo tipo di cose con il mio segretario... è un po' strano, vero?

source: [_u_] Oh, because with me it's not?
french: [ _u_ ] Oh, parce que, avec moi, ce n'est pas?
italian: [_u_] Oh, perché con me non è vero?

source: [_tb_] So... are you in or out?
french: [ _tb_ ] Alors ... êtes-vous à l'extérieur ou à l'extérieur?
italian: [_tb_] Quindi... sei dentro o fuori?

source: [_tb_] I didn't think it would be so easy to convince you!
french: [ _tb_ ] Je ne pensais pas que ce serait si facile de vous convaincre !
italian: [_tb_] Non pensavo che sarebbe stato così facile convincervi!

source: [_tb_] I even had a little speech planned and everything... but okay.
french: [ _tb_ ] J'ai même eu un petit discours prévu et tout ... mais d'accord.
italian: [_tb_] Avevo anche un piccolo discorso pianificato e tutto... ma va bene.

source: [_tb_] You're hotter than I thought!
french: [ _tb_ ] Tu es plus chaud que je ne le pensais !
italian: [_tb_] Sei più caldo di quanto pensassi!

source: [_tb_] Come on, get closer!
french: [ _tb_ ] Allez, approchez !
italian: [_tb_] Avanti, avvicinati!

source: [_tb_] And turn off that light! I don't want the others to see my ass through the window!
french: [ _tb_ ] Et éteindre cette lumière ! Je ne veux pas que les autres voient mon cul à travers la fenêtre !
italian: [_tb_] E spegnere quella luce! Non voglio che gli altri vedano il mio culo attraverso la finestra!

source: [_tb_] So what?
french: [ _tb_ ] Alors quoi?
italian: [_tb_] Così che cosa?

source: [_tb_] What's the big deal?
french: [ _tb_ ] Quel est le gros problème?
italian: [_tb_] Qual è il grande affare?

source: [_tb_] Everyone likes to do their boss a favor!
french: [ _tb_ ] Tout le monde aime faire une faveur à leur patron !
italian: [_tb_] A tutti piace fare il loro capo un favore!

source: [_tb_] Well... are you doing it or what?
french: [ _tb_ ] Eh bien ... est-ce que tu le fais ou quoi?
italian: [_tb_] Bene... lo stai facendo o cosa?

source: [_tb_] Mh... you're not funny.
french: [ _tb_ ] Mh ... tu n'es pas drôle.
italian: [_tb_] Mh... non sei divertente.

source: [_u_] Maybe I should... do something softer before taking the horn?
french: [ _u_ ] Peut-être que je devrais ... faire quelque chose de douceur avant de prendre la corne?
italian: [_u_] Forse dovrei fare qualcosa di più morbido prima di prendere il corno?

source: [_tb_] Go ahead, you're the expert!
french: [ _tb_ ] Allez-y, vous êtes l'expert !
italian: [_tb_] Vai avanti, sei l'esperto!

source: [_tb_] Do your magic.~
french: [ _tb_ ] Faites votre magie. ~
italian: [_tb_] Fai la tua magia.~

source: [_tb_] Not bad at all...
french: [ _tb_ ] Pas mal du tout ...
italian: [_tb_] Non male affatto...

source: [_tb_] You should do that to me more often!
french: [ _tb_ ] Vous devriez le faire plus souvent !
italian: [_tb_] Dovresti farlo a me più spesso!

source: [_u_] Hey! I'm going to help you! Not to become your sex slave!
french: [ _u_ ] Hey ! Je vais vous aider ! Ne devenez pas votre esclave sexuel !
italian: [_u_] Ehi! Ti aiuterò! Non diventare il tuo sesso schiavo!
