Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Dialogues_Separate02.po
Languages: french, italian

source: [_a_] If you knew how much I can't wait to see the rest of this planet ahah
french: [_a_] Si vous saviez combien je ne peux pas attendre pour voir le reste de cette planète ahah
italian: [_a_] Se sapevi quanto non vedo l'ora di vedere il resto di questo pianeta ahah

source: [_a_] But, the idea of being locked up in a prison for a month makes me a little nervous at the moment, I must admit.
french: Mais, l'idée d'être enfermé dans une prison pendant un mois me rend un peu nerveuse en ce moment, je dois l'admettre.
italian: [_a_] Ma, l'idea di essere rinchiuso in una prigione per un mese mi rende un po 'nervoso al momento, devo ammettere.

source: [_a_] Maybe when the Sultana will no longer be here!
french: [_a_] Peut-être quand le Sultana ne sera plus là !
italian: [_a_] Forse quando la Sultana non sarà più qui!

source: [_a_] But I really want to meet such iconic characters with my own eyes soon. It is fascinating.
french: [_a_] Mais je veux vraiment rencontrer de tels personnages iconiques avec mes propres yeux. C'est fascinant.
italian: [_a_] Ma presto voglio incontrare personaggi così iconici con i miei occhi. È affascinante.

source: [_a_] I really hope to go there soon.
french: [_a_] J'espère vraiment y aller bientôt.
italian: [_a_] Spero davvero di andarci presto.

source: [_a_] In the magic forest?
french: [_a_] Dans la forêt magique?
italian: [_a_] Nella foresta magica?

source: [_a_] I read the report, nice work with her.
french: [_a_] J'ai lu le rapport, je travaille avec elle.
italian: [_a_] Ho letto il rapporto, bel lavoro con lei.

source: [_a_] But I also read that you were attacked by killer drones.
french: [_a_] Mais j'ai aussi lu que vous avez été attaqué par des drones.
italian: [_a_] Ma ho anche letto che sei stato attaccato da droni assassini.

source: [_u_] Oh yeah... it was Melissandre's drones.
french: [ _u_ ] Oh oui ... c'était les drones de Melissandre.
italian: [_u_] Oh sì... era droni di Melissandre.

source: [_a_] Crazy story.
french: [_a_] Une histoire de fous.
italian: [_a_] Storia pazza.

source: [_a_] Well, keep me informed of the progress of the situation in the Orient area.
french: [_a_] Eh bien, tiens-moi informé des progrès de la situation dans la région d'Orient.
italian: [_a_] Beh, tienimi informato dei progressi della situazione nell'area orientale.

source: [_a_] See you soon [name]!
french: [_a_] A bientôt [name]!
italian: [_a_] A presto [name]!

source: [_u_] Here we go again.
french: [ _u_ ] Ici, nous allons de nouveau.
italian: [_u_] Qui andiamo di nuovo.

source: [_u_] Djin? Are you here?
french: [ _u_ ] Djin? Êtes-vous ici?
italian: [_u_] Djin? Sei qui?

source: [_dj_] Heeeey!!! Hi there!
french: [ _dj_ ] Heeeey !!! Salut là !
italian: [_dj_] Heeeey!!! Ciao lì!

source: [_dj_] So happy to see you alive little guy!
french: [ _dj_ ] Donc heureux de vous voir en vie petit gars !
italian: [_dj_] Così felice di vederti vivo ragazzino!

source: [_dj_] I was afraid I'd teleported you out to sea or something.
french: [ _dj_ ] J'avais peur de vous téléporté à la mer ou à quelque chose.
italian: [_dj_] temevo di averti teletrasportato in mare o qualcosa.

source: [_dj_] I'm glad to see that it's not.
french: [ _dj_ ] Je suis content de voir que ce n'est pas le.
italian: [_dj_] Sono contento di vedere che non è così.

source: [_u_] Me too, I must confess.
french: [ _u_ ] Moi aussi, je dois avouer.
italian: [_u_] Anch'io, devo confessarlo.

source: [_dj_] What's up? What's the news from headquarters?
french: [ _dj_ ] Quoi de plus? Quelle est la nouvelle de l'administration centrale?
italian: [_dj_] Che cos'è? Qual è la notizia dalla sede?

source: [_u_] Well, I have orders for you from Tinker.
french: [ _u_ ] Eh bien, j'ai des ordres pour toi de Tinker.
italian: [_u_] Beh, ho ordini per te da Tinker.

source: [_dj_] FINALLY.
french: [ _dj_ ] FINALEMENT.
italian: [_dj_] FINALMENTE

source: [_dj_] Let me see it!
french: [ _dj_ ] Laisse-moi le voir !
italian: [_dj_] Fatemi vederlo!

source: [_dj_] I hope it's good news.
french: [ _dj_ ] J'espère que c'est une bonne nouvelle.
italian: [_dj_] Spero che sia una buona notizia.

source: [_dj_] Well well well....
french: [ _dj_ ] Bien bien ...
italian: [_dj_] Bene bene...

source: [_dj_] No more sexual limits?
french: [ _dj_ ] Plus de limites sexuelles?
italian: [_dj_] Non ci sono più limiti sessuali?

source: [_dj_] Sexual???
french: [ _dj_ ] Sexuels???
italian: [_dj_] Sessuale???

source: [_dj_] By all the gods! I can finally talk about sex !!!
french: [ _dj_ ] Par tous les dieux ! Je peux enfin parler de sexe !!!
italian: [_dj_] Da tutti gli dei! Posso finalmente parlare di sesso !!!

source: [_dj_] Damn that feels good...
french: [ _dj_ ] Damn qui se sent bien ...
italian: [_dj_] Dannazione che si sente bene...

source: [_dj_] I finally feel free!
french: [ _dj_ ] Je me sens enfin libre !
italian: [_dj_] finalmente mi sento libero!

source: [_dj_] Sexually free.
french: [ _dj_ ] Sexuellement gratuit.
italian: [_dj_] Sessualmente gratuito.

source: [_dj_] 200 years without being able to even think about a pair of buttocks is a long time.
french: [ _dj_ ] 200 ans sans être capable de penser à une paire de fesses est une longue période.
italian: [_dj_] 200 anni senza essere in grado di pensare nemmeno a un paio di natiche è un tempo lungo.

source: [_dj_] Finally I can do what I want to do.
french: [ _dj_ ] Enfin, je peux faire ce que je veux faire.
italian: [_dj_] Finalmente posso fare quello che voglio fare.

source: [_dj_] Gosh, today is a good day!
french: [ _dj_ ] Gosh, aujourd'hui est un bon jour !
italian: [_dj_] Gosh, oggi è una buona giornata!

source: [_dj_] It looks like I already have a suitor!
french: [ _dj_ ] On dirait que j'ai déjà un prétendant !
italian: [_dj_] Sembra che io abbia già un caricatore!

source: [_dj_] However, I don't know what you're thinking but...
french: [ _dj_ ] Cependant, je ne sais pas ce que vous pensez, mais ...
italian: [_dj_] Tuttavia, non so cosa stai pensando ma...

source: [_dj_] I'm actually a hologram.
french: [ _dj_ ] Je suis en fait un hologramme.
italian: [_dj_] Io sono in realtà un ologramma.

source: [_dj_] So... we're not going to be able to touch each other.
french: [ _dj_ ] Donc ... nous ne serons pas en mesure de nous toucher.
italian: [_dj_] Così... non saremo in grado di toccarci.

source: [_u_] That's disappointing.
french: [ _u_ ] C'est décevant.
italian: [_u_] È deludente.

source: [_dj_] Hey, I'm the bi-centennial virgin here.
french: [ _dj_ ] Hé, je suis la vierge du bicentenaire ici.
italian: [_dj_] Hey, sono la vergine bi-centenaria qui.

source: [_dj_] On the other hand, if one day you find the opportunity to give me a body...
french: [ _dj_ ] D'autre part, si un jour vous trouvez l'opportunité de me donner un corps ...
italian: [_dj_] D'altra parte, se un giorno trovi l'opportunità di darmi un corpo...

source: [_u_] I keep that in mind.
french: [ _u_ ] Je garde ça en tête.
italian: [_u_] lo tengo in mente.

source: [_dj_] You think so?
french: [ _dj_ ] Vous le pensez?
italian: [_dj_] Lo pensi così?

source: [_u_] I would love to see that.
french: [ _u_ ] J'adorerais voir ça.
italian: [_u_] Mi piacerebbe vederlo.

source: [_dj_] Very well.
french: [ _dj_ ] Très bien.
italian: [_dj_] Molto bene.

source: [_dj_] Your desires are orders.
french: [Vos désirs sont des ordres.
italian: [_dj_] I tuoi desideri sono ordini.

source: [_dj_] Wow!!! I can finally see my body!!!
french: [ _dj_ ] Wow !!! Je peux enfin voir mon corps !!!
italian: [_dj_] Wow!!! Posso finalmente vedere il mio corpo!!!

source: [_dj_] That so cool!!
french: [ _dj_ ] C'est cool ! !
italian: [_dj_] Che così cool!!

source: [_u_] Is it me or do you have golden nipples?
french: [ _u_ ] C'est moi ou vous avez des mamelons dorés?
italian: [_u_] Sono io o hai dei capezzoli dorati?

source: [_dj_] Oh! You're right!
french: [ _dj_ ] Oh ! Tu as raison !
italian: [_dj_] Oh! Hai ragione!

source: [_dj_] Love it.
french: [ _dj_ ] L'amour.
italian: [_dj_] La ami.

source: [_dj_] Would you be willing to fuck a little body like that one day?
french: [ _dj_ ] Seriez-vous prêt à baiser un petit corps comme ça un jour?
italian: [_dj_] Saresti disposto a scopare un po 'di corpo come quel giorno?

source: [_u_] Mh. That could do it.
french: [ _u_ ] Mh. Ça pourrait le faire.
italian: [_u_] Mh. Potrebbe farlo.

source: [_dj_] Yep, I have to help you corrupt the androids.
french: [ _dj_ ] Yep, je dois vous aider à corrompue les androïdes.
italian: [_dj_] Sì, devo aiutarvi a corrompere gli androidi.

source: [_dj_] So... what are we going to do?
french: [ _dj_ ] Alors ... qu'allons-nous faire?
italian: [_dj_] Quindi... che cosa faremo?

source: [_dj_] We should go see the androids and I...
french: [ _dj_ ] Nous devrions aller voir les androïdes et ...
italian: [_dj_] Dovremmo andare a vedere gli androidi e Io...

source: [_dj_] And I cast a perverse spell on them?
french: [ _dj_ ] Et j'ai jeté un sort pervers sur eux?
italian: [_dj_] E ho lanciato un incantesimo perverso su di loro?

source: [_u_] Nah, if we were that brutal, we could not use them to make the future visitors play quests and stories.
french: [ _u_ ] Nah, si nous étions si brutaux, nous ne pouvions pas les utiliser pour faire des futurs visiteurs des quêtes et des histoires.
italian: [_u_] Nah, se fossimo così brutali, non potevamo usarli per fare in modo che i futuri visitatori svolgessero missioni e storie.

source: [_u_] They would just become some kind of... brainless sex demons.
french: [ _u_ ] Ils deviendraient juste une sorte de démons sexuels sans cerveau.
italian: [_u_] Diventerebbero solo qualche tipo di... demoni sessuali senza cervello.

source: [_dj_] So what? It could be fun!
french: [ _dj_ ] Alors quoi? Ça pourrait être amusant !
italian: [_dj_] Quindi cosa? Potrebbe essere divertente!

source: [_u_] Yeah... but that's not Tinker's plan.
french: [ _u_ ] Ouais ... mais ce n'est pas le plan de Tinker.
italian: [_u_] Sì... ma non è il piano di Tinker.

source: [_u_] What Amandine had proposed is to change your ''Wish condition''.
french: [ _u_ ] Ce que Amandine avait proposé, c'est de changer votre "condition de Wish".
italian: [_u_] Quello che Amandine aveva proposto è quello di cambiare la tua 'condizione di desiderio''.

source: [_dj_] Ah yes, the famous :
french: [ _dj_ ] Ah oui, le fameux:
italian: [_dj_] Ah sì, il famoso :

source: [_dj_] Is that right?
french: [ _dj_ ] C'est vrai?
italian: [_dj_] È giusto?

source: [_u_] Gosh, you are creepy.
french: [ _u_ ] Gosh, tu es flirte.
italian: [_u_] Gosh, sei raccapricciante.

source: [_u_] And we replace it with an ''Impure Soul'' version.
french: [ _u_ ] Et on la remplace par une version '' Impure Soul''.
italian: [_u_] E lo sostituiamo con una versione '''Impure Soul''.

source: [_dj_] It's not a bad idea!
french: [ _dj_ ] Ce n'est pas une mauvaise idée !
italian: [_dj_] Non è una cattiva idea!

source: [_dj_] So who will be our first corruption?
french: [ _dj_ ] Alors, qui sera notre première corruption?
italian: [_dj_] Chi sarà la nostra prima corruzione?

source: [_dj_] Damn this chick is freaking hot.
french: [ _dj_ ] Damn ce poussin est chaud.
italian: [_dj_] Dannazione questo pulcino è caldo.

source: [_u_] Yeah...
french: [Oui...
italian: [_u_] Sì...

source: [_u_] There is an android who has taken control of the capital above, and she has proclaimed herself Sultana.
french: [ _u_ ] Il y a un androïde qui a pris le contrôle de la capitale, et elle s'est proclamée Sultana.
italian: [_u_] C'è un androide che ha preso il controllo della capitale di cui sopra, e si è proclamata Sultana.

source: [_u_] Sherazade wants to dethrone her. And we're going to help her do it.
french: [ _u_ ] Sherazade veut la démonter. Et nous allons l'aider à le faire.
italian: [_u_] Sherazade vuole detronarla. E noi la aiuteremo a farlo.

source: [_dj_] Take my lamp with you, we're going to pay her a little visit.
french: [ _dj_ ] Prenez ma lampe avec vous, nous allons lui payer une petite visite.
italian: [_dj_] Portate con voi la mia lampada, le faremo una piccola visita.

source: [_u_] Ahah so fun, you're going to be my pet genie!
french: [ _u_ ] Ahah si amusant, tu vas être mon genie de compagnie !
italian: [_u_] Ahah così divertente, sarai il mio genio animale!

source: [_dj_] At your service sir!
french: [ _dj_ ] À votre service monsieur !
italian: [_dj_] Al vostro servizio!

source: [_u_] It's really not ugly here.
french: [ _u_ ] C'est vraiment pas moche ici.
italian: [_u_] Non è davvero brutto qui.

source: [_dj_] Yeah I know, I took this one as a model for my personal room
french: [ _dj_ ] Ouais je sais, j'ai pris ça comme un modèle pour ma chambre personnelle
italian: [_dj_] Sì, lo so, ho preso questo come modello per la mia stanza personale

source: [_u_] Damn, you scared me.
french: [ _u_ ] Damn, tu m'as fait peur.
italian: [_u_] Dannazione, mi hai spaventato.

source: [_u_] Are you talking to me from your lamp?
french: [ _u_ ] Etes-vous en train de me parler de votre lampe?
italian: [_u_] Stai parlando con me dalla tua lampada?

source: [_dj_] Yep, I'm on my bed.
french: [ _dj_ ] Yep, je suis sur mon lit.
italian: [_dj_] Yep, sono sul mio letto.

source: [_u_] I didn't think your place was that big.
french: [ _u_ ] Je ne pensais pas que votre place était si grande.
italian: [_u_] Non pensavo che il tuo posto fosse così grande.

source: [_dj_] It's actually the size of a planet.
french: [ _dj_ ] C'est en fait la taille d'une planète.
italian: [_dj_] In realtà è la dimensione di un pianeta.

source: [_u_] What?
french: [Quoi ?
italian: [_u_] Cosa?

source: [_u_] You are alone on a planet in a lamp?
french: [ _u_ ] Vous êtes seul sur une planète dans une lampe?
italian: [_u_] Sei solo su un pianeta in una lampada?

source: [_dj_] I'm not alone, there are whole civilizations here, and I have plenty of maids.
french: [ _dj_ ] Je ne suis pas seul, il y a des civilisations entières ici, et j'ai plein de domestiques.
italian: [_dj_] Non sono sola, qui ci sono intere civiltà, e ho un sacco di fanciulle.

source: [_u_] But... how does this lamp work?
french: [ _u_ ] Mais ... comment fonctionne cette lampe?
italian: [_u_] Ma... come funziona questa lampada?

source: [_u_] Don't answer, I feel like I won't understand anything.
french: [ _u_ ] Ne répondez pas, j'ai l'impression de ne rien comprendre.
italian: [_u_] Non rispondere, mi sento come non capirò niente.

source: [_dj_] The technology on this planet is crazy I know.
french: [ _dj_ ] La technologie sur cette planète est folle je sais.
italian: [_dj_] La tecnologia su questo pianeta è folle lo so.

source: [_u_] Okay, I'll see if I can find Sherazade or Lycoris.
french: [ _u_ ] Ok, je vais voir si je peux trouver Sherazade ou Lycoris.
italian: [_u_] Okay, vedrò se posso trovare Sherazade o Lycoris.

source: [_u_] Anybody home?
french: [ _u_ ] N'importe quoi à la maison?
italian: [_u_] Qualcuno a casa?

source: [_u_] Here... I thought I saw something move over there...
french: [ _u_ ] Ici ... Je pensais avoir vu quelque chose bouger là-bas ...
italian: [_u_] Qui... Ho pensato di aver visto qualcosa di muoversi laggiù...

source: [_u_] Uh... hello?
french: [ _u_ ] Uh ... bonjour?

source: [_sz_] Who are you and what are you doing here?
french: [ _sz_ ] Qui êtes-vous et que faites-vous ici?
italian: [_sz_] Chi sei e cosa stai facendo qui?

source: [_u_] I was looking for Lycoris and uh...
french: [ _u_ ] Je cherchais Lycoris et euh ...
italian: [_u_] Stavo cercando Lycoris e uh...

source: [_sz_] Give me one good reason why I shouldn't yell to call the guard.
french: [ _sz_ ] Donnez-moi une bonne raison pour laquelle je ne devrais pas crier à appeler le garde.
italian: [_sz_] Dammi una buona ragione per cui non dovrei urlare per chiamare la guardia.

source: [_u_] I know how to get your kingdom back.
french: [ _u_ ] Je sais comment récupérer votre royaume.
italian: [_u_] So come recuperare il tuo regno.

source: [_sz_] Did the Sultana send you?
french: [ _sz_ ] Le Sultana vous a-t-il envoyé?
italian: [_sz_] La Sultana ti ha mandato?

source: [_u_] No, I send myself.
french: [ _u_ ] Non, je m'envoie.
italian: [_u_] No, mi mando.

source: [_sz_] Take 10 steps back and turn around.
french: [ _sz_ ] Prendre 10 pas en arrière et tourner autour.
italian: [_sz_] Fai 10 passi indietro e girare intorno.

source: [_sz_] Hurry up.
french: [ _sz_ ] Dépêchez.
italian: [_sz_] Sbrigatevi.

source: [_sz_] You may turn around.
french: [ _sz_ ] Vous pouvez tourner autour.
italian: [_sz_] Si può girare.

source: [_sz_] I know who you are.
french: [ _sz_ ] Je sais qui vous êtes.
italian: [_sz_] Io so chi sei.

source: [_sz_] You are neither a servant nor a guard.
french: [ _sz_ ] Vous n'êtes ni un serviteur, ni un gardien.
italian: [_sz_] Tu non sei né un servo né una guardia.

source: [_sz_] And last time I heard, the sultana sealed off the palace.
french: [ _sz_ ] Et la dernière fois que j'ai entendu, la sultana a bouclé le palais.
italian: [_sz_] E l'ultima volta che ho sentito, la sultana sigillò fuori dal palazzo.

source: [_sz_] So I guess you are the poor soul that our sultana had put behind bars.
french: [ _sz_ ] Donc je suppose que vous êtes l'âme pauvre que notre sultana a mis derrière les barreaux.
italian: [_sz_] Così suppongo che tu sei la povera anima che la nostra sultana aveva messo dietro le sbarre.

source: [_sz_] What is your name?
french: [ _sz_ ] Quel est votre nom?
italian: [_sz_] Qual è il tuo nome?

source: [_u_] [name].
french: [ _u_ ] [ nom ].

source: [_u_] And you are Sherazade, right?
french: [ _u_ ] Et vous êtes Sherazade, n'est-ce pas?
italian: [_u_] E tu sei Sherazade, giusto?

source: [_sz_] Indeed.
french: [ _sz_ ] En effet.
italian: [_sz_] Effettivamente.

source: [_sz_] And you are in my palace.
french: [ _sz_ ] Et vous êtes dans mon palais.
italian: [_sz_] E tu sei nel mio palazzo.

source: [_sz_] So even though I have been dethroned, I ask you to call me ''Your Highness'' if you have manners.
french: [ _sz_ ] Alors même si j'ai été détrôté, je vous demande de m'appeler '' Votre Altesse''si vous avez des manières.
italian: [_sz_] Quindi, anche se sono stato detronizzato, vi chiedo di chiamarmi ''tua Altezza'' se avete maniere.

source: [_sz_] Lycoris told me about the... missions she has entrusted to you.
french: [ _sz_ ] Lycoris m'a parlé des ... missions qu'elle vous a confiées.
italian: [_sz_] Lycoris mi ha raccontato della... missioni che vi ha affidato.

source: [_sz_] I wish she had told me about her plans.
french: [ _sz_ ] J'aurais aimé qu'elle m'ait parlé de ses projets.
italian: [_sz_] Vorrei che mi avesse raccontato dei suoi piani.

source: [_sz_] But she seems to have faith in you. And I trust her.
french: [ _sz_ ] Mais elle semble avoir confiance en toi. Et je lui fais confiance.
italian: [_sz_] Ma lei sembra avere fede in te. E mi fido di lei.

source: [_sz_] Did you find anything useful in this cave?
french: [ _sz_ ] Avez-vous trouvé quelque chose d'utile dans cette grotte?
italian: [_sz_] Hai trovato qualcosa di utile in questa grotta?

source: [_sz_] If only it were that simple.
french: [ _sz_ ] Si seulement c'était simple.
italian: [_sz_] Se solo fosse così semplice.

source: [_sz_] I admire your optimism.
french: [ _sz_ ] J'admire votre optimisme.
italian: [_sz_] Ammiro il tuo ottimismo.

source: [_sz_] But if you could turn this solution into something tangible, it would be fantastic.
french: [ _sz_ ] Mais si vous pouvez transformer cette solution en quelque chose de tangible, ce serait fantastique.
italian: [_sz_] Ma se si potesse trasformare questa soluzione in qualcosa di tangibile, sarebbe fantastico.

source: [_sz_] Of course.
french: [ _sz_ ] Bien sûr.
italian: [_sz_] Certo.

source: [_sz_] And I have a magic carpet.
french: [ _sz_ ] Et j'ai un tapis de magie.
italian: [_sz_] E ho un tappeto magico.

source: [_sz_] Would you like to take a ride on it?
french: [ _sz_ ] Souhaitez-vous monter à bord?
italian: [_sz_] Vuoi fare un giro su di esso?

source: [_u_] I feel that you don't believe me.
french: [ _u_ ] Je sens que tu ne me crois pas.
italian: [_u_] Sento che non mi credi.

source: [_sz_] Not so much.
french: [ _sz_ ] Pas tellement.
italian: [_sz_] Non tanto.

source: [_sz_] Wonderful.
french: [ _sz_ ] Merde.
italian: [_sz_] Meraviglioso.

source: [_sz_] This will surely give me back my palace.
french: [ _sz_ ] Cela me donnera sûrement mon palais.
italian: [_sz_] Questo mi restituirà sicuramente il mio palazzo.

source: [_sz_] Could you do me a favor and go give the Sultana a kiss on the forehead?
french: [ _sz_ ] Pourriez-vous me faire une faveur et aller donner un baiser au Sultana sur le front?
italian: [_sz_] Potresti farmi un favore e andare a dare alla Sultana un bacio sulla fronte?

source: [_u_] I invite you to take this:
french: [ _u_ ] Je vous invite à prendre ceci:
italian: [_u_] Vi invito a prendere questo:

source: [_sz_] Mh... A lamp.
french: [ _sz_ ] Mh ... Une lampe.
italian: [_sz_] Mh... Una lampada.

source: [_sz_] Made of gold... and lapis lazuli.
french: [ _sz_ ] Fait d'or ... et lapis lazuli.
italian: [_sz_] Realizzato in oro... e lapis lazuli.

source: [_sz_] It's pretty but what am I supposed to do with it?
french: [ _sz_ ] C'est joli, mais qu'est-ce que je suis censé faire avec ça?
italian: [_sz_] È abbastanza ma che cosa devo fare con esso?

source: [_u_] It's not just a simple lamp.
french: [ _u_ ] Ce n'est pas qu'une simple lampe.
italian: [_u_] Non è solo una semplice lampada.

source: [_u_] This lamp, can fulfill your wishes.
french: [ _u_ ] Cette lampe, peut répondre à vos souhaits.
italian: [_u_] Questa lampada, può soddisfare i tuoi desideri.

source: [_sz_] I don't know if you're insane, or if I'm insane for listening to you.
french: [ _sz_ ] Je ne sais pas si vous êtes fou, ou si je suis fou pour vous écouter.
italian: [_sz_] Non so se sei folle, o se sono folle per ascoltarti.

source: [_u_] If you don't believe me, go ahead and make a wish.
french: [ _u_ ] Si vous ne me croyez pas, allez-y et faites un vœu.
italian: [_u_] Se non mi credi, vai avanti e fai un desiderio.

source: [_sz_] As if it was going to be that easy.
french: [ _sz_ ] Comme si c'était facile.
italian: [_sz_] Come se fosse stato così facile.

source: [_u_] Imagine it is.
french: [ _u_ ] Imaginez que c'est le.
italian: [_u_] Immaginate che sia.

source: [_u_] It won't cost you anything to try.
french: [ _u_ ] Cela ne vous coûtera rien pour essayer.
italian: [_u_] Non ti costerà nulla da provare.

source: [_sz_] Magic lamp...
french: [ _sz_ ] Lampe magique ...
italian: [_sz_] Lampada magica...

source: [_sz_] Can you give me back my palace?
french: [ _sz_ ] Pouvez-vous me donner mon palais?
italian: [_sz_] Riesci a darmi il mio palazzo?

source: [_sz_] Very impressive.
french: [ _sz_ ] Très impressionnant.
italian: [_sz_] Molto impressionante.

source: [_u_] I told you, it's a magic lamp.
french: [ _u_ ] Je t'ai dit, c'est une lampe magique.
italian: [_u_] ti ho detto, è una lampada magica.

source: [_sz_] I'll put this thing down.
french: [ _sz_ ] Je vais mettre ça en bas.
italian: [_sz_] metterò giù questa cosa.

source: [_sz_] Well, it was scary.
french: [ _sz_ ] Eh bien, c'était effrayé.
italian: [_sz_] Beh, era spaventoso.

source: [_sz_] I don't believe it... Is it really a magic lamp?
french: [ _sz_ ] Je ne crois pas ... C'est vraiment une lampe magique?
italian: [_sz_] Non ci credo... è davvero una lampada magica?

source: [_u_] Yep, and the genie that lives in it is really nice.
french: [ _u_ ] Yep, et le génie qui y vit est vraiment sympa.
italian: [_u_] Yep, e il genio che vive in esso è davvero bello.

source: [_dj_] Thanks, buddy.
french: [ _dj_ ] Merci, mon pote.
italian: [_dj_] Grazie, amico.
