Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Rooms_Separate02.po
Languages: french, italian

source: {color=#636363}Would you like to change your clothes?{/color} {image=shirt02.png}
french: { color=#636363} Voulez-vous modifier vos vêtements? { /color } { image=shirt02.png }
italian: {color=#636363}Vuoi cambiare i tuoi vestiti?{/color} {image=shirt02.png}

source: {color=#3ad8ff}I need to know... Are you red everywhere?{/color} {image=heart01.png}
french: { color=#3ad8ff} Je dois savoir ... Etes-vous rouge partout? { /color } { image=heart01.png }
italian: {color=#3ad8ff}Devo saperlo... Sei rosso ovunque?{/color} {image=heart01.png}

source: {color=#3ad8ff}I would like to know... Are you red everywhere?{/color} {image=heart02.png}
french: { color=#3ad8ff} J'aimerais savoir ... Etes-vous rouge partout? { /color } { image=heart02.png }
italian: {color=#3ad8ff}Vorrei saperlo... Sei rosso ovunque?{/color} {image=heart02.png}

source: {color=#3ad8ff}I would love to see your face{/color} {image=heart01.png}
french: { color=#3ad8ff} J'aimerais voir votre visage { /color } { image=heart01.png }
italian: {color=#3ad8ff}Mi piacerebbe vedere la tua faccia{/color} {image=heart01.png}

source: {color=#3ad8ff}I would love to see your face{/color} {image=heart02.png}
french: { color=#3ad8ff} J'aimerais voir votre visage { /color } { image=heart02.png }
italian: {color=#3ad8ff}Mi piacerebbe vedere la tua faccia{/color} {image=heart02.png}

source: {color=#3ad8ff}Can you show me your boobs? {/color} {image=heart01.png}{image=heart01.png}
french: { color=#3ad8ff} Pouvez-vous me montrer vos seins? { /color } { image=heart01.png } { image=heart01.png }
italian: {color=#3ad8ff}Puoi mostrarmi le tue tette? {/color} {image=heart01.png}{image=heart01.png}

source: {color=#3ad8ff}Can you show me your boobs? {/color} {image=heart03.png}{image=heart01.png}
french: { color=#3ad8ff} Pouvez-vous me montrer vos seins? { /color } { image=heart03.png } { image=heart01.png }
italian: {color=#3ad8ff}Puoi mostrarmi le tue tette? {/color} {image=heart03.png}{image=heart01.png}

source: I didn't notice you were pretty before
french: Je n'ai pas remarqué que vous étiez jolie avant
italian: Non mi sono accorta che eri piuttosto prima

source: You have a pretty face.
french: Tu as un joli visage.
italian: Hai una bella faccia.

source: I had no idea your head was red.
french: Je n'avais pas idée que ta tête était rouge.
italian: Non avevo idea che la sua testa fosse rossa.

source: I never said she was my wife
french: Je n'ai jamais dit qu'elle était ma femme
italian: Non ho mai detto che era mia moglie

source: {color=#797979}I never said she was my wife{/color}
french: { color=#797979} Je n'ai jamais dit qu'elle était ma femme { /color }
italian: {color=#797979}Non ho mai detto che era mia moglie{/color}

source: Why are you so angry?
french: Pourquoi es-tu si en colère?
italian: Perché siete così arrabbiati?

source: {color=#797979}Why are you so angry?{/color}
french: { color=#797979} Pourquoi êtes-vous si en colère? { /color }
italian: {color=#797979}Perché sei così arrabbiato?{/color}

source: {color=#3ad8ff}Can we talk calmly?{/color}
french: { color=#3ad8ff} Peut-on parler calmement? { /color }
italian: {color=#3ad8ff}Possiamo parlare tranquillamente?{/color}

source: {color=#797979}What's your name?{/color}
french: { color=#797979} Quel est votre nom? { /color }
italian: {color=#797979}Qual è il tuo nome?{/color}

source: How old are you?
french: Quel âge as-tu?
italian: Quanti anni hai?

source: {color=#797979}How old are you?{/color}
french: { color=#797979} Quel âge avez-vous? { /color }
italian: {color=#797979}Quanti anni ha?{/color}

source: What do you do for a living?
french: Qu'est-ce que tu fais pour vivre?
italian: Cosa fai per vivere?

source: {color=#797979}What do you do for a living?{/color}
french: { color=#797979} Qu'est-ce que vous faites pour vivre? { /color }
italian: {color=#797979}Cosa fai per vivere?{/color}

source: What's your favourite color?
french: Quelle est ta couleur préférée?
italian: Qual è il tuo colore preferito?

source: {color=#797979}What's your favourite color?{/color}
french: { color=#797979} Quelle est votre couleur préférée? { /color }
italian: {color=#797979}Qual è il tuo colore preferito?{/color}

source: What's your favourite animal?
french: Quel est votre animal préféré?
italian: Qual è il tuo animale preferito?

source: {color=#797979}What's your favourite animal?{/color}
french: { color=#797979} Quel est votre animal préféré? { /color }
italian: {color=#797979}Qual è il tuo animale preferito?{/color}

source: How many men have you slept with?
french: Combien d'hommes avez-vous dormi avec?
italian: Con quanti uomini hai dormito?

source: How many times a day do you masturbate?
french: Combien de fois par jour vous masturbez?
italian: Quante volte al giorno si masturba?

source: What's your favourite sexual position?
french: Quelle est votre position sexuelle préférée?
italian: Qual è la tua posizione sessuale preferita?

source: All right, then. Show me your skills.
french: D'accord, alors. Montrez-moi vos compétences.
italian: Va bene, allora. Mostrami le tue abilità.

source: *Positive ''Mh!''*
french: *Positif '' Mh ! '' *
italian: *Positivo ''Mh!''*

source: *Negative ''Mh!''*
french: *Négatif '' Mh ! '' *
italian: *Negativo ''Mh!''*

source: Cum on her face
french: Cum sur son visage
italian: Sperma sul suo viso

source: Cum in her mouth
french: Maman dans sa bouche
italian: Sperma in bocca

source: [_u_] Gosh...
italian: [_u_] Accidenti...

source: [_ly_] Happy to do business with you, pretty boy ~
italian: [_ly_] Felice di fare affari con te, bel ragazzo ~

source: [_a_] Damn.
italian: [_a_] Dannazione.

source: [_a_] Jasmine.
italian: [_a_] Gelsomino.

source: [_u_] Damn.
italian: [_u_] Dannazione.

source: [_sw_] Impossible...
italian: [_sw_] Impossibile...

source: [_sw_] Hmmnnn..!
italian: [_sw_] Hmmnnnn..!

source: [_sw_] Hmmnnsrrlp..!?
italian: [_sw_] Hmmnnsrrrlp..!?

source: [_sw_] Hmmnnn..?
italian: [_sw_] Hmmnnnn..?

source: [_a_] Do I... have a cum droplet on my nose?
italian: [_a_] Ho una gocciolina di sperma sul mio naso?

source: [_sw_] Hmmmshrrrlp..~
italian: [_sw_] Hmmmshrrrrlp..~

source: [_sw_] Hmmnnn..!~
italian: [_sw_] Hmmnnnn..!~

source: Corruption
italian: Corruzione
