Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Dialogues_Separate02.po
Languages: french, italian

source: [_u_] Wait, you've already seen Sherazade? How did it go?
french: [ _u_ ] Attends, tu as déjà vu Sherazade? Comment ça s'est fait?
italian: [_u_] Aspetta, hai già visto Sherazade? Come è andato?

source: [_dj_] It went absolutely according to plan!
french: [ _dj_ ] C'est absolument conforme au plan !
italian: [_dj_] E 'andato assolutamente secondo il piano!

source: [_dj_] I said:
french: [ _dj_ ] J'ai dit:
italian: [_dj_] Ho detto:

source: [_dj_] ''To keep your throne, you must yield to your deepest sexual instincts!''
french: [ _dj_ ] '' Pour garder votre trône, vous devez céder à vos instincts sexuels les plus profonds ! ''
italian: [_dj_] ''Per mantenere il tuo trono, devi cedere ai tuoi istinti sessuali più profondi!''

source: [_dj_] And then she said:
french: [ _dj_ ] Et elle a dit:
italian: [_dj_] E poi disse:

source: [_dj_] ''No, I can't become any more perverse than I already am!''
french: [ _dj_ ] '' Non, je ne peux pas devenir plus pervers que je ne le suis déjà ! ''
italian: [_dj_] ''No, non posso diventare più perverso di quanto non sia!''

source: [_dj_] And then, 10 minutes later, she was off to find some kind of Unicorn horn to have a wank with.
french: [ _dj_ ] Et puis, 10 minutes plus tard, elle était partie pour trouver une sorte de corne de licorne avec une baguette.
italian: [_dj_] E poi, 10 minuti dopo, lei era fuori per trovare una sorta di corno Unicorno per avere una sega con.

source: [_dj_] But... I don't get it... where did the unicorn horn idea come from?
french: [ _dj_ ] Mais ... Je ne l'ai pas ... d'où vient l'idée de la corne de licorne?
italian: [_dj_] Ma... non lo capisco... da dove è venuta l'idea del corno unicorno?

source: [_a_] It's from me.
french: [_a_] C'est de moi.
italian: [_a_] È da me.

source: [_dj_] Ahah so funny, where did you get this idea?
french: [ _dj_ ] Ahah si drôle, où avez-vous eu cette idée?
italian: [_dj_] Ahah così divertente, dove hai avuto questa idea?

source: [_a_] I'm a writer, so... I...
french: [_a_] Je suis écrivain, donc ... I. ..
italian: [_a_] Sono uno scrittore, così... Io...

source: [_dj_] Did you used to have a dildo shaped like a unicorn horn?
french: [ _dj_ ] Avez-vous eu l'habitude d'avoir un gode en forme de corne de licorne?
italian: [_dj_] Avevi un dildo a forma di corno unicorno?

source: [_a_] Yes.
french: [_a_] Oui.
italian: [_a_] Sì.

source: [_dj_] And... did you bring it here?
french: [ _dj_ ] Et ... tu l'as fait venir ici?
italian: [_dj_] E... lo hai portato qui?

source: [_a_] Yeah...
french: [_a_] Oui...
italian: [_a_] Sì...

source: [_dj_] I want to see it!
french: [ _dj_ ] Je veux le voir !
italian: [_dj_] lo voglio vedere!

source: [_a_] What?!?
french: [_a_] Quoi?
italian: [_a_] Cosa?!?

source: [_a_] No, come back!
french: [_a_] Non, revendu !
italian: [_a_] No, torna!

source: [_dj_] Is your room this way?
french: [ _dj_ ] Votre chambre est-elle ainsi?
italian: [_dj_] È la tua stanza in questo modo?

source: [_a_] Come back!!
french: [_a_] Revenez !!
italian: [_a_] Torna indietro!!

source: [_u_] Well, I guess I'll just have to go and see Ali-Baba.
french: [ _u_ ] Eh bien, je suppose que je vais juste aller voir Ali-Baba.
italian: [_u_] Beh, immagino che dovrò solo andare a vedere Ali-Baba.

source: [_dj_] How do you get something that big in your pussy?!
french: [ _dj_ ] Comment as-tu quelque chose de gros dans ta chatte? !
italian: [_dj_] Come ottieni qualcosa di così grande nella tua figa?!

source: [_dj_] Could I use it when I get a body?
french: [ _dj_ ] Puis-je l'utiliser quand j'ai un corps?
italian: [_dj_] Potrei usarlo quando ho un corpo?

source: [_a_] No!!!
french: [_a_] Non !!!

source: [_tb_] Did you know that Amelia has a fairy body now?
french: [ _tb_ ] Saviez-vous qu'Amelia a un corps de fée maintenant?
italian: [_tb_] Lo sapevate che Amelia ha un corpo fata adesso?

source: [_u_] Yeah, she showed me.
french: [ _u_ ] Ouais, elle m'a montré.
italian: [_u_] Sì, mi ha mostrato.

source: [_tb_] Why do ALL the fairies on this planet have bigger tits than me?
french: [ _tb_ ] Pourquoi TOUS les fées sur cette planète ont des seins plus grands que moi?
italian: [_tb_] Perché TUTTE le fate su questo pianeta hanno tette più grandi di me?

source: [_tb_] It's unbelievable...
french: [ _tb_ ] C'est incroyable ...
italian: [_tb_] È incredibile...

source: [_u_] Wait... you didn't know she was gonna do that?
french: [ _u_ ] Attends ... tu ne savais pas qu'elle allait faire ça?
italian: [_u_] Aspetta... non sapevi che lo avrebbe fatto?

source: [_tb_] Not at all!
french: [ _tb_ ] Pas du tout !
italian: [_tb_] Niente affatto!

source: [_tb_] She just showed up at my apartment and blurted out ''WOW I LOVE YOUR PLACE!!!''.
french: [ _tb_ ] Elle vient d'apparaître dans mon appartement et a estompé "WOW I LOVE VOTRE PLACE ! ! !".
italian: [_tb_] ha appena presentato al mio appartamento e sfocato ''WOW I LOVE YOUR PLACE!!!''.

source: [_tb_] She scared me so much... I can still feel my little android heart racing.
french: [ _tb_ ] Elle m'a tellement peur ... Je peux encore sentir ma petite androïde course de cœur.
italian: [_tb_] Lei mi ha spaventato tanto... posso ancora sentire il mio piccolo cuore androide corsa.

source: [_u_] At least now you have a fairy friend.
french: [ _u_ ] Au moins maintenant, vous avez un ami de fée.
italian: [_u_] Almeno ora hai un amico fata.

source: [_tb_] Yeah... great.
french: [ _tb_ ] Ouais ... super.
italian: [_tb_] Sì... grande.

source: [_tb_] You know, I loved my life before anyone could come to my quarters at any hour...
french: [ _tb_ ] Tu sais, j'aimais ma vie avant que quiconque puisse venir à mes quartiers à n'importe quelle heure ...
italian: [_tb_] Sai, ho amato la mia vita prima che qualcuno potesse venire ai miei quartieri a qualsiasi ora...

source: [_tb_] Now I have to wear clothes even at home... Ugh...
french: [ _tb_ ] Maintenant, je dois porter des vêtements même à la maison ... Ugh ...
italian: [_tb_] Ora devo indossare abiti anche a casa... Ugh...

source: [_u_] You poor thing.
french: [ _u_ ] Tu pauvres.
italian: [_u_] Tu sei povera.

source: [_tb_] Pity me some more. I need it.
french: [ _tb_ ] Pity me plus. J'en ai besoin.
italian: [_tb_] Peccatemi un po' di più. Ne ho bisogno.

source: [_tb_] On the other hand... I must confess that this ''body change'' technology is pretty impressive...
french: [ _tb_ ] Par contre ... Je dois avouer que cette technologie de "changement de corps" est assez impressionnante ...
italian: [_tb_] D'altra parte... Devo confessare che questa tecnologia ''cambio corpo'' è abbastanza impressionante...

source: [_tb_] Melissandre really works miracles with her laboratory...
french: [ _tb_ ] Melissandre fait vraiment des miracles avec son laboratoire ...
italian: [_tb_] Melissandre lavora davvero miracoli con il suo laboratorio...

source: [_u_] Mh... are you thinking of using it?
french: [ _u_ ] Mh ... tu penses à l'utiliser?
italian: [_u_] Mh... stai pensando di usarlo?

source: [_tb_] What? The body change?
french: [ _tb_ ] Quoi? Le corps change?
italian: [_tb_] Cosa? Il corpo cambia?

source: [_tb_] I... it's an idea that never occurred to me...
french: [ _tb_ ] Je ... c'est une idée qui ne m'est jamais arrivé ...
italian: [_tb_] Io... è un'idea che non mi è mai accaduta...

source: [_tb_] It's true that I could turn into anything I want...
french: [ _tb_ ] C'est vrai que je pourrais me transformer en tout ce que je veux ...
italian: [_tb_] È vero che potrei trasformarmi in qualcosa che voglio...

source: [_tb_] Like... a dragon... or a minotaur... or...
french: [ _tb_ ] Comme ... un dragon ... ou un minotaure ... ou ...
italian: [_tb_] Mi piace... un drago... o un minotauro... oppure...

source: [_u_] Or a human being.
french: [ _u_ ] Ou un être humain.
italian: [_u_] O un essere umano.

source: [_tb_] As a human?
french: [ _tb_ ] En tant qu'humain?
italian: [_tb_] Come umano?

source: [_tb_] Ahah you can forget about it. Humans are so lame!
french: [ _tb_ ] Ahah vous pouvez l'oublier. Les humains sont tellement boiteux !
italian: [_tb_] Ahah puoi dimenticarti. Gli esseri umani sono così malvagio!

source: [_tb_] They can't even fly!
french: [ _tb_ ] Ils ne peuvent même pas voler !
italian: [_tb_] Non possono nemmeno volare!

source: [_tb_] I can't think of any reason why I'd want a human body.
french: [ _tb_ ] Je ne vois aucune raison pour laquelle je voudrais un corps humain.
italian: [_tb_] Non riesco a pensare a nessuna ragione per cui vorrei un corpo umano.

source: [_u_] Well, I guess we won't be seeing you at the next orgy party we have.
french: [ _u_ ] Eh bien, je suppose que nous ne vous voyons pas à la prochaine épreuve que nous avons.
italian: [_u_] Beh, immagino che non ti vedremo alla prossima festa orgia che abbiamo.

source: [_tb_] Really? You're going to do that?!?
french: [ _tb_ ] Vraiement? Tu vas faire ça? !?
italian: [_tb_] Davvero? Lo farai?!?

source: [_u_] Maybe. Possibly.
french: [ _u_ ] Peut-être. Peut-être.
italian: [_u_] Forse. Probabilmente.

source: [_tb_] Pfff... you're trying to bait me with sex... That's a cheap shot.
french: [ _tb_ ] Pfff ... tu essayes de m'appâter avec le sexe ... C'est une chance à bas prix.
italian: [_tb_] Pfff... stai cercando di espellermi con il sesso... Questo è un colpo a buon mercato.

source: [_tb_] Maybe you should all turn into fairies instead! It's a much cooler shape!
french: [ _tb_ ] Peut-être que vous devriez tous passer en fées à la place ! C'est une forme beaucoup plus cool !
italian: [_tb_] Forse dovresti trasformarti tutti in fate invece! È una forma molto più fresca!

source: [_u_] I'm not an android, just to remind you.
french: [ _u_ ] Je ne suis pas un androïde, juste pour vous le rappeler.
italian: [_u_] Non sono un androide, solo per ricordarti.

source: [_tb_] Arg... yes it's true... Mortal creatures are so not funny...
french: [ _tb_ ] Arg ... oui c'est vrai ... Les créatures mortales ne sont pas drôles ...
italian: [_tb_] Arg... sì è vero... Le creature mortale sono così non divertenti...

source: [_tb_] Do you think Melissandre would be up for a fairy body?
french: [ _tb_ ] Croyez-vous que Melissandre serait à la hauteur d'un corps de fée?
italian: [_tb_] Pensi che Melissandre sarebbe pronto per un corpo di fata?

source: [_u_] No, I don't think so.
french: [ _u_ ] Non, je ne pense pas.
italian: [_u_] No, non penso così.

source: [_tb_] Well, all I have to do now is... sleep with Amelia...
french: [ _tb_ ] Eh bien, tout ce que je dois faire maintenant c'est ... dormir avec Amelia ...
italian: [_tb_] Beh, tutto quello che devo fare ora è... dormire con Amelia...

source: [_tb_] What a cruel world.
french: Quel monde cruel.
italian: [_tb_] Che mondo crudele.

source: [_u_] You want me to pity you again?
french: [ _u_ ] Tu veux que je t'aie à nouveau pitié?
italian: [_u_] Vuoi che ti piacciano di nuovo?

source: [_tb_] No, it's okay.
french: [ _tb_ ] Non, c'est bon.
italian: [_tb_] No, va bene.

source: [_tb_] Yes... and a bit too much.
french: [ _tb_ ] Oui ... et un peu trop.
italian: [_tb_] Sì... e un po' troppo.

source: [_tb_] I sometimes get the impression that she sees me as a living divinity.
french: [ _tb_ ] J'ai parfois l'impression qu'elle me voit comme une divinité vivante.
italian: [_tb_] A volte ho l'impressione che lei mi consideri una divinità vivente.

source: [_u_] You should like it.
french: [ _u_ ] Vous devriez l'être.
italian: [_u_] Le dovrebbe piacere.

source: [_tb_] Why?
french: [ _tb_ ] Pourquoi?
italian: [_tb_] Perché?

source: [_u_] I thought you particularly liked the feeling of power.
french: [ _u_ ] Je croyais que vous appréciiez particulièrement le sentiment de pouvoir.
italian: [_u_] Ho pensato che ti piacesse particolarmente il sentimento di potere.

source: [_tb_] Yes, well... this is different.
french: [ _tb_ ] Oui, eh bien ... c'est différent.
italian: [_tb_] Sì, bene... questo è diverso.

source: [_tb_] I mean... I suppose.
french: [ _tb_ ] Je veux dire ... Je suppose.
italian: [_tb_] Voglio dire... suppongo.

source: [_tb_] I almost feel like she's going to ask me to marry her every second!
french: [ _tb_ ] J'ai presque l'impression qu'elle va me demander de l'épouser tous les deux !
italian: [_tb_] Mi sento quasi come lei mi chiederà di sposarla ogni secondo!

source: [_tb_] It's strange to have an admirer...
french: [ _tb_ ] C'est étrange d'avoir un admirateur ...
italian: [_tb_] È strano avere un ammiratore...

source: [_tb_] But... she's pretty sexy, I must admit.
french: [ _tb_ ] Mais ... elle est plutôt sexy, je dois l'avouer.
italian: [_tb_] Ma... è piuttosto sexy, devo ammetterlo.

source: [_tb_] You think if I sleep with... that would be a problem?
french: [ _tb_ ] Vous pensez que si je dors avec ... ce serait un problème?
italian: [_tb_] Pensi se dormo con... questo sarebbe un problema?

source: [_u_] Well... She could fall even more in love with you...
french: [ _u_ ] Eh bien ... Elle pourrait tomber encore plus en amour avec vous ...
italian: [_u_] Bene... Potrebbe innamorarsi ancora di più di te...

source: [_tb_] Yeah, but...
french: [ _tb_ ] Oui, mais ...
italian: [_tb_] Sì, ma...

source: [_tb_] She's got really big boobs.
french: [ _tb_ ] Elle a vraiment de gros seins.
italian: [_tb_] Lei ha davvero grandi tette.

source: [_tb_] So...
french: [ _tb_ ] Donc ...
italian: [_tb_] Così...

source: [_tb_] Anyway, we'll see.
french: [ _tb_ ] Bref, on verra.
italian: [_tb_] Comunque, vedremo.

source: [_tb_] Well... same as now, but without the wings.
french: [ _tb_ ] Bien ... de même que maintenant, mais sans les ailes.
italian: [_tb_] Bene... come ora, ma senza le ali.

source: [_tb_] But on the other hand, we could certainly fuck.
french: [ _tb_ ] Mais d'un autre côté, on pourrait certainement baiser.
italian: [_tb_] Ma d'altra parte, potremmo certamente scopare.

source: [_tb_] Forget it. It won't happen.
french: [ _tb_ ] Oublie. Ça n'arrivera pas.
italian: [_tb_] Dimenticatelo. Non succederà.

source: [_u_] Yeah, we'll see about that.
french: [ _u_ ] Ouais, on verra ça.
italian: [_u_] Sì, lo vedremo.

source: [_tb_] Keep dreaming, [name].
french: [ _tb_ ] Continuez à rêver, [ nom ].
italian: [_tb_] Continua a sognare, [name].

source: [_tb_] Yeah, tell me, how's it going with the corruption of...
french: [ _tb_ ] Ouais, dis-moi, comment ça va avec la corruption de ...
italian: [_tb_] Sì, dimmi, come sta andando con la corruzione di...

source: [_dj_] Hey!
french: [ _dj_ ] Hé !

source: [_dj_] Sup! I was looking for you, Tinker.
french: [ _dj_ ] Sup ! Je te cherchais, Tinker.
italian: [_dj_] Sup! Ti stavo cercando, Tinker.

source: [_dj_] Did you guys know that the secretary has become a fairy?
french: [ _dj_ ] Est-ce que vous savez que le secrétaire est devenu une fée?
italian: [_dj_] Sapevi che la segretaria è diventata una fata?

source: [_tb_] Yes, she has several bodies and can change them at will.
french: [ _tb_ ] Oui, elle a plusieurs corps et peut les changer à volonté.
italian: [_tb_] Sì, ha diversi corpi e può cambiarli a volontà.

source: [_tb_] And now I can't rest easy in my own quarters...
french: [ _tb_ ] Et maintenant je ne peux pas me reposer facilement dans mes propres quartiers ...
italian: [_tb_] E ora non posso riposare facilmente nei miei quartieri...

source: [_dj_] And uh... is that... I mean...
french: [ _dj_ ] Et euh ... c'est que ... Je veux dire ...
italian: [_dj_] E uh... è quello... Voglio dire...

source: [_dj_] Can I have a body too?
french: [ _dj_ ] Puis-je avoir un corps aussi?
italian: [_dj_] Posso avere anche un corpo?

source: [_tb_] Well, I suppose so.
french: [ _tb_ ] Eh bien, je suppose.
italian: [_tb_] Beh, suppongo così.

source: [_tb_] You want a fairy body?
french: [ _tb_ ] Vous voulez un corps de fée?
italian: [_tb_] Vuoi una fata corpo?

source: [_dj_] Uh... no. A human body.
french: [ _dj_ ] Euh ... non. Un corps humain.
italian: [_dj_] Uh... no. Un corpo umano.

source: [_tb_] Mhf... you don't know what you're missing.
french: [ _tb_ ] Mhf ... vous ne savez pas ce qui vous manque.
italian: [_tb_] Mhf... non sai cosa ti stai perdendo.

source: [_tb_] Go to Melissandre and ask her for a body. She'll do it in no time!
french: [ _tb_ ] Aller à Melissandre et lui demander un corps. Elle le fera en aucun temps !
italian: [_tb_] Vai a Melissandre e chiedi un corpo. Lo farà in pochissimo tempo!

source: [_dj_] Geez, really?!!!
french: [ _dj_ ] Geez, vraiment? !!!
italian: [_dj_] Geez, davvero?!!!

source: [_dj_] Best day ever!
french: [ _dj_ ] Meilleur jour !
italian: [_dj_] Miglior giorno mai!

source: [_tb_] I've just granted a genie's wish.
french: [ _tb_ ] Je viens d'accorder un souhait de genie.
italian: [_tb_] Ho appena concesso il desiderio di un genio.

source: [_tb_] That doesn't happen every day.
french: [ _tb_ ] Cela ne se produit pas tous les jours.
italian: [_tb_] Questo non accade ogni giorno.

source: [_tb_] Anyway, see you later [name]!
french: [ _tb_ ] En tout cas, vous verrez plus tard [ nom ] !
italian: [_tb_] Comunque ci vediamo più tardi [name]!

source: [_ml_] These days everyone wants to get new bodies! It's unbelievable!
french: [ _ml_ ] Tous ces jours, tout le monde veut obtenir de nouveaux corps ! C'est incroyable !
italian: [_ml_] In questi giorni tutti vogliono ottenere nuovi corpi! È incredibile!

source: [_ml_] If this keeps up, I'll be doing this kind of request full time!
french: [ _ml_ ] Si ça continue, je ferai ce genre de demande à temps plein !
italian: [_ml_] Se questo continua a salire, farò questo tipo di richiesta a tempo pieno!

source: [_ml_] Well... I understand about Djin... being a hologram for so long... it's frustrating.
french: [ _ml_ ] Eh bien ... Je comprends que Djin ... soit un hologramme pendant si longtemps ... c'est frustrant.
italian: [_ml_] Bene... Capisco che Djin... sia un ologramma per così tanto tempo... è frustrante.

source: [_ml_] But Amelia...
french: [ _ml_ ] Mais Amelia ...
italian: [_ml_] Ma Amelia...

source: [_ml_] Was it really that necessary?
french: [ _ml_ ] Était-ce vraiment nécessaire?
italian: [_ml_] Era davvero così necessario?

source: [_u_] For her, yes, the only thing she's obsessed with is Tinker.
french: [ _u_ ] Pour elle, oui, la seule chose qu'elle est obsédée est Tinker.
italian: [_u_] Per lei, sì, l'unica cosa con cui è ossessionata è Tinker.

source: [_ml_] Yeah, but... why did she ask me to have a faun body too? And also a mermaid body!
french: [ _ml_ ] Ouais, mais ... pourquoi a-t-elle demandé à avoir un corps de faun aussi? Et aussi un organisme mermaid !
italian: [_ml_] Sì, ma... perché mi ha chiesto di avere anche un corpo faun? E anche una sirena!

source: [_u_] Wow... if this keeps up, you're going to have to make every mythological creature imaginable...
french: [ _u_ ] Wow ... si ça continue, tu vas devoir rendre toutes les créatures mythologiques imaginables ...
italian: [_u_] Wow... se questo si mantiene, dovrai rendere immaginabile ogni creatura mitologica...

source: [_ml_] Yep, and I've got a lot of other things to do...
french: [ _ml_ ] Yep, et j'ai beaucoup d'autres choses à faire ...
italian: [_ml_] Yep, e ho molte altre cose da fare...

source: [_ml_] Apart from the mermaid and the faun? Mh...
french: [ _ml_ ] En dehors de la siraid et du robinet? Mh ...
italian: [_ml_] A parte la sirena e la fauna? Mh...

source: [_ml_] Oh yes, she asked me if it was possible to have even bigger breasts.
french: [ _ml_ ] Oh oui, elle m'a demandé s'il était possible d'avoir des seins encore plus gros.
italian: [_ml_] Oh sì, mi ha chiesto se era possibile avere seni ancora più grandi.

source: [_ml_] I just... didn't answer.
french: [ _ml_ ] Je ... n'ai pas répondu.
italian: [_ml_] ho solo... non ho risposto.

source: [_ml_] And when she mentioned a centaur body, well... I just walked away.
french: [ _ml_ ] Et quand elle a mentionné un corps de centaure, eh bien ... Je viens de partir.
italian: [_ml_] E quando ha parlato di un corpo centauro, bene... ho appena camminato via.

source: [_ml_] Uh... no, not really...
french: [ _ml_ ] Euh ... non, pas vraiment ...
italian: [_ml_] Uh... no, non veramente...

source: [_ml_] She just quickly asked if a human version of her body was possible.
french: [ _ml_ ] Elle a juste demandé si une version humaine de son corps était possible.
italian: [_ml_] Ha appena chiesto rapidamente se una versione umana del suo corpo era possibile.

source: [_ml_] But I think it was just out of curiosity.
french: [ _ml_ ] Mais je pense que c'était juste par curiosité.
italian: [_ml_] Ma penso che sia stato solo per curiosità.

source: [_ml_] Yeah... well...
french: [ _ml_ ] Ouais ... eh bien ...
italian: [_ml_] Sì... bene...

source: [_ml_] If she wants a human body, I'll make her one!
french: [ _ml_ ] Si elle veut un corps humain, je la ferai !
italian: [_ml_] Se vuole un corpo umano, la farò uno!

source: [_ml_] But she didn't ask me to.
french: [ _ml_ ] Mais elle ne m'a pas demandé.
italian: [_ml_] Ma lei non mi ha chiesto.

source: [_ml_] What, me?
french: [ _ml_ ] Quoi, moi?
italian: [_ml_] Che cosa, me?

source: [_ml_] No thanks, I'm really not tempted by the fairy body!
french: [ _ml_ ] Non merci, je ne suis pas vraiment tenté par le corps de fée !
italian: [_ml_] No grazie, non sono davvero tentato dal corpo fate!

source: [_ml_] My body suits me perfectly.
french: [ _ml_ ] Mon corps me convient parfaitement.
italian: [_ml_] Il mio corpo mi si adatta perfettamente.

source: [_ml_] Plus, my passion is shoving penis up my ass, so...
french: [ _ml_ ] Plus, ma passion, c'est de bousculé mon cul, donc ...
italian: [_ml_] Inoltre, la mia passione è spingere il pene fino al mio asino, così...

source: [_ml_] That would be totally counterproductive.
french: [ _ml_ ] Cela serait totalement contre-productif.
italian: [_ml_] Sarebbe del tutto controproducente.

source: [_ml_] It's nice of you, but there's no need. It shouldn't be hard to do.
french: [ _ml_ ] C'est gentil de vous, mais il n'y a pas besoin. Ça ne devrait pas être difficile à faire.
italian: [_ml_] È bello da te, ma non c'è bisogno. Non dovrebbe essere difficile da fare.

source: [_ml_] I think I've got all the material I need for this one.
french: [ _ml_ ] Je pense que j'ai tout le matériel dont j'ai besoin pour celui-ci.
italian: [_ml_] Penso di avere tutto il materiale di cui ho bisogno per questo.

source: [_ml_] And uhm... did Emee tell you about her project to...
french: [ _ml_ ] Et uhm ... est-ce que Emee vous a parlé de son projet pour ...
italian: [_ml_] E uhm... Emee ti ha raccontato del suo progetto a...

source: [_ml_] Mh... and...
french: [ _ml_ ] Mh ... et ...
italian: [_ml_] Mh... e...

source: [_ml_] You're up for it?
french: [ _ml_ ] Vous êtes à la hauteur?
italian: [_ml_] Sei pronto per esso?

source: [_u_] Totally.
french: [ _u_ ] Totalement.
italian: [_u_] Totalmente.

source: [_ml_] Great!~~
french: [ _ml_ ] Grand ! ~ ~
italian: [_ml_] Grande!~~

source: [_ml_] Great.
french: [ _ml_ ] Grande.
italian: [_ml_] Grande.

source: [_ml_] See you later, [name].
french: [ _ml_ ] Voir plus tard, [ nom ].
italian: [_ml_] Ci vediamo più tardi, [name].

source: Wait... Are you THE Amandine? The novelist?
french: Attendre ... Es-tu l'Amandine? Le romancier?
italian: Aspetta... Sei THE Amandine? Il romanziere?

source: Well, glad to see you among us.
french: Eh bien, heureux de vous voir parmi nous.
italian: Beh, contento di vederti tra noi.

source: I waited a month in a cage
french: J'ai attendu un mois dans une cage
italian: Ho aspettato un mese in una gabbia

source: {color=#797979}I waited a month in a cage{/color}
french: { color=#797979} J'ai attendu un mois dans une cage { /color }
italian: {color=#797979}Ho aspettato un mese in una gabbia{/color}

source: The city is huge
french: La ville est immense
italian: La città è enorme
