Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Dialogues_Separate02.po
Languages: french, italian

source: [_u_] Be careful, I might get used to it.
french: [ _u_ ] Soyez prudent, je pourrais m'y habitué.
italian: [_u_] Fai attenzione, potrei abituarmi.

source: [_a_] I thought you might need some help with your princess Jasmine.
french: [_a_] J'ai pensé que vous pourriez avoir besoin d'aide avec votre princesse Jasmine.
italian: [_a_] Ho pensato che potresti aver bisogno di aiuto con la tua principessa Jasmine.

source: [_a_] Emee told me that she had found volume 2 of the dance books...
french: [_a_] Emee m'a dit qu'elle avait trouvé le volume 2 des livres de danse ...
italian: [_a_] Emee mi ha detto che aveva trovato il volume 2 dei libri di danza...

source: [_a_] And that she had given it to Amelia.
french: [_a_] Et qu'elle l'avait donné à Amelia.
italian: [_a_] E che lo aveva dato ad Amelia.

source: [_u_] Amelia is interested in oriental dance?
french: [ _u_ ] Amelia est intéressée par la danse orientale?
italian: [_u_] Amelia è interessata alla danza orientale?

source: [_a_] I don't know.
french: [_a_] Je ne sais pas.
italian: [_a_] non lo so.

source: [_a_] Maybe she just wants to know what she can do with her legs...
french: [_a_] Peut-être qu'elle veut juste savoir ce qu'elle peut faire avec ses jambes ...
italian: [_a_] Forse vuole solo sapere cosa può fare con le gambe...

source: [_a_] Since it is new for her...
french: [_a_] Puisque c'est nouveau pour elle ...
italian: [_a_] Dal momento che è nuovo per lei...

source: [_a_] Anyway, if you want to offer this to your princess, go get this book, it could be useful!
french: [_a_] En tout cas, si vous voulez offrir ça à votre princesse, allez chercher ce livre, ça pourrait être utile !
italian: [_a_] Comunque, se vuoi offrire questo alla tua principessa, vai a prendere questo libro, potrebbe essere utile!

source: [_u_] Thank you Amandine!
french: [ _u_ ] Merci Amandine !
italian: [_u_] Grazie Amandine!

source: [_a_] You're welcome!
french: [De rien !
italian: [_a_] Sei il benvenuto!

source: [_a_] See you later... [Quest_JM_NameMC] [name]
french: [_a_] Voir plus tard ... [ Quest_JM_NameMC ] [ nom ]
italian: [_a_] Ci vediamo più tardi... [Quest_JM_NameMC] [name]

source: [_am_] Is that so?
french: [ _am_ ] Est-ce ainsi?
italian: [_am_] È così?

source: [_am_] And why should I help someone who did not want to help me?
french: [ _am_ ] Et pourquoi ai-je aider quelqu'un qui ne voulait pas m'aider?
italian: [_am_] E perché dovrei aiutare qualcuno che non voleva aiutarmi?

source: [_u_] What? You mean your job interviews?
french: [ _u_ ] Quoi? Vous voulez dire vos entretiens d'emploi?
italian: [_u_] Cosa? Vuoi dire i tuoi colloqui di lavoro?

source: [_am_] Yes.
french: [ _am_ ] Oui.
italian: [_am_] Sì.

source: [_u_] I...I was just... very busy!
french: [ _u_ ] I. ..J'étais juste ... très occupé !
italian: [_u_] Io... ero solo... molto occupato!

source: [_u_] Okay, the next few interviews you do, I'll come help you. Is that okay?
french: [ _u_ ] D'accord, les prochaines interviews que vous faites, je viendrai vous aider. C'est bon?
italian: [_u_] Okay, le prossime interviste che fate, verrò ad aiutarti. Va bene?

source: [_am_] You promise?
french: [ _am_ ] Vous promettez?
italian: [_am_] Prometti?

source: [_u_] Yes.
french: [_u_] Oui.
italian: [_u_] Sì.

source: [_am_] Great! Because I hadn't actually started yet.
french: [ _am_ ] Grand ! Parce que je n'avais pas encore commencé.
italian: [_am_] Grande! Perché non avevo ancora iniziato.

source: [_am_] We start tomorrow! See you!
french: [ _am_ ] Nous commençons demain ! À vous voir !
italian: [_am_] Iniziamo domani! Vedi!

source: [_am_] Mmmh... you have a lot of nerve asking me to help you when we haven't even finished my interviews...
french: [ _am_ ] Mmmh ... tu as beaucoup de courage me demandant de t'aider quand on n'a même pas fini mes interviews ...
italian: [_am_] Mmmh... hai un sacco di nervo che mi chiede di aiutarti quando non abbiamo nemmeno finito le mie interviste...

source: [_u_] Yes, I was... very busy...
french: [ _u_ ] Oui, j'étais ... très occupé ...
italian: [_u_] Sì, ero molto occupato...

source: [_u_] Okay! I'll help you finish this!
french: [ _u_ ] Ok ! Je t'aiderai à finir ça !
italian: [_u_] Okay! Ti aiuterò a finire questo!

source: [_u_] But then you give me this book ok?
french: [ _u_ ] Mais alors vous me donnez ce livre ok?
italian: [_u_] Ma allora mi date questo libro ok?

source: [_am_] Great! See you later!
french: [ _am_ ] Grand ! À plus tard !
italian: [_am_] Ottimo! Ci vediamo più tardi!

source: [_am_] {size=21}{font=joystix.ttf}Hi it's Amelia, I'm not available right now! Please come back later!{/size}{/font}
french: [ _am_ ] { size=21 } { font= joystix.ttf } Salut c'est Amelia, je ne suis pas disponible dès maintenant ! Veuillez revenir plus tard ! { /size } { /font }
italian: [_am_] {size=21}{font=joystix.ttf}Ciao è Amelia, non sono disponibile adesso! Torna più tardi!{/size}{/font}

source: [_u_] Can we really do that on our doors?
french: [ _u_ ] Pouvons-nous vraiment faire ça à nos portes?
italian: [_u_] Possiamo davvero farlo sulle nostre porte?

source: [_u_] Damn... I have to install this thing one day.
french: [ _u_ ] Dommer ... Je dois installer cette chose un jour.
italian: [_u_] Damn... Devo installare questa cosa un giorno.

source: [_u_] Well... where the hell did she put that book?
french: [ _u_ ] Eh bien ... où diable a-t-elle mis ce livre?
italian: [_u_] Bene... dove l'inferno ha messo quel libro?

source: [_u_] I don't see anything here...
french: [ _u_ ] Je ne vois rien ici ...
italian: [_u_] Non vedo nulla qui...

source: [_u_] Let's see in the other room.
french: [ _u_ ] Voyons voir dans l'autre pièce.
italian: [_u_] Vediamo nell'altra stanza.

source: [_u_] What are you doing here?
french: [ _u_ ] Qu'est-ce que vous faites ici?
italian: [_u_] Cosa stai facendo qui?

source: [_qiu_] I am waiting for Mrs. Amelia.
french: [ _qiu_ ] J'attends Mme Amelia.
italian: [_qiu_] Sto aspettando la signora Amelia.

source: [_u_] You... why are you still on this planet?
french: [ _u_ ] Vous ... pourquoi vous êtes toujours sur cette planète?
italian: [_u_] Tu... perché sei ancora su questo pianeta?

source: [_u_] And why are you naked... on a table?
french: [ _u_ ] Et pourquoi es-tu nu ... sur une table?
italian: [_u_] E perché sei nudo... su un tavolo?

source: [_qiu_] I don't know.
french: [ _qiu_ ] Je ne sais pas.
italian: [_qiu_] non lo so.

source: [_qiu_] Mrs. Amelia just told me to wait here.
french: [ _qiu_ ] Mme Amelia m'a juste dit d'attendre ici.
italian: [_qiu_] la signora Amelia mi ha appena detto di aspettare qui.

source: [_u_] But...
french: [ _u_ ] Mais ...
italian: [_u_] Ma...

source: [_u_] Why?
french: [ _u_ ] Pourquoi?
italian: [_u_] Perché?

source: [_qiu_] So uh...
french: [ _qiu_ ] Donc uh ...

source: [_qiu_] ...am I in for the job?
french: [ _qiu_ ] ... je suis pour le travail?
italian: [_qiu_] ...sono dentro per il lavoro?

source: [_u_] Okay, this is getting ridiculous.
french: [ _u_ ] Ok, ça devient ridicule.
italian: [_u_] Okay, questo sta diventando ridicolo.

source: [_qiu_] She left 2 hours ago.
french: [ _qiu_ ] Elle est sortie il y a 2 heures.
italian: [_qiu_] Lei se n'è andata 2 ore fa.

source: [_u_] And you're waiting for her to...?
french: [ _u_ ] Et vous l'attendez ...?
italian: [_u_] E la stai aspettando per...?

source: [_qiu_] I don't know.
french: [ _qiu_ ] Je ne sais pas.
italian: [_qiu_] non lo so.

source: [_u_] Gosh... why am I still trying to understand?...
french: [ _u_ ] Gosh ... pourquoi je cherche encore à comprendre? ...
italian: [_u_] Gosh... perché sto ancora cercando di capire?...

source: [_qiu_] Would you like to...?
french: [ _qiu_ ] Aimeriez-vous ...?
italian: [_qiu_] Vorresti tu...?

source: [_qiu_] Do you want to fuck?
french: [ _qiu_ ] Tu veux baiser?
italian: [_qiu_] Vuoi scopare?

source: [_u_] You're serious?
french: [ _u_ ] Vous êtes sérieux?
italian: [_u_] Sei serio?

source: [_u_] You're fucking tight...
french: [ _u_ ] Vous êtes foutu ...
italian: [_u_] Stai scopando stretto...

source: [_qiu_] That's...
french: [ _qiu_ ] C'est ...
italian: [_qiu_] Che È...

source: [_qiu_] It's so...
french: [ _qiu_ ] C'est donc ...
italian: [_qiu_] È così...

source: [_qiu_] ...GOOD!
french: [ _qiu_ ] ...BIEN !

source: [_qiu_] Your cock is so good!!Finally I'm getting fucked like a bitch!!
french: [ _qiu_ ] Votre bite est si bonne ! !Enfin, je me fais foutu comme une salope ! !
italian: [_qiu_] Il tuo cazzo è così buono!!Finalmente vengo scopata come una puttana!!

source: [_qiu_] Do whatever the fuck you want with me...
french: [ _qiu_ ] Faites ce que vous voulez avec moi ...
italian: [_qiu_] Fai quello che scopa che vuoi con me...

source: [_qiu_] I deserve it I...
french: [ _qiu_ ] Je le mérite.
italian: [_qiu_] lo merito io...

source: [_qiu_] Don't you want to, like, fill me up with your junk?
french: [ _qiu_ ] Ne voulez-vous pas, comme, me remplir avec votre jonque?
italian: [_qiu_] Non vuoi riempirmi della tua spazzatura?

source: [_qiu_] Or like... cover myself with it?
french: [ _qiu_ ] Ou comme ... me couvrir?
italian: [_qiu_] O piace... copritemi con esso?

source: [_qiu_] It would be too good...
french: [ _qiu_ ] Ce serait trop bien ...
italian: [_qiu_] Sarebbe troppo buono...

source: [_qiu_] Just do whatever you want man, I don't care I'm your bitch.
french: [ _qiu_ ] Juste faire ce que tu veux de l'homme, je me fiche de ta chienne.
italian: [_qiu_] Fai quello che vuoi l'uomo, non mi importa che io sia la tua cagna.

source: [_qiu_] I'm tired of pretending...
french: [ _qiu_ ] Je suis fatigué de faire semblant ...
italian: [_qiu_] Sono stanco di pretendere...

source: [_qiu_] I just want to be fucked with penises...
french: [ _qiu_ ] Je veux juste être foutu avec des pénis ...
italian: [_qiu_] Voglio solo essere scopata con i peni...

source: [_qiu_] 5 years without fucking...
french: [ _qiu_ ] 5 ans sans putain ...
italian: [_qiu_] 5 anni senza ca...

source: [_qiu_] I need it...
french: [ _qiu_ ] J'en ai besoin ...
italian: [_qiu_] ne ho bisogno...

source: [_qiu_] I just really need it...
french: [ _qiu_ ] J'en ai vraiment besoin ...
italian: [_qiu_] ne ho solo bisogno...

source: [_qiu_] You're really fucking me...
french: [ _qiu_ ] Vous me baisez vraiment ...
italian: [_qiu_] Mi stai davvero scopando...

source: [_qiu_] I feel all your cock in me....
french: [ _qiu_ ] Je sens tous ta bite en moi ...
italian: [_qiu_] sento tutto il tuo cazzo in me....

source: [_qiu_] Go ahead and stick it in me deeper.
french: [ _qiu_ ] Allez-y et restez-moi en moi plus profond.
italian: [_qiu_] Andate avanti e bastone in me più profondamente.

source: [_qiu_] Make me scream.
french: [ _qiu_ ] Faites-moi criez.
italian: [_qiu_] Mi faccia urlare.

source: [_qiu_] Make your little whore scream
french: [ _qiu_ ] Faites votre petit putain de hurle
italian: [_qiu_] Fai urlare la tua puttana

source: [_qiu_] You're smashing my ass!
french: [ _qiu_ ] Vous écrasez mon cul !
italian: [_qiu_] Stai distruggendo il mio culo!

source: [_qiu_] I can't take that much!!!
french: [ _qiu_ ] Je ne peux pas prendre ça !!!
italian: [_qiu_] Non riesco a prendermi così tanto!!!

source: [_qiu_] I'm gonna come!
french: [ _qiu_ ] Je vais venir !
italian: [_qiu_] arriverò!

source: [_qiu_] Oh yeah?
french: [ _qiu_ ] Oh oui?
italian: [_qiu_] Oh sì?

source: [_qiu_] You like small Asian women?
french: [ _qiu_ ] Vous aimez les petites femmes asiatiques?
italian: [_qiu_] Ti piacciono le piccole donne asiatiche?

source: [_u_] I've been wanting to try one for a long time...
french: [ _u_ ] Je voulais essayer un pendant longtemps ...
italian: [_u_] Ho voluto provarne uno per molto tempo...

source: [_u_] Is it racist to say that?
french: [ _u_ ] Est-il raciste de dire ça?
italian: [_u_] È razzista dirlo?

source: [_qiu_] Shut up and fuck my tight little pussy
french: [ _qiu_ ] Taiser et baiser ma petite chatte serrée
italian: [_qiu_] Stia e scopa la mia piccola figa stretta

source: [_u_] Okay, I'm good with that.
french: [ _u_ ] Ok, je suis bien avec ça.
italian: [_u_] Okay, sono bravo con quello.

source: [_qiu_] Fucking go, man... hit me harder.
french: [ _qiu_ ] Fucking go, man ... me frappe plus fort.
italian: [_qiu_] Cazzo va, uomo... mi ha colpito più duramente.

source: [_qiu_] Go ahead, I offer you my ass!
french: [ _qiu_ ] Allez-y, je vous offre mon cul !
italian: [_qiu_] Andate avanti, vi offro il mio culo!

source: [_qiu_] Do whatever you want!
french: [ _qiu_ ] Faites ce que vous voulez !
italian: [_qiu_] Fai tutto quello che vuoi!

source: [_qiu_] Fuck YES!
french: [ _qiu_ ] Fuck OUI !
italian: [_qiu_] Cazzo SÌ!

source: [_qiu_] Shit is way too good...
french: [ _qiu_ ] Shit est bien trop bien ...
italian: [_qiu_] Merda è troppo buona...

source: [_qiu_] Fuck... fuck me...
french: [ _qiu_ ] Fuck ... me baiser ...
italian: [_qiu_] Fuck... mi scopa...

source: [_qiu_] Damn... I feel like I'm being trampled by a horse...
french: [ _qiu_ ] Damn ... J'ai l'impression d'être piétiné par un cheval ...
italian: [_qiu_] Damn... Mi sento come se fossi calpestato da un cavallo...

source: [_qiu_] What kind of a whore I am...
french: [ _qiu_ ] Quel genre de pute que je suis ...
italian: [_qiu_] Che tipo di puttana che sono...

source: [_qiu_] I can't fucking stand it anymore...
french: [ _qiu_ ] Je ne peux plus le supporter ...
italian: [_qiu_] Non posso più scoparlo in piedi...

source: [_qiu_] AAaaAa... Yes...
french: [ _qiu_ ] AAaaAa ... Oui ...
italian: [_qiu_] AAaaAa... Sì...

source: [_qiu_] Oh please, yes, like this...
french: [ _qiu_ ] Oh, s'il vous plaît, oui, comme ça ...
italian: [_qiu_] Oh, per favore, sì, così...

source: [_qiu_] Please more...
french: [ _qiu_ ] Veuillez plus ...
italian: [_qiu_] Per saperne di più...

source: [_qiu_] More brutal...
french: [ _qiu_ ] Plus brutal ...
italian: [_qiu_] Più brutale...

source: [_qiu_] Break me...
french: [ _qiu_ ] Divez-moi ...
italian: [_qiu_] Rompi me...

source: [_qiu_] Make me your bitch!!!
french: [ _qiu_ ] Faites-moi votre chienne !!!
italian: [_qiu_] Mi faccia la tua cagna!!!

source: [_u_] Fuck... I'm gonna cum...
french: [ _u_ ] Fuck ... Je vais foutre ...
italian: [_u_] Fuck... Vado a cum...

source: [_qiu_] GIVE ME YOUR SPERM!! NOW!!
french: [ _qiu_ ] GIVE ME VOTRE SPERM ! ! MAINTENANT ! !
italian: [_qiu_] GIVE ME YOUR SPERM!! ORA!!

source: [_qiu_] Damn that was good...
french: [ _qiu_ ] Damn qui était bon ...
italian: [_qiu_] Dannazione che era buona...

source: [_qiu_] Damn... I love this...
french: [ _qiu_ ] Damn ... J'adore ça ...
italian: [_qiu_] Dannazione... Amo questo...

source: [_u_] I knew this book was here!
french: [ _u_ ] Je savais que ce livre était là !
italian: [_u_] Sapevo che questo libro era qui!

source: [_u_] So, how is ''Mrs. Red''?
french: [ _u_ ] Alors, comment est '' Mme Rouge''?
italian: [_u_] Dunque, come è ''la signora Red''?

source: [_tb_] Surprisingly, really well.
french: [ _tb_ ] Étonnamment, vraiment bien.
italian: [_tb_] Sorprendentemente, davvero bene.

source: [_tb_] This woman has extraordinary adaptability.
french: [ _tb_ ] Cette femme a une capacité d'adaptation extraordinaire.
italian: [_tb_] Questa donna ha straordinaria adattabilità.

source: [_tb_] No sooner had she woken up than she asked if I had any work for her.
french: [ _tb_ ] Plus tôt elle s'est réveillée qu'elle n'a demandé si j'avais du travail pour elle.
italian: [_tb_] Non prima si è svegliata che lei ha chiesto se ho avuto qualche lavoro per lei.

source: [_tb_] So... I think we've got our new clothing designer!
french: [ _tb_ ] Donc ... Je pense que nous avons notre nouveau styliste !
italian: [_tb_] So... penso che abbiamo il nostro nuovo designer di abbigliamento!

source: [_u_] Wow... we're hiring like crazy around here.
french: [ _u_ ] Wow ... nous embauches comme des fous ici.
italian: [_u_] Wow... stiamo assumendo come pazzo da queste parti.

source: [_tb_] It's important to delegate, my dear second-in-command.
french: [ _tb_ ] Il est important de déléguer, mon cher commandant en second.
italian: [_tb_] È importante delegare, mio caro secondo comando.

source: [_u_] I'm just glad you didn't hire her as a cook.
french: [ _u_ ] Je suis juste contente que vous ne l'avez pas embauché comme cuisinier.
italian: [_u_] Sono contento che tu non l'abbia assunta come cuoco.

source: [_tb_] She's settling into her new quarters.
french: [ _tb_ ] Elle s'installe dans ses nouveaux quartiers.
italian: [_tb_] Si sta stabilendo nei suoi nuovi quartieri.

source: [_tb_] Although she doesn't have much to move...
french: [ _tb_ ] Bien qu'elle n'ait pas beaucoup à déplacer ...
italian: [_tb_] Anche se lei non ha molto da spostare...

source: [_tb_] She will now be working in the Artistic Division, If you want to pay her a visit.
french: [ _tb_ ] Elle travaille maintenant à la Division artistique, si vous voulez lui rendre visite.
italian: [_tb_] Ora lavorerà nella Divisione Artistica, se vuoi farle una visita.

source: [_tb_] I mean professionally.
french: [ _tb_ ] Je veux dire professionnellement.
italian: [_tb_] intendo professionalmente.

source: [_tb_] You little employee-charmer.
french: [ _tb_ ] Vous avez peu d'employés-charmer.
italian: [_tb_] Tu piccolo dipendente-charmer.

source: [_u_] You're the worst boss ever.
french: [ _u_ ] Vous êtes le pire patron.
italian: [_u_] Sei il capo peggiore di sempre.

source: [_tb_] Don't talk nonsense.
french: [ _tb_ ] Ne parlez pas de non-sens.
italian: [_tb_] Non parli sciocchezze.

source: [_tb_] What do you mean?
french: [ _tb_ ] Que voulez-vous dire?
italian: [_tb_] Che cosa intendi?

source: [_u_] Well... it's part of my job, I create clothes with the machine in the office.
french: [ _u_ ] Eh bien ... ça fait partie de mon travail, je crée des vêtements avec la machine dans le bureau.
italian: [_u_] Bene... fa parte del mio lavoro, creo abiti con la macchina in ufficio.

source: [_tb_] No, Lycoris will create blueprints, but when it comes to creating them with the machine....
french: [ _tb_ ] Non, Lycoris va créer des plans, mais quand il s'agit de les créer avec la machine ....
italian: [_tb_] No, Lycoris creerà dei progetti, ma quando si tratta di crearli con la macchina...

source: [_u_] Ah, I see...
french: [ _u_ ] Ah, je vois ...

source: [_tb_] Don't worry, you can always create beautiful clothes for your boss.
french: [ _tb_ ] Ne vous inquiétez pas, vous pouvez toujours créer de beaux vêtements pour votre patron.
italian: [_tb_] Non ti preoccupare, puoi sempre creare bei vestiti per il tuo capo.

source: [_u_] Yes, of course. That's exactly what I had in mind.
french: [ _u_ ] Oui, bien sûr. C'est exactement ce que j'avais en tête.
italian: [_u_] Sì, ovviamente. Questo è esattamente quello che avevo in mente.

source: [_tb_] What we're going to do is start a new corruption.
french: [ _tb_ ] Ce que nous allons faire, c'est commencer une nouvelle corruption.
italian: [_tb_] Quello che faremo è iniziare una nuova corruzione.

source: [_u_] Really?
french: [_u_] Vraiment ?
italian: [_u_] Davvero?

source: [_u_] Who are we going to corrupt?
french: [ _u_ ] Qui allons-nous corrompu?
italian: [_u_] Chi stiamo per corrompere?

source: [_tb_] Not ''who'', but ''what''.
french: [ _tb_ ] Non '' qui'', mais '' quoi''.
italian: [_tb_] Non ''chi '', ma 'cosa''.

source: [_tb_] We're going to corrupt the entire city.
french: [ _tb_ ] Nous allons corrompter toute la ville.
italian: [_tb_] Stiamo per corrompere l'intera città.

source: [_u_] What? We can do that?
french: [ _u_ ] Quoi? Nous pouvons le faire?
italian: [_u_] Cosa? Possiamo farlo?

source: [_tb_] I've got an idea...
french: [ _tb_ ] J'ai une idée ...
italian: [_tb_] Ho un'idea...

source: [_tb_] You, Emee, Amandine, Melissandre and Lycoris will all have to work together on this one.
french: [ _tb_ ] Vous, Emee, Amandine, Melissandre et Lycoris devront tous travailler ensemble sur celui-ci.
italian: [_tb_] Voi, Emee, Amandine, Melissandre e Lycoris dovrete lavorare tutti insieme su questo.

source: [_u_] Hum... Perhaps we should organize a meeting to discuss it with the others?
french: [ _u_ ] Hum ... Peut-être devrions-nous organiser une réunion pour en discuter avec les autres?
italian: [_u_] Hum... Forse dovremmo organizzare un incontro per discuterne con gli altri?

source: [_tb_] That's not a bad idea.
french: [ _tb_ ] Ce n'est pas une mauvaise idée.
italian: [_tb_] Non è una cattiva idea.

source: [_tb_] So here's the plan:
french: [ _tb_ ] Voici donc le plan:
italian: [_tb_] Ecco quindi il piano:

source: [_tb_] We're going to corrupt the entire Oriental Capital.
french: [ _tb_ ] Nous allons corrompu toute la capitale orientale.
italian: [_tb_] Stiamo per corrompere l'intera capitale orientale.

source: [_tb_] Emee, you have permission to go out into the field and draw up a list of key characters to corrupt.
french: [ _tb_ ] Emee, vous avez la permission d'entrer dans le champ et d'établir une liste de personnages clés à corrompu.
italian: [_tb_] Emee, hai il permesso di uscire nel campo e redigere un elenco di caratteri chiave per corrotti.

source: [_e_] Great!
french: [ _e_ ] Grand !
italian: [_e_] Ottimo!

source: [_tb_] Amandine, you'll find a way to corrupt them.
french: [ _tb_ ] Amandine, tu trouveras un moyen de les corrompter.
italian: [_tb_] Amandine, troverai un modo per corromperli.

source: [_a_] Roger that!
french: [_a_] Roger ça !
italian: [_a_] Roger quello!

source: [_tb_] If you have a problem and I'm not available, contact Amelia.
french: [ _tb_ ] Si vous avez un problème et que je ne suis pas disponible, contactez Amelia.
italian: [_tb_] Se hai un problema e non sono disponibile, contatta Amelia.

source: [_tb_] And Melissandre... keep up your robotic magic.
french: [ _tb_ ] Et Melissandre ... continuez votre magie robotique.
italian: [_tb_] E Melissandre... continua la tua magia robotica.

source: [_tb_] If enough androids are corrupted, this could have an influence on the rest of the city.
french: [ _tb_ ] Si suffisamment d'androïdes sont corrompus, cela pourrait avoir une influence sur le reste de la ville.
italian: [_tb_] Se abbastanza androidi sono corrotti, questo potrebbe avere un'influenza sul resto della città.

source: [_ml_] Some kind of domino effect?
french: [ _ml_ ] Une sorte d'effet domino?
italian: [_ml_] Qualche tipo di effetto domino?

source: [_tb_] Exactly. Corrupted androids will be able to corrupt others, etc.
french: [ _tb_ ] Exactement. Les androïdes endommagés seront en mesure de corrompter les autres, etc.
italian: [_tb_] Esattamente. Gli androidi danneggiati saranno in grado di corrompere gli altri, ecc.

source: [_tb_] And if we're lucky, it might even reach the palace, and Sherazade.
french: [ _tb_ ] Et si nous avons de la chance, il pourrait même atteindre le palais, et Sherazade.
italian: [_tb_] E se siamo fortunati, potrebbe anche raggiungere il palazzo e Sherazade.

source: [_tb_] If we can fuck this chick... the zone will be officially operational!
french: [ _tb_ ] Si on peut baiser ce poussin ... la zone sera officiellement opérationnelle !
italian: [_tb_] Se riusciamo a scopare questo pulcino... la zona sarà ufficialmente operativa!

source: [_tb_] Does anyone have a question?
french: [ _tb_ ] Quelqu'un a-t-il une question?
italian: [_tb_] Qualcuno ha una domanda?

source: [_u_] Uh... what do I do?
french: [ _u_ ] Euh ... qu'est-ce que je fais?
italian: [_u_] Uh... cosa faccio?

source: [_tb_] You help everyone.
french: [ _tb_ ] Vous pouvez aider tout le monde.
italian: [_tb_] Aiutate tutti.

source: [_u_] Okay cool.
french: [ _u_ ] Ok cool.

source: [_tb_] Everyone knows what to do!
french: [ _tb_ ] Tout le monde sait quoi faire !
italian: [_tb_] Tutti sanno cosa fare!

source: [_tb_] Corrupt this town!
french: [ _tb_ ] Corrupt cette ville !
italian: [_tb_] Corrotto questa città!
