Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Rooms_Separate02.po
Languages: french, italian

source: [_a_] If all goes well, we'll be able to set up the quests I've written and get the first visitors to play!
french: [ _a_ ] Si tout va bien, nous serons en mesure de mettre en place les quêtes que j'ai écrites et d'amener les premiers visiteurs à jouer !
italian: [_a_] Se tutto va bene, saremo in grado di impostare le missioni che ho scritto e ottenere i primi visitatori a giocare!

source: [_u_] That's great!
french: [ _u_ ] C'est super !
italian: [_u_] È fantastico!

source: [_u_] So we just... ask her questions?
french: [ _u_ ] Alors, on va juste ... poser ses questions?
italian: [_u_] Quindi solo... poniamo le sue domande?

source: [_a_] That's right.
french: [ _a_ ] C'est vrai.
italian: [_a_] È giusto.

source: [_a_] Simple, isn't it?
french: [ _a_ ] Simple, n'est-ce pas?
italian: [_a_] Semplice, vero?

source: [_sw_] Hello?!
french: [ _sw_ ] Bonjour? !
italian: [_sw_] Ciao?!

source: [_sw_] Is anyone here?!
french: [ _sw_ ] Y a-t-il quelqu'un ici?
italian: [_sw_] C'è qualcuno qui?!

source: [_a_] God, I'm stressed!
french: [ _a_ ] Dieu, je suis stressé !
italian: [_a_] Dio, sono stressato!

source: [_u_] Don't worry, it'll be fine.
french: [ _u_ ] Ne vous inquiétez pas, ça ira bien.
italian: [_u_] Non ti preoccupare, andrà bene.

source: [_sw_] Dear Lord, it's been so long since I've seen you!
french: [ _sw_ ] Cher Seigneur, ça fait si longtemps que je t'ai vu !
italian: [_sw_] Caro Signore, è passato così tanto tempo da averti visto!

source: [_sw_] Who's the Goldilocks?
french: [ _sw_ ] Qui sont les Goldilocks?
italian: [_sw_] Chi sono i Goldilock?

source: [_a_] Hello Princess Snow White!
french: [ _a_ ] Bonjour la Princesse Blanche Neige !
italian: [_a_] Ciao Principessa Biancaneve!

source: [_a_] Very pleased to meet you, I'm Amandine and...
french: [ _a_ ] Très heureux de vous rencontrer, je suis Amandine et ...
italian: [_a_] Molto felice di incontrarti, sono Amandine e...

source: [_sw_] Is she your wife?
french: [ _sw_ ] Est-elle votre femme?
italian: [_sw_] È sua moglie?

source: [_sw_] You... you married her?
french: [ _sw_ ] Vous ... vous l'avez épousé?
italian: [_sw_] Tu... la hai sposata?

source: [_a_] I'm just...
french: [ _a_ ] Je suis juste ...
italian: [_a_] Sono solo...

source: [_sw_] Is that why you've been gone so long?
french: [ _sw_ ] Est-ce la raison pour laquelle vous avez été si longtemps?
italian: [_sw_] È per questo che siete andati così a lungo?

source: [_sw_] I can't believe it... you married someone else...
french: [ _sw_ ] Je n'arrive pas à le croire ... vous avez épousé quelqu'un d'autre ...
italian: [_sw_] non riesco a crederci... hai sposato qualcun altro...

source: [_sw_] And what are you?
french: [ _sw_ ] Et qu'est-ce que vous?
italian: [_sw_] E che cosa sei?

source: [_sw_] A princess? Or something like that?
french: [ _sw_ ] Une princesse? Ou quelque chose comme ça?
italian: [_sw_] Una principessa? O qualcosa del genere?

source: [_sw_] I mean... I don't know what kind of princess would wear pants...
french: [ _sw_ ] Je veux dire ... Je ne sais pas quel genre de princesse porterait des pantalons ...
italian: [_sw_] Voglio dire... Non so che tipo di principessa indosserebbe...

source: [_a_] I...
french: [_a_] Je...

source: [_a_] I'm a writer, actually.
french: [ _a_ ] Je suis un écrivain, en fait.
italian: [_a_] sono uno scrittore, in realtà.

source: [_sw_] What?
french: [ _sw_ ] Quoi?
italian: [_sw_] Cosa?

source: [_sw_] You married... a troubadour? A minstrel?!
french: [ _sw_ ] Vous avez épousé ... un troubadour? Une mini-série? !
italian: [_sw_] Ti sei sposato... un troubadour? Un minstrel?!

source: [_sw_] I just can't believe it...
french: [ _sw_ ] Je n'arrive pas à le croire ...
italian: [_sw_] non riesco proprio a crederci...

source: [_sw_] And what? Why are you bringing her to me?
french: [ _sw_ ] Et quoi? Pourquoi vous la ramenez?
italian: [_sw_] E cosa? Perché mi stai portando da lei?

source: [_sw_] No need, I'm not stupid you know?
french: [ _sw_ ] Pas besoin, je ne suis pas stupide tu sais?
italian: [_sw_] Non c'è bisogno, non sono stupido che sa?

source: [_sw_] I always knew you had a thing for blondes.
french: [ _sw_ ] J'ai toujours su que vous aviez une chose pour les blondes.
italian: [_sw_] Ho sempre saputo che avevi qualcosa per le bionde.

source: [_u_] You're making things up.
french: [ _u_ ] Vous faites des choses en haut.
italian: [_u_] stai facendo le cose.

source: [_sw_] You had the most beautiful black-haired woman in the whole kingdom all to yourself...
french: [ _sw_ ] Vous aviez la plus belle femme noire dans tout le royaume ...
italian: [_sw_] Avevi la più bella donna dai capelli neri in tutto il regno tutto a te stesso...

source: [_sw_] If you haven't chosen me, it's because you have no taste, that's all.
french: [ _sw_ ] Si vous ne m'avez pas choisi, c'est parce que vous n'avez pas de goût, c'est tout.
italian: [_sw_] Se non mi hai scelto, è perché non hai gusto, è tutto.

source: [_u_] Do you really call yourself the most beautiful woman in...
french: [ _u_ ] Vous vous appelez vraiment la plus belle femme dans ...
italian: [_u_] Ti chiami davvero la donna più bella in...

source: [_u_] Ok! Ok! As you wish.
french: [ _u_ ] Ok ! Ok ! Comme vous le souhaitez.
italian: [_u_] Ok! Ok! Come vuoi.

source: [_sw_] I'm not angry.
french: [ _sw_ ] Je ne suis pas en colère.
italian: [_sw_] non sono arrabbiata.

source: [_sw_] If in fact, Yes I am.
french: [ _sw_ ] Si en fait, oui, je le suis.
italian: [_sw_] Se infatti sì, sono.

source: [_sw_] I'm angry to see that you have absolutely no taste in women.
french: [ _sw_ ] Je suis en colère de voir que vous n'avez absolument aucun goût pour les femmes.
italian: [_sw_] Sono arrabbiato per vedere che non hai assolutamente gusto nelle donne.

source: [_sw_] No offense, Goldilocks.
french: [ _sw_ ] Aucune violation, Goldilocks.
italian: [_sw_] Nessuna offesa, Goldilocks.

source: [_sw_] I'm super calm.
french: [ _sw_ ] Je suis super calme.
italian: [_sw_] Sono super calma.

source: [_sw_] And what are you doing here?
french: [ _sw_ ] Et que faites-vous ici?
italian: [_sw_] E cosa stai facendo qui?

source: [_sw_] You're a strange man to bring your wife to me, you know that?
french: [ _sw_ ] Vous êtes un homme étrange pour amener votre femme à moi, vous le savez?
italian: [_sw_] Sei un uomo strano per portare tua moglie a me, lo sai?

source: [_u_] She's not my...
french: [ _u_ ] Elle n'est pas ma ...
italian: [_u_] Lei non è mia...

source: [_a_] Very well, yes I admit I'm his wife.
french: [ _a_ ] Très bien, oui, je reconnais que je suis sa femme.
italian: [_a_] Molto bene, sì, ammetto che sono sua moglie.

source: [_sw_] There you go, you see, it's not difficult!
french: [ _sw_ ] Vous y allez, vous voyez, ce n'est pas difficile !
italian: [_sw_] Ecco, vedete, non è difficile!

source: [_a_] And he brought me here so that... well...
french: [ _a_ ] Et il m'a amené ici pour que ... eh bien ...
italian: [_a_] E mi ha portato qui così... bene...

source: [_a_] So I can write a song about you!
french: [ _a_ ] Je peux donc écrire une chanson à votre sujet !
italian: [_a_] Così posso scrivere una canzone su di te!

source: [_sw_] Well, that's unusual...
french: [ _sw_ ] Eh bien, c'est inhabituel ...
italian: [_sw_] Beh, è insolito...

source: [_a_] He told me you were the most beautiful princess in the whole kingdom...
french: [ _a_ ] Il m'a dit que vous étiez la plus belle princesse du royaume ...
italian: [_a_] Mi disse che tu eri la principessa più bella di tutto il regno...

source: [_a_] And that you deserved to have your name sung!
french: [ _a_ ] Et que vous mériez que votre nom soit chanté !
italian: [_a_] E che ti sei meritato di avere il tuo nome cantato!

source: [_sw_] I uh... well thank you...
french: [ _sw_ ] I uh ... eh bien merci ...
italian: [_sw_] I uh... bene... grazie...

source: [_sw_] If you really want to, then uh...
french: [ _sw_ ] Si vous le voulez vraiment, euh ...
italian: [_sw_] Se vuoi davvero, allora uh...

source: [_a_] All I need now is... ask you some questions about yourself!
french: [ _a_ ] Tout ce dont j'ai besoin maintenant c'est ... de vous poser quelques questions sur vous-même !
italian: [_a_] Tutto quello di cui ho bisogno ora è... farti qualche domanda su te stesso!

source: [_a_] To write about you properly, I need to know you.
french: [ _a_ ] Pour vous écrire correctement, j'ai besoin de vous connaître.
italian: [_a_] Per scrivere su di te correttamente, ho bisogno di conoscerti.

source: [_sw_] That makes sense.
french: [ _sw_ ] Cela a du sens.
italian: [_sw_] Che ha senso.

source: [_a_] If you like... maybe we can come back tomorrow.
french: [ _a_ ] Si vous voulez ... peut-être que nous pourrons revenir demain.
italian: [_a_] Se ti piace... forse possiamo tornare domani.

source: [_sw_] Yes... sure.
french: [ _sw_ ] Oui ... sûr.
italian: [_sw_] Sì... sicuro.

source: [_sw_] Until tomorrow then.
french: [ _sw_ ] Jusqu'à demain.
italian: [_sw_] Fino a domani allora.

source: [_sw_] You really do have strange tastes...
french: [ _sw_ ] Vous avez vraiment des goûts étranges ...
italian: [_sw_] Hai davvero dei gusti strani...

source: [_sw_] He chose a minstrel over a princess... what kind of world is this?
french: [ _sw_ ] Il a choisi une mini-série sur une princesse ... quel genre de monde c'est?
italian: [_sw_] Ha scelto un minstrel sopra una principessa... che tipo di mondo è questo?

source: [_a_] She sounds lovely.
french: [ _a_ ] Elle a l'air adorable.
italian: [_a_] Suona bella.

source: [_a_] I didn't expect to see a jealous Snow White, but... it's pretty funny.
french: [ _a_ ] Je ne m'attendais pas à voir un blanc de neige jaloux, mais ... c'est plutôt drôle.
italian: [_a_] non mi aspettavo di vedere un geloso bianco neve, ma... è abbastanza divertente.

source: [_a_] It's going to be more interesting than expected.
french: [ _a_ ] Cela va être plus intéressant que prévu.
italian: [_a_] Sarà più interessante del previsto.

source: [_u_] So... you're my wife now?
french: [ _u_ ] Donc ... tu es ma femme maintenant?
italian: [_u_] Quindi... sei mia moglie ora?

source: [_a_] What? She didn't seem to want to move on, so...
french: [ _a_ ] Quoi? Elle ne semblait pas vouloir bouger, donc ...
italian: [_a_] Cosa? Lei non sembrava voler andare avanti, così...

source: [_a_] I thought I'd follow her story!
french: [ _a_ ] Je pensais suivre son histoire !
italian: [_a_] pensavo che avrei seguito la sua storia!

source: [_a_] And then... it's pretty funny.
french: [ _a_ ] Et puis ... c'est plutôt drôle.
italian: [_a_] E allora... è abbastanza divertente.

source: [_a_] ''[name] De Beauregard''... It suits you.
french: [ _a_ ] '' [ nom ] De Beauregard''... Ça vous convient.
italian: [_a_] ''[name] De Beauregard'... Ti va bene.

source: [_u_] Really? I'm the one who took your last name?
french: [ _u_ ] Vraiement? Je suis celui qui a pris votre nom de famille?
italian: [_u_] Davvero? Sono colui che ha preso il tuo cognome?

source: [_a_] Yep. Too late, it's done now.
french: [ _a_ ] Yep. Trop tard, c'est fait maintenant.
italian: [_a_] Yep. Troppo tardi, è fatto ora.

source: [_a_] Let's meet back here tomorrow at the same time. Is that okay with you?
french: [ _a_ ] Revenons ici demain en même temps. C'est bon avec toi?
italian: [_a_] Incontriamoci qui domani allo stesso tempo. Va bene con te?

source: [_u_] As you wish, dear wife.
french: [ _u_ ] Comme vous le souhaitez, ma chère épouse.
italian: [_u_] Come vuoi, cara moglie.

source: [_a_] Perfect.
french: [ _a_ ] Parfait.
italian: [_a_] Perfetto.

source: [_a_] Hi there!
french: [ _a_ ] Salut là !
italian: [_a_] Ciao!

source: [_u_] So, what's the plan today?
french: [ _u_ ] Alors, quel est le plan aujourd'hui?
italian: [_u_] Quindi, qual è il piano oggi?

source: [_a_] Let's ask her a few simple questions and see if everything fits together.
french: [ _a_ ] Il faut lui poser quelques questions simples et voir si tout va bien.
italian: [_a_] Facciamo alcune semplici domande e vediamo se tutto si adatta insieme.

source: [_a_] Like her name, age... simple stuff!
french: [ _a_ ] Comme son nom, l'âge ... des choses simples !
italian: [_a_] Come il suo nome, età... roba semplice!

source: [_a_] And we'll get to the more complicated stuff later.
french: [ _a_ ] Et nous irons aux choses plus compliquées plus tard.
italian: [_a_] E arriveremo alle cose più complicate più tardi.

source: [_u_] Sounds simple.
french: [ _u_ ] Les sons sont simples.
italian: [_u_] Suona semplice.

source: [_sw_] You again?
french: [ _sw_ ] Vous encore?
italian: [_sw_] Di nuovo?

source: [_sw_] Have you finished writing my song?
french: [ _sw_ ] Avez-vous fini d'écrire ma chanson?
italian: [_sw_] Hai finito di scrivere la mia canzone?

source: [_a_] Not really. We need to ask you a few questions first.
french: [ _a_ ] Pas vraiment. Nous devons d'abord vous poser quelques questions.
italian: [_a_] Non davvero. Abbiamo bisogno di farti alcune domande prima.

source: [_a_] Just to find out more about you.
french: [ _a_ ] Juste pour en savoir plus sur vous.
italian: [_a_] Solo per saperne di più su di te.

source: [_sw_] Doesn't sound like much fun.
french: [ _sw_ ] Ne semble pas très amusant.
italian: [_sw_] Non sembra molto divertente.

source: [_sw_] Very well... Go on... What do you want to know?
french: [ _sw_ ] Très bien ... Vas-y ... Qu'est-ce que tu veux savoir?
italian: [_sw_] Molto bene... Vai su... Cosa vuoi sapere?

source: [_sw_] Really?
french: [ _sw_ ] Vraiement?
italian: [_sw_] Davvero?

source: [_sw_] My god... it's going to take forever if you only ask such futile questions.
french: [ _sw_ ] Mon Dieu ... ça va durer éternelles si vous ne posez que des questions aussi futiles.
italian: [_sw_] Mio dio... ci vorrà per sempre se farai solo domande così inutili.

source: [_sw_] My name is Snow White.
french: [ _sw_ ] Mon nom est Blanche-Neige.
italian: [_sw_] Il mio nome è bianco neve.

source: [_sw_] I am 21 years old
french: [ _sw_ ] J'ai 21 ans
italian: [_sw_] Ho 21 anni

source: [_sw_] ... I'm a Princess.
french: [ _sw_ ] ... Je suis princesse.
italian: [_sw_] ... sono una principessa.

source: [_sw_] Okay, it's boring as hell.
french: [ _sw_ ] Ok, c'est ennuyeux comme l'enfer.
italian: [_sw_] Okay, è noioso come l'inferno.

source: [_sw_] How about spicing things up a bit?
french: [ _sw_ ] Comment faire un peu les choses?
italian: [_sw_] Che ne dici di speziare un po 'le cose?

source: [_sw_] For every question you ask me, Amandine will answer them first.
french: [ _sw_ ] Pour chaque question que vous me posez, Amandine répondra d'abord.
italian: [_sw_] Per ogni domanda che mi poni, Amandine risponderà loro prima.

source: [_a_] That's fine with me.
french: [ _a_ ] C'est bien avec moi.
italian: [_a_] Va bene con me.

source: [_sw_] Great.
french: [ _sw_ ] Grand.
italian: [_sw_] Grande.

source: [_sw_] Maybe I'll finally understand what [name] finds so interesting about you!
french: [ _sw_ ] Peut-être que je vais enfin comprendre ce que [ nom ] trouve si intéressant à votre sujet !
italian: [_sw_] Forse capirò finalmente cosa [name] trova così interessante su di te!

source: [_a_] I'd say it's blue.
french: [ _a_ ] Je dirais que c'est bleu.
italian: [_a_] direi che è blu.

source: [_sw_] Pff... that's a poor choice. I choose red.
french: [ _sw_ ] Pff ... c'est un mauvais choix. Je choisis le rouge.
italian: [_sw_] Pff... è una scelta povera. Ho scelto il rosso.

source: [_a_] The dog! I've always found corgis super cutes and...
french: [ _a_ ] Le chien ! J'ai toujours trouvé des super cutes corgis et ...
italian: [_a_] Il cane! Ho sempre trovato corgis super cutes e...

source: [_sw_] Yes okay, we get the idea! I choose the Deer!
french: [ _sw_ ] Oui, on a l'idée ! Je choisis le cerf !
italian: [_sw_] Sì bene, otteniamo l'idea! Ho scelto il cervi!

source: [_sw_] Now, let's move on to more daring questions.
french: [ _sw_ ] Passons maintenant à des questions plus audaciantes.
italian: [_sw_] Ora, passiamo a domande più audaci.

source: [_a_] All right, that's fine with me.
french: [ _a_ ] Très bien, c'est bien avec moi.
italian: [_a_] Va bene, va bene con me.

source: [_u_] Mh... well... let's see...
french: [ _u_ ] Mh ... eh bien ... voyons ...
italian: [_u_] Mh... beh, vediamo...

source: [_sw_] Aaaaah! Now that's a more interesting question!
french: [ _sw_ ] Aaaaah ! C'est une question plus intéressante !
italian: [_sw_] Aaaaah! Ora è una domanda più interessante!

source: [_sw_] So, little lady, what's your answer?
french: [ _sw_ ] Alors, petite dame, quelle est votre réponse?
italian: [_sw_] Quindi, piccola signora, qual è la tua risposta?

source: [_a_] Oh well, I'd say...
french: [ _a_ ] Oh bien, je dirais ...
italian: [_a_] Oh bene, direi che...

source: [_a_] At least a good hundred or so!
french: [ _a_ ] Au moins une centaine !
italian: [_a_] Almeno un buon centinaio!

source: [_a_] At least 10 or 20 times a day!
french: [ _a_ ] Au moins 10 ou 20 fois par jour !
italian: [_a_] Almeno 10 o 20 volte al giorno!

source: [_a_] Oh, definitely doggy style. I love doggy style.
french: [ _a_ ] Oh, un style résolument dogme. J'adore le style dogme.
italian: [_a_] Oh, decisamente alla pecorina. Amo la doggy style.

source: [_a_] But like, tied up with leather ropes.
french: [ _a_ ] Mais comme, attaché avec des cordes en cuir.
italian: [_a_] Ma come, legato con corde di cuoio.

source: [_sw_] You're lying.
french: [ _sw_ ] Vous mentez.
italian: [_sw_] sta mentendo.

source: [_sw_] I know when a woman is lying. I can feel it.
french: [ _sw_ ] Je sais quand une femme ment. Je peux le sentir.
italian: [_sw_] So quando una donna sta mentendo. Posso sentirlo.

source: [_a_] I'm not...
french: [ _a_ ] Je ne suis pas ...
italian: [_a_] Non sono...

source: [_sw_] I grew up in a castle with a manipulative queen! I know what a lie is!
french: [ _sw_ ] J'ai grandi dans un château avec une reine manipulatrice ! Je sais ce qu'est un mensonge !
italian: [_sw_] Sono cresciuto in un castello con una regina manipolativa! So cos'è una bugia!

source: [_sw_] Mh... if you're not even honest with me, there's no point in making a song about me!
french: [ _sw_ ] Mh ... si vous n'êtes pas honnête avec moi, il n'y a aucun intérêt à faire une chanson sur moi !
italian: [_sw_] Mh... se non sei nemmeno onesto con me, non ha senso fare una canzone su di me!

source: [_sw_] And then... are you really a minstrel?
french: [ _sw_ ] Et puis ... tu es vraiment une minste?
italian: [_sw_] E allora... sei davvero un minstrel?

source: [_a_] Yes, I...
french: [ _a_ ] Oui, je ...
italian: [_a_] Sì, I...

source: [_sw_] If you were one, you'd have to have a hat. Like with feathers and stuff.
french: [ _sw_ ] Si vous étiez un, vous auriez un chapeau. Comme avec des plumes et des trucs.
italian: [_sw_] Se fossi uno, dovresti avere un cappello. Come con le piume e le cose.

source: [_sw_] It's all very suspicious.
french: [ _sw_ ] C'est très suspect.
italian: [_sw_] È tutto molto sospetto.

source: [_sw_] A lying woman isn't worthy of writing a song about me!
french: [ _sw_ ] Une femme menteuse n'est pas digne d'écrire une chanson sur moi !
italian: [_sw_] Una donna sdraiata non merita di scrivere una canzone su di me!

source: [_a_] Now that's strange...
french: [ _a_ ] C'est bizarre ...
italian: [_a_] Ora è strano...

source: [_a_] She saw right through my first lie...
french: [ _a_ ] Elle a vu juste à travers mon premier mensonge ...
italian: [_a_] Ha visto proprio attraverso la mia prima menzogna...

source: [_a_] Can you check Snow White's ''thought detection' level?
french: [ _a_ ] Pouvez-vous vérifier le niveau de "détection de la pensée" de Snow White?
italian: [_a_] Riesci a controllare il livello ''rilevamento pensiero' del bianco della neve'?

source: [_ml_] Yeah, of course!
french: [ _ml_ ] Oui, bien sûr !
italian: [_ml_] Sì, ovviamente!

source: [_ml_] So let's see... Dexterity... Emotional... Intelligence...
french: [ _ml_ ] Donc voyons ... Dextérité ... Emotional ... Renseignement ...
italian: [_ml_] Quindi vediamo... Dexterity... Emotional... Intelligence...

source: [_ml_] Ah, that's odd...
french: [ _ml_ ] Ah, c'est bizarre ...
italian: [_ml_] Ah, è strano...

source: [_ml_] Her thought detection is 9/10!
french: [ _ml_ ] Sa détection de la pensée est 9/10 !
italian: [_ml_] Il suo rilevamento del pensiero è 9/10!

source: [_ml_] It doesn't make any sense... Looks like someone changed the values of this android to...
french: [ _ml_ ] Cela n'a aucun sens ... On dirait que quelqu'un a changé les valeurs de cet androïde pour ...
italian: [_ml_] Non ha alcun senso... Sembra che qualcuno abbia cambiato i valori di questo android a...

source: [_a_] ...Turn her into a lie detector?
french: [ _a_ ] ...Transformez-la dans un détecteur de mensonge?
italian: [_a_] ... trasformala in un rivelatore di bugie?

source: [_ml_] But on top of that, the parameters are locked...
french: [ _ml_ ] Mais en plus, les paramètres sont verrouillés ...
italian: [_ml_] Ma in cima a quello, i parametri sono bloccati...

source: [_ml_] Even if it seems to be quite experimental... This isn't amateur work.
french: [ _ml_ ] Même si ça semble être tout à fait expérimental ... Ce n'est pas du travail amateur.
italian: [_ml_] Anche se sembra essere abbastanza sperimentale... Questo non è lavoro dilettante.

source: [_ml_] And I have no idea how to remove this.
french: [ _ml_ ] Et je n'ai aucune idée de comment le supprimer.
italian: [_ml_] E non ho idea di come rimuovere questo.

source: [_ml_] Don't look at me like that, I'm originally just an intern! I don't know how everything works!
french: [ _ml_ ] Ne me regardez pas comme ça, je suis à l'origine un stagiaire ! Je ne sais pas comment tout fonctionne !
italian: [_ml_] Non mi guardi così, in origine sono solo uno stagista! Non so come funziona tutto!

source: [_a_] Gosh...
french: [_a_] Bon sang...

source: [_a_] Okay, we've got a problem...
french: [ _a_ ] Ok, on a un problème ...
italian: [_a_] Okay, abbiamo un problema...

source: [_u_] What? What's the matter?
french: [ _u_ ] Quoi? Quel est le problème?
italian: [_u_] Cosa? Qual è la questione?

source: [_a_] I... I'm not going to be able to keep up the Snow White work.
french: [ _a_ ] I. .. Je ne vais pas être en mesure de continuer le travail de Blanche Neige.
italian: [_a_] Io... Non sarò in grado di mantenere il lavoro della neve bianca.

source: [_a_] I'm not like you... I... I never talk about my life like that!
french: [ _a_ ] Je ne suis pas comme vous ... I. .. Je ne parle jamais de ma vie comme ça !
italian: [_a_] Non sono come te... io non parlo mai della mia vita così!

source: [_a_] And especially not my sex life...
french: [ _a_ ] Et surtout pas ma vie sexuelle ...
italian: [_a_] E soprattutto non la mia vita sessuale...

source: [_u_] You mean you didn't really sleep with 100 men?
french: [ _u_ ] Vous voulez dire que vous n'avez pas vraiment dormi avec 100 hommes?
italian: [_u_] Vuoi dire che non hai davvero dormito con 100 uomini?

source: [_a_] I haven't enjoyed life as much as you, my dear.
french: [ _a_ ] Je n'ai pas aimé la vie autant que vous, ma chère.
italian: [_a_] Non mi è piaciuta la vita tanto quanto te, mia cara.

source: [_u_] You mean you don't spend your days masturbating?!
french: [ _u_ ] Vous voulez dire que vous ne passez pas vos journées à se masturber? !
italian: [_u_] Vuoi dire che non trascorri le tue giornate a masturbarsi?!

source: [_u_] That's very disappointing.
french: [ _u_ ] C'est très décevant.
italian: [_u_] È molto deludente.

source: [_a_] Strangely enough, no.
french: [ _a_ ] Étrangement, non.
italian: [_a_] Stranamente, no.
