Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Dialogues_Separate02.po
Languages: french, italian

source: [_ly_] Especially when I'm showering.
french: [ _ly_ ] Surtout quand je vous présente.
italian: [_ly_] Soprattutto quando faccio la doccia.

source: [_u_] Oh... that's odd.
french: [ _u_ ] Oh ... c'est bizarre.
italian: [_u_] Oh... è strano.

source: [_ly_] I think it's cute.
french: [ _ly_ ] Je pense que c'est mignon.
italian: [_ly_] penso che sia carino.

source: [_u_] So... Do you need anything?
french: [ _u_ ] Donc ... As-tu besoin de quoi que ce soit?
italian: [_u_] So... Hai bisogno di qualcosa?

source: [_ly_] Yes!! Amandine told me about your progress with Sherazade!
french: [ _ly_ ] Oui ! Amandine m'a parlé de votre progrès avec Sherazade !
italian: [_ly_] Sì!! Amandine mi ha raccontato dei tuoi progressi con Sherazade!

source: [_ly_] I think you might need me.
french: [ _ly_ ] Je pense que vous pourriez avoir besoin de moi.
italian: [_ly_] penso che potresti aver bisogno di me.

source: [_ly_] We should make her wear something like... ULTRA sexy...
french: [ _ly_ ] Nous devrions lui faire porter quelque chose comme ... ULTRA sexy ...
italian: [_ly_] Dovremmo farle indossare qualcosa come... ULTRA sexy...

source: [_ly_] Like a brothel outfit.
french: [ _ly_ ] Comme une tenue de bordel.
italian: [_ly_] Come un abito da bordello.

source: [_ly_] ...and tell her that's how everyone else dresses.
french: [ _ly_ ] ... et lui dire que c'est comme ça que tout le monde s'habille.
italian: [_ly_] ... e dirle che è così che tutti gli altri vestono.

source: [_u_] Sounds like a good idea.
french: [ _u_ ] On dirait une bonne idée.
italian: [_u_] Suona come una buona idea.

source: [_ly_] And... I was thinking that maybe we could also transform her old dress...
french: [ _ly_ ] Et ... Je pensais que peut-être que nous pourrions aussi transformer sa vieille robe ...
italian: [_ly_] E... Stavo pensando che forse potremmo anche trasformare il suo vecchio vestito...

source: [_ly_] Like make a BIG cleavage and like... just replace it without saying anything.
french: [ _ly_ ] Comme faire un clivage BIG et comme ... il suffit de le remplacer sans rien dire.
italian: [_ly_] Come fare una scissione grande e come... basta sostituirlo senza dire nulla.

source: [_ly_] Well... it's just an idea!
french: [ _ly_ ] Eh bien ... c'est juste une idée !
italian: [_ly_] Bene... è solo un'idea!

source: [_ly_] Gosh... I love her dress so much...
french: [ _ _ ] Gosh ... J'adore sa robe tant ...
italian: [_ly_] Gosh... Amo il suo vestito così tanto...

source: [_u_] I'll think about it.
french: [ _u_ ] Je vais y réfléchir.
italian: [_u_] ci penserò.

source: [_ly_] So... Sherazade's ''brothel dress'' is already ready to be created in your machine...
french: [ _ly_ ] Donc ... La "robe de bordel" de Sherazade est déjà prête à être créée dans votre machine ...
italian: [_ly_] Così... Sherazade '''vestito di bordello' è già pronto per essere creato nella tua macchina...

source: [_ly_] And as soon as you want to do start working on the ''rework'' of her dress... comme and see me!
french: [ _ly_ ] Et dès que vous voulez commencer à travailler sur le "rework" de sa robe ... comme et me voir !
italian: [_ly_] E non appena si vuole fare iniziare a lavorare sulla ''rework'' del suo vestito... comme e vedermi!

source: [_ly_] Great!
french: [ _ly_ ] Grand !
italian: [_ly_] Ottimo!

source: [_ly_] See you later Grand Vizier!~
french: [ _ly_ ] Voir plus tard Grand Vizier ! ~
italian: [_ly_] Ci vediamo più tardi Grand Vizier!~

source: [_a_] Hey! I don't know why, but Sherazade seems particularly angry this morning.
french: [_a_] Hé ! Je ne sais pas pourquoi, mais Sherazade semble particulièrement en colère ce matin.
italian: [_a_] Ehi! Non so perché, ma Sherazade sembra particolarmente arrabbiato questa mattina.

source: [_a_] Did you do something?
french: [_a_] Avez-vous fait quelque chose?
italian: [_a_] Hai fatto qualcosa?

source: [_u_] Uh... yeah.
french: [ _u_ ] Euh ... ouais.
italian: [_u_] Uh... sì.

source: [_u_] This is going to sound like a strange question, but...
french: [ _u_ ] Cela va sembler une question étrange, mais ...
italian: [_u_] Questo suonerà come una strana domanda, ma...

source: [_u_] Was she angry with or without her clothes on?
french: [ _u_ ] était-elle fâchée avec ou sans ses vêtements?
italian: [_u_] Era arrabbiata con o senza i suoi vestiti?

source: [_a_] I didn't get a good look, but I think I would have noticed if she was naked.
french: [_a_] Je n'ai pas eu un bon look, mais je pense que j'aurais remarqué si elle était nue.
italian: [_a_] non ho avuto un buon occhio, ma penso che avrei notato se fosse nuda.

source: [_u_] Oh, then Lycoris must have finished her dress in time...
french: [ _u_ ] Oh, alors Lycoris doit avoir fini sa robe dans le temps ...
italian: [_u_] Oh, allora Lycoris deve aver finito il suo vestito nel tempo...

source: [_a_] By the way... it's rather strange what Lycoris has asked you to do...
french: [_a_] Au fait ... c'est assez étrange ce que Lycoris vous a demandé de faire ...
italian: [_a_] A proposito... è piuttosto strano quello che Lycoris ti ha chiesto di fare...

source: [_a_] I don't think changing Sherazade's dress will help corrupt her, I have to say...
french: [_a_] Je ne pense pas que changer la robe de Sherazade l'aidera à la corrompue, je dois dire ...
italian: [_a_] Non penso che cambiare il vestito di Sherazade la aiuterà corrotta, devo dire...

source: [_u_] You think so?
french: [_u_] Vous croyez ?
italian: [_u_] Lo pensi così?

source: [_a_] Yeah... the brothel outfit is much more effective for that...
french: [_a_] Ouais ... la tenue du bordel est beaucoup plus efficace pour ça ...
italian: [_a_] Sì... l'abito da bordelli è molto più efficace per quello...

source: [_a_] I think Lycoris has something else in mind...
french: [_a_] Je pense que Lycoris a autre chose en tête ...
italian: [_a_] Penso che Lycoris abbia qualcosa in mente...

source: [_a_] Anyway, maybe I'm wrong... go visit Sherazade as soon as possible!
french: [_a_] Quoi qu'il en soit, peut-être que j'ai tort ... aller visiter Sherazade dès que possible !
italian: [_a_] Comunque, forse ho torto... vai a visitare Sherazade il prima possibile!

source: [_u_] Well... that's strange... no news from Lycoris...
french: [ _u_ ] Eh bien ... c'est étrange ... aucune nouvelle de Lycoris ...
italian: [_u_] Bene... è strano... nessuna notizia da Lycoris...

source: [_u_] I hope she's finally solved that problem.
french: [ _u_ ] J'espère qu'elle a finalement résolu ce problème.
italian: [_u_] Spero che lei abbia finalmente risolto quel problema.

source: [_u_] I should go see if everything's all right.
french: [ _u_ ] Je devrais aller voir si tout va bien.
italian: [_u_] Dovrei andare a vedere se tutto va bene.

source: [_tb_] Wake up, [name]!
french: [ _tb_ ] réveil, [ nom ] !
italian: [_tb_] Svegliati, [name]!

source: [_tb_] Lycoris returned to the palace and we have no news of her!
french: [ _tb_ ] Lycoris est retourné au palais et nous n'avons aucune nouvelle d'elle !
italian: [_tb_] Lycoris è tornato al palazzo e non abbiamo notizie di lei!

source: [_u_] What? Why did she do that?
french: [ _u_ ] Quoi? Pourquoi a-t-elle fait ça?
italian: [_u_] Cosa? Perché l'ha fatto?

source: [_tb_] We have no idea.
french: [ _tb_ ] Nous n'avons aucune idée.
italian: [_tb_] Non abbiamo idea.

source: [_u_] I hope nothing's happened to her...
french: [ _u_ ] J'espère que rien ne lui est arrivé ...
italian: [_u_] Spero che non le sia successo nulla...

source: [_u_] I'm going to see Sherazade, maybe she knows where she is.
french: [ _u_ ] Je vais voir Sherazade, peut-être qu'elle sait où elle est.
italian: [_u_] Vado a vedere Sherazade, forse lei sa dov'è.

source: [_sz_] Of course I know where she is.
french: [ _sz_ ] Bien sûr, je sais où elle est.
italian: [_sz_] Naturalmente so dove sia.

source: [_sz_] I caught her this morning trying to steal one of my dresses!
french: [ _sz_ ] Je l'ai attrapé ce matin en essayant de voler une de mes robes !
italian: [_sz_] L'ho catturata questa mattina cercando di rubare uno dei miei vestiti!

source: [_sz_] Can you believe that?
french: [ _sz_ ] Pouvez-vous le croire?
italian: [_sz_] Riesci a crederci?

source: [_sz_] It's bad enough that this traitor fled the palace without my permission...
french: [ _sz_ ] Il est assez mauvais que ce traître ait fui le palais sans mon autorisation ...
italian: [_sz_] E 'abbastanza male che questo traditore fuggito il palazzo senza il mio permesso...

source: [_sz_] And now she's stealing from me!
french: [ _sz_ ] Et maintenant elle me vole !
italian: [_sz_] E ora mi sta rubando!

source: [_sz_] I can't tolerate that.
french: [ _sz_ ] Je ne peux pas tolérer cela.
italian: [_sz_] non posso tollerarlo.

source: [_sz_] So I immediately called my guard and she got a one-way ticket to prison!
french: [ _sz_ ] Donc j'ai immédiatement appelé ma garde et elle a eu un aller simple en prison !
italian: [_sz_] Così ho immediatamente chiamato la mia guardia e ha ottenuto un biglietto di sola andata per prigione!

source: [_u_] Do you mind if I go and see her?
french: [ _u_ ] N'oubliez pas si je vais la voir?
italian: [_u_] Ti dispiace se vado a vederla?

source: [_sz_] And what for?
french: [ _sz_ ] Et pour quoi?
italian: [_sz_] E per cosa?

source: [_sz_] There's nothing to make her confess... she's just a little thief.
french: [ _sz_ ] Il n'y a rien pour faire ses aveux ... elle est juste un petit voleur.
italian: [_sz_] Non c'è niente per farle confessare... è solo un piccolo ladro.

source: [_u_] Maybe... she could tell us who she stole the dress for!
french: [ _u_ ] Peut-être ... elle pourrait nous dire qui elle a volé la robe !
italian: [_u_] Forse... potrebbe dirci chi ha rubato il vestito!

source: [_sz_] You think that...
french: [ _sz_ ] Vous pensez que ...
italian: [_sz_] Pensi che...

source: [_sz_] Do you think it could be a coup de Aladin? Or Ali-Baba?
french: [ _sz_ ] Pensez-vous qu'il pourrait s'agir d'un coup d'État de Aladin? Ou Ali-Baba?
italian: [_sz_] Pensi che potrebbe essere un colpo di Stato di Aladin? O Ali-Baba?

source: [_u_] Or maybe both.
french: [ _u_ ] Ou peut-être les deux.
italian: [_u_] O forse entrambi.

source: [_sz_] These thieves are up to something... that's for sure...
french: [ _sz_ ] Ces voleurs sont à quelque chose ... c'est sûr ...
italian: [_sz_] Questi ladri sono all'altezza di qualcosa... è sicuro...

source: [_sz_] Very good. Go and question her.
french: [ _sz_ ] Très bien. Vas-y la question.
italian: [_sz_] Molto bene. Andate a interrogarla.

source: [_sz_] And I don't want you to come back without answers!
french: [ _sz_ ] Et je ne veux pas que vous reveniez sans réponse !
italian: [_sz_] E non voglio che tu torni senza risposte!

source: [_u_] Gosh... Where is that damn cell?
french: [ _u_ ] Gosh ... Où est cette putain de cellule?
italian: [_u_] Gosh... Dov'è quella dannata cella?

source: [_ly_] [name]?!
french: [ _ly_ ] [ nom ]? !

source: [_ly_] I'm here!
french: [ _ly_ ] Je suis là !
italian: [_ly_] Sono qui!

source: [_ly_] Hi.
french: [ _ly_ ] Salut.

source: [_u_] What are you doing here?
french: [ _u_ ] Qu'est-ce que vous faites ici?
italian: [_u_] Cosa stai facendo qui?

source: [_ly_] Sherazade put me in jail... I don't think she appreciates me anymore.
french: [ _ly_ ] Sherazade m'a mis en prison ... Je ne pense pas qu'elle me apprécie plus.
italian: [_ly_] Sherazade mi ha messo in carcere... Non penso che mi apprezzi più.

source: [_u_] No, I mean... what are you doing here at the palace?
french: [ _u_ ] Non, je veux dire ... qu'est-ce que tu fais ici au palais?
italian: [_u_] No, voglio dire... che cosa stai facendo qui al palazzo?

source: [_ly_] Well... let's just say I couldn't get the clothing machine to work...
french: [ _ly_ ] Eh bien ... disons que je n'ai pas pu amener la machine à travailler ...
italian: [_ly_] Bene... diciamo solo che non ho potuto far funzionare la macchina dell'abbigliamento...

source: [_ly_] And it's much easier to create something when you have a model...
french: [ _ly_ ] Et il est beaucoup plus facile de créer quelque chose quand vous avez un modèle ...
italian: [_ly_] Ed è molto più facile creare qualcosa quando hai un modello...

source: [_ly_] So I came to steal a dress quickly to scan it.
french: [ _ly_ ] Donc je suis venu voler une robe rapidement pour l'analyser.
italian: [_ly_] Così sono venuto a rubare un vestito rapidamente per scansionarlo.

source: [_ly_] And uh... I got caught.
french: [ _ly_ ] Et euh ... Je me suis fait prendre.
italian: [_ly_] E uh... sono stato catturato.

source: [_u_] That's what I see.
french: [ _u_ ] C'est ce que je vois.
italian: [_u_] È quello che vedo.

source: [_ly_] I struggled and the guard didn't like it...
french: [ _ly_ ] Je me suis battu et le garde n'a pas ...
italian: [_ly_] Ho lottato e la guardia non piaceva...

source: [_ly_] What do you mean?
french: [ _ly_ ] Que voulez-vous dire?
italian: [_ly_] Che cosa intendi?

source: [_u_] Well, let's just say it's quite erotic...
french: [ _u_ ] Eh bien, disons que c'est assez érotique ...
italian: [_u_] Beh, diciamo solo che è abbastanza erotico...

source: [_u_] A poor lady praying to be set free...
french: [ _u_ ] Une pauvre dame priant d'être libre ...
italian: [_u_] Una povera signora che prega di essere liberata...

source: [_ly_] Tied to the bars of a prison...
french: [ _ly_ ] Tied aux barreaux d'une prison ...
italian: [_ly_] Legato alle sbarre di una prigione...

source: [_ly_] I think I know what you're implying.
french: [ _ly_ ] Je crois savoir ce que vous dites.
italian: [_ly_] Penso di sapere cosa stai implicando.

source: [_ly_] Really?
french: [ _ly_ ] Vraiement?
italian: [_ly_] Davvero?

source: [_ly_] As easy as that?
french: [ _ly_ ] Aussi facile que ça?
italian: [_ly_] Semplice come questo?

source: [_ly_] I was expecting a bit more trouble to get out of there.
french: [ _ly_ ] J'attendais un peu plus de problèmes pour sortir de là.
italian: [_ly_] Mi aspettavo un po' più di problemi per uscire da lì.

source: [_ly_] I didn't think you were serious...
french: [ _ly_ ] Je ne pensais pas que vous étiez sérieux ...
italian: [_ly_] Non pensavo che tu fossi serio...

source: [_ly_] If you don't mind, I'd just prefer to be untied.
french: [ _ly_ ] Si ça ne vous dérait pas, je préférerais être délié.
italian: [_ly_] Se non ti dispiace, preferirei solo di essere svincolato.

source: [_ly_] I don't have much on me...
french: [ _ly_ ] Je n'ai pas beaucoup de moi ...
italian: [_ly_] Non ho molto su di me...

source: [_ly_] But maybe I could provide something worthwhile...
french: [ _ly_ ] Mais peut-être que je pourrais fournir quelque chose de valable ...
italian: [_ly_] Ma forse potrei fornire qualcosa di utile...

source: [_ly_] As you wish!
french: [ _ly_ ] Comme vous le souhaitez !
italian: [_ly_] Come vuoi!

source: [_u_] I think I've found something that might interest me...
french: [ _u_ ] Je pense que j'ai trouvé quelque chose qui pourrait m'intéresser ...
italian: [_u_] penso di aver trovato qualcosa che potrebbe interessarmi...

source: [_ly_] Is it me or is it hot in here ?
french: [ _ly_ ] Est-ce que c'est moi ou il fait chaud ici?
italian: [_ly_] È me o è caldo qui dentro?

source: [_u_] Let me help with that.
french: [ _u_ ] Laissez-moi vous aider.
italian: [_u_] Permettetemi di aiutare con questo.

source: [_u_] Maybe you'd be better off with it.
french: [ _u_ ] Peut-être que vous seriez mieux avec.
italian: [_u_] Forse saresti meglio con esso.

source: [_ly_] Stop saying stupid things and take off my armor!
french: [ _ly_ ] Arrête de dire des choses stupides et retire mon armure !
italian: [_ly_] Smettete di dire cose stupide e togliete la mia armatura!

source: [_ly_] Don't be scared, go further hehe!
french: [ _ly_ ] N'ayez pas peur, allez plus loin !
italian: [_ly_] Non abbiate paura, vai più lontano!

source: [_ly_] Don't you think it's funny ?
french: [ _ly_ ] Ne pensez-vous pas que c'est drôle?
italian: [_ly_] Non pensi che sia divertente?

source: [_u_] What ?
french: [ _u_ ] Quoi?
italian: [_u_] Che Cosa ?

source: [_ly_] This situation, dummy !
french: [ _ly_ ] Cette situation, idiot !
italian: [_ly_] Questa situazione, stupida!

source: [_ly_] You asked me to show my breasts here when you were a prisoner...
french: [ _ly_ ] Vous m'avez demandé de montrer mes seins ici quand vous étiez un prisonnier ...
italian: [_ly_] Mi hai chiesto di mostrare i miei seni qui quando eri prigioniero...

source: [_ly_] And now I'm your prisoner and I'm getting undressed...
french: [ _ly_ ] Et maintenant, je suis votre prisonnier et je me déshabiller ...
italian: [_ly_] E ora sono il tuo prigioniero e mi sto spogliando...

source: [_u_] Yeah, you are right.
french: [ _u_ ] Oui, vous avez raison.
italian: [_u_] Sì, hai ragione.

source: [_ly_] And now that we are here...
french: [ _ly_ ] Et maintenant que nous sommes ici ...
italian: [_ly_] E ora che siamo qui...

source: [_ly_] I must say that being tied before your eyes is pretty arousing.
french: [ _ly_ ] Je dois dire que le fait d'être attaché avant vos yeux est assez éveillant.
italian: [_ly_] Devo dire che essere legati davanti ai tuoi occhi è piuttosto eccitante.

source: [_ly_] I think we should 'play' a bit.
french: [ _ly_ ] Je pense que nous devrions jouer un peu.
italian: [_ly_] Penso che dovremmo 'giocare' un po'.

source: [_u_] And I think this is a good idea.
french: [ _u_ ] Et je pense que c'est une bonne idée.
italian: [_u_] E penso che questa sia una buona idea.

source: [_u_] I know exactly what you could play with.
french: [ _u_ ] Je sais exactement ce à quoi vous pourriez jouer.
italian: [_u_] So esattamente con cosa si potrebbe giocare.

source: [_ly_] Oh, and what do I...
french: [ _ly_ ] Oh, et qu'est-ce que je ...
italian: [_ly_] Oh, e cosa faccio io...

source: [_ly_] That's strange, I was thinking of something like that.
french: [ _ly_ ] C'est étrange, je pensais à quelque chose comme ça.
italian: [_ly_] È strano, stavo pensando a qualcosa del genere.

source: [_u_] Your mouth fits my dick perfectly.
french: [ _u_ ] Votre bouche correspond parfaitement à ma bite.
italian: [_u_] La tua bocca si adatta perfettamente al mio cazzo.

source: [_ly_] Hmmm hnm hmmnn..!
french: [ _ly_ ] Hmmm hmm hmmnn .. !
italian: [_ly_] Hmmm hnm hmmnnn..!

source: [_u_] Fuck... Your blowjob game is good.
french: [ _u_ ] Fuck ... Votre jeu de sarbacces est bon.
italian: [_u_] Fuck... Il tuo gioco di pompino è buono.

source: [_u_] I'll let you catch your breath shortly.
french: [ _u_ ] Je vous laisse prendre votre souffle sous peu.
italian: [_u_] Ti lascerò respirare a breve.

source: [_ly_] Oh my... You're not joking around.
french: [ _ly_ ] Oh mon ... Vous ne plaisantez pas.
italian: [_ly_] Oh mio... Non stai scherzando intorno.

source: [_ly_] What will happens if a guard comes ?
french: [ _ly_ ] Que se passera-il si un gardien vient?
italian: [_ly_] Cosa succederà se verrà una guardia?

source: [_u_] Honestly...
french: [ _u_ ] Honnêtement ...
italian: [_u_] Onestamente...

source: [_u_] I don't care. You are the one tied up here.
french: [ _u_ ] Je m'en fiche. Vous êtes celle qui est liée ici.
italian: [_u_] non mi importa. Sei quello legato qui.

source: [_ly_] Maybe I'll be more comfortable with my hands untied...
french: [ _ly_ ] Peut-être que je serai plus à l'aise avec mes mains non liées ...
italian: [_ly_] Forse sarò più comodo con le mie mani slegate...

source: [_u_] Oh, really ?
french: [ _u_ ] Oh, vraiment?
italian: [_u_] Oh, davvero ?

source: [_ly_] You're not fun.
french: [ _ly_ ] Vous n'êtes pas amusants.
italian: [_ly_] non sei divertente.

source: [_u_] Heck yes I am.
french: [ _u_ ] Heck oui je suis.
italian: [_u_] Heck sì sono.

source: [_u_] Go back to work now.
french: [ _u_ ] Retourne au travail maintenant.
italian: [_u_] Torna a lavorare ora.

source: [_u_] Hey...
french: [ _u_ ] Hé ...

source: [_u_] Look at me.
french: [ _u_ ] Regarde-moi.
italian: [_u_] Guardami.

source: [_ly_] Chhrlp...
french: [ _ _ ] Chhrlp ...

source: [_ly_] Wait... I can untie this one...
french: [ _ly_ ] Attente ... Je peux délier celui-ci ...
italian: [_ly_] Attendere... Posso svincolare questo...

source: [_ly_] But...
french: [ _ly_ ] Mais ...
italian: [_ly_] Ma...

source: [_ly_] My other wrist is stuck.
french: [ _ly_ ] Mon autre poignet est coincé.
italian: [_ly_] Il mio altro polso è bloccato.

source: [_u_] Too bad, you're going to keep sucking me half freed.
french: [ _u_ ] Dommage, tu vas continuer à me sucer la moitié.
italian: [_u_] Troppo male, continuerai a succhiare me a metà liberata.

source: [_ly_] Fine, I'll do it.
french: [ _ly_ ] Bien, je le ferai.
italian: [_ly_] Bene, lo farò.

source: [_u_] Look at yourself...
french: [ _u_ ] Regarde toi-même ...
italian: [_u_] Guarda te stesso...

source: [_u_] You're so sexy like that.
french: [ _u_ ] Tu es tellement sexy comme ça.
italian: [_u_] Sei così sexy.

source: [_u_] If you keep looking at me like this...
french: [ _u_ ] Si vous continuez à me regarder comme ça ...
italian: [_u_] Se continui a guardarmi così...

source: [_u_] Oh fuck...
french: [Oh putain...

source: [_ly_] At least you didn't messed up my clothes.
french: [ _ly_ ] Au moins vous n'avez pas désorbé mes vêtements.
italian: [_ly_] Almeno non hai messo in ginocchio i miei vestiti.

source: [_ly_] I swear, if you got my top dirty...
french: [ _ly_ ] Je te jure, si tu as mon dessus sale ...
italian: [_ly_] Ho giurato, se hai il mio top sporco...

source: [_ly_] Can you untie me now?
french: [ _ly_ ] Pouvez-vous me délier maintenant?
italian: [_ly_] Mi riesci a sciogliere adesso?

source: [_ly_] Please?
french: [ _ly_ ] S'il vous plaît?
italian: [_ly_] Per favore?

source: [_u_] Another day at headquarters!
french: [ _u_ ] Un autre jour à l'administration centrale !
italian: [_u_] Un altro giorno presso la sede!

source: [_u_] The sun is shining...
french: [ _u_ ] Le soleil brille ...
italian: [_u_] Il sole splendore...

source: [_u_] ...the birds are singing...
french: [ _u_ ] ... les oiseaux chantent ...
italian: [_u_] ... gli uccelli stanno cantando...

source: [_u_] ...magical creatures emerge from the computers.
french: [ _u_ ] ... des créatures magiques émergent des ordinateurs.
italian: [_u_] ... creature magiche emergono dai computer.

source: [_dj_] Hi there!
french: [_dj_] Bonjour !
italian: [_dj_] Ciao!

source: [_dj_] I'm looking for Tinker's quarters... you know where it is?
french: [ _dj_ ] Je cherche les quartiers de Tinker ... vous savez où c'est?
italian: [_dj_] Sto cercando i quartieri di Tinker... sai dov'è?

source: [_u_] Like... physically?
french: [ _u_ ] Comme ... physiquement?
italian: [_u_] Ti piace... fisicamente?

source: [_u_] I have no idea.
french: [ _u_ ] Je n'ai aucune idée.
italian: [_u_] non ho idea.

source: [_u_] You might want to look on the floor above.
french: [ _u_ ] Il se peut que vous souhiez regarder la surface ci-dessus.
italian: [_u_] Si potrebbe desiderare di guardare sul piano sopra.

source: [_u_] You know it's kind of scary to see someone walk through walls like that?
french: [ _u_ ] Tu sais que c'est effrayé de voir quelqu'un marcher à travers des murs comme ça?
italian: [_u_] Sai che è piuttosto spaventoso vedere qualcuno camminare attraverso muri come questo?

source: [_dj_] Yeah, I know! I made the little red lady scream earlier!
french: [ _dj_ ] Ouais, je sais ! J'ai fait la petite dame rouge plus tôt !
italian: [_dj_] Sì, lo so! Ho fatto urlare la piccola signora rossa!

source: [_dj_] But hey, I'm a hologram, so I can't really do otherwise!
french: [ _dj_ ] Mais hé, je suis un hologramme, donc je ne peux pas vraiment faire autrement !
italian: [_dj_] Ma hey, sono un ologramma, quindi non posso davvero fare altrimenti!
