Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Dialogues_Separate02.po
Languages: french, italian

source: [_jm_] Stop using technical terms. I'm not going home!
french: [ _jm_ ] Arrêt à l'aide de termes techniques. Je ne vais pas rentrer à la maison !
italian: [_jm_] Smetti di usare i termini tecnici. Non vado a casa!

source: [_u_] Uh... okay.
french: [ _u_ ] Uh ... Ok.

source: [_jm_] And there's no need to...
french: [ _jm_ ] Et il n'y a pas besoin de ...
italian: [_jm_] E non c'è bisogno di...

source: [_jm_] Uh, what?
french: [ _jm_ ] Euh, quoi?
italian: [_jm_] Uh, cosa?

source: [_jm_] What do you mean by that?
french: [ _jm_ ] Que voulez-vous dire par là?
italian: [_jm_] Che cosa intendete con quello?

source: [_u_] Well, you do what you want. I don't really care.
french: [ _u_ ] Eh bien, vous faites ce que vous voulez. Je ne me souciais pas vraiment.
italian: [_u_] Beh, fai quello che vuoi. Non mi importa.

source: [_jm_] But... I'm a runaway princess!
french: [ _jm_ ] Mais ... Je suis une princesse furete !
italian: [_jm_] Ma... Sono una principessa di fuga!

source: [_jm_] You should be begging me to come home!
french: [ _jm_ ] Tu devrais me suppliant de rentrer à la maison !
italian: [_jm_] Dovresti chiedermi di tornare a casa!

source: [_u_] Uh... no, I'm really sorry, but we don't give a damn.
french: [ _u_ ] Euh ... non, je suis vraiment désolé, mais on ne donne pas un damn.
italian: [_u_] Uh... no, mi dispiace davvero, ma non diamo una maledizione.

source: [_u_] Besides, you've already been replaced, so...
french: [ _u_ ] En plus, vous avez déjà été remplacé, alors ...
italian: [_u_] Inoltre, sei già stato sostituito, così...

source: [_jm_] Replaced?
french: [ _jm_ ] Remplacé?
italian: [_jm_] Sostituito?

source: [_jm_] WHAT DO YOU MEAN BY REPLACED?
french: [ _jm_ ] QU'EST-CE QUE SIGNE PAR REMPLACEMENT?
italian: [_jm_] COSA FARE MEANO PER REPLACED?

source: [_u_] Oh, come on, don't start yelling.
french: [ _u_ ] Oh, viens, ne commence pas à crier.
italian: [_u_] Oh, vieni, non iniziare a urlare.

source: [_u_] What? You want me to beg? Well no, have fun out there.
french: [ _u_ ] Quoi? Tu veux que je mene? Eh bien non, s'amuser là.
italian: [_u_] Cosa? Vuoi che mi chieda? Beh, no, divertiti là fuori.

source: [_u_] I'm going back to bed.
french: [ _u_ ] Je vais retourner au lit.
italian: [_u_] Sto tornando a letto.

source: [_jm_] I... I don't believe it...
french: [ _jm_ ] I. .. Je ne le crois pas ...
italian: [_jm_] Io... Non ci credo...

source: [_jm_] You're not here for me?
french: [ _jm_ ] Vous n'êtes pas là pour moi?
italian: [_jm_] Non sei qui per me?

source: [_jm_] Didn't anyone come looking for me?
french: [ _jm_ ] Personne ne m'a-t-il cherché?
italian: [_jm_] nessuno è venuto a cercarmi?

source: [_jm_] I can't believe it...
french: [Je n'arrive pas à y croire...
italian: [_jm_] non riesco a crederci...

source: [_u_] Can I go back to bed now?
french: [ _u_ ] Je peux retourner au lit maintenant?
italian: [_u_] Posso tornare a letto adesso?

source: [_u_] We'd set a trap for Aladin, so if she sees us both here it'll be ruined.
french: [ _u_ ] Nous avons mis un piège pour Aladin, donc si elle nous voit tous les deux ici, elle sera ruinée.
italian: [_u_] Avremmo messo una trappola per Aladin, quindi se ci vede entrambi qui sarà rovinata.

source: [_jm_] I'm Aladin.
french: [ _jm_ ] Je suis Aladin.

source: [_u_] Nah, really? Are you serious?
french: [ _u_ ] Nah, vraiment? Êtes-vous sérieux?
italian: [_u_] Nah, veramente? Sei serio?

source: [_u_] Aladdin? Prince of Thieves?
french: [ _u_ ] Aladdin? Prince des voleurs?
italian: [_u_] Aladdin? Principe dei ladri?

source: [_jm_] What?
french: [Quoi ?
italian: [_jm_] Cosa?

source: [_u_] For someone who didn't want to be a princess, it's rather ironic.
french: [ _u_ ] Pour quelqu'un qui ne voulait pas être une princesse, c'est plutôt ironique.
italian: [_u_] Per qualcuno che non voleva essere una principessa, è piuttosto ironico.

source: [_u_] But wait... you're the one with the...
french: [ _u_ ] Mais attendez ... vous êtes celui avec le ...
italian: [_u_] Ma aspetta... sei quello con la...

source: [_al_] I suppose that's what you're talking about?
french: [ _al_ ] Je suppose que c'est ce dont vous parlez?
italian: [_al_] Suppongo che sia quello di cui stai parlando?

source: [_u_] Well... you've just made this meeting a lot more interesting.
french: [ _u_ ] Eh bien ... vous venez de rendre cette réunion beaucoup plus intéressante.
italian: [_u_] Bene... hai appena reso questo incontro molto più interessante.

source: [_al_] What trap?
french: [ _al_ ] Quel piège?
italian: [_al_] Che trappola?

source: [_u_] Well, we lured you here with rumors...
french: [ _u_ ] Eh bien, nous vous avons attiré ici avec des rumeurs ...
italian: [_u_] Beh, vi abbiamo attirati qui con le voci...

source: [_al_] Sorry, but I just came across this abandoned building...
french: [ _al_ ] Désolé, mais je viens de traverser ce bâtiment abandonné ...
italian: [_al_] Mi dispiace, ma mi sono appena imbattuto in questo edificio abbandonato...

source: [_al_] I thought maybe I'd settle in.
french: [ _al_ ] J'ai pensé que je me contenterais.
italian: [_al_] pensavo che forse mi sarei stabilito.

source: [_u_] Oh great.
french: [ _u_ ] Oh super.
italian: [_u_] Oh grande.

source: [_al_] Why should I give you the thing that gives me the greatest control over Sherazade?
french: [ _al_ ] Pourquoi devrais-je vous donner la chose qui me donne le plus grand contrôle sur Sherazade?
italian: [_al_] Perché dovrei darti la cosa che mi dà il più grande controllo su Sherazade?

source: [_u_] Because...
french: [ _u_ ] Parce que ...
italian: [_u_] Perche...

source: [_u_] What do you want to do with this thing?
french: [ _u_ ] Que voulez-vous faire avec cette chose?
italian: [_u_] Cosa vuoi fare con questa cosa?

source: [_al_] I haven't decided yet...
french: [ _al_ ] Je n'ai pas encore décidé ...
italian: [_al_] non ho ancora deciso...

source: [_al_] I just wanted to steal something she likes...
french: [ _al_ ] Je voulais juste voler quelque chose qu'elle aime ...
italian: [_al_] Volevo solo rubare qualcosa che le piace...

source: [_u_] A perfectly mature behavior.
french: [ _u_ ] Un comportement parfaitement mature.
italian: [_u_] Un comportamento perfettamente maturo.

source: [_al_] Oh, shut up.
french: [ _al_ ] Oh, ferme.
italian: [_al_] Oh, zitto.

source: [_al_] Taking Sherazade's place would be an interesting idea...
french: [ _al_ ] La place de Sherazade serait une idée intéressante ...
italian: [_al_] Prendendo il posto di Sherazade sarebbe un'idea interessante...

source: [_al_] What better way to take revenge than to make her lose his kingdom?
french: Quelle meilleure façon de se venger que de la faire perdre son royaume?
italian: [_al_] Quale modo migliore per vendicarsi che farla perdere il suo regno?

source: [_u_] Oh yeah... just that.
french: [ _u_ ] Oh oui ... juste ça.
italian: [_u_] Oh sì... proprio questo.

source: [_u_] You want to overthrow Sherazade with your little arms and your big stone around your neck?
french: [ _u_ ] Tu veux renverser Sherazade avec tes petites armes et ta grosse pierre autour de ton cou?
italian: [_u_] Vuoi rovesciare Sherazade con le tue braccia e la tua grande pietra intorno al collo?

source: [_u_] Go ahead, I'm watching you.
french: [ _u_ ] Vas-y, je te regarde.
italian: [_u_] Vada avanti, ti sto guardando.

source: [_al_] I'm not alone.
french: [ _al_ ] Je ne suis pas seul.
italian: [_al_] non sono sola.

source: [_al_] Ever heard of Ali-baba?
french: [ _al_ ] Avez-vous déjà entendu parler d'Ali-baba?
italian: [_al_] Hai mai sentito parlare di Ali-baba?

source: [_u_] And the Forty Thieves?
french: [ _u_ ] Et les Quarante Voleurs?
italian: [_u_] E i quaranta ladri?

source: [_al_] Exactly. I see our reputation precedes us.
french: [ _al_ ] Exactement. Je vois que notre réputation nous précède.
italian: [_al_] Esattamente. Vedo la nostra reputazione ci precede.

source: [_al_] And, that makes forty-one with me.
french: [ _al_ ] Et ça fait quarante-un avec moi.
italian: [_al_] E, che fa quarantuno con me.

source: [_u_] Damn, you got enrolled fast.
french: [ _u_ ] Damn, vous vous êtes inscrit rapidement.
italian: [_u_] Dannazione, ti sei iscritto velocemente.

source: [_u_] Are you sure you're not in some kind of weird cult?
french: [ _u_ ] Etes-vous sûr de ne pas être dans une sorte de culte bizarre?
italian: [_u_] Sei sicuro di non essere in una sorta di culto strano?

source: [_al_] Before judging us so quickly, maybe you should meet us, don't you think?
french: [ _al_ ] Avant de nous juger si vite, peut-être que vous devriez nous rencontrer, ne pensez-vous pas?
italian: [_al_] Prima di giudicarci così rapidamente, forse dovreste incontrarci, non pensate?

source: [_u_] I love meeting important characters. It's my passion.
french: [ _u_ ] J'aime rencontrer des personnages importants. C'est ma passion.
italian: [_u_] Amo incontrare personaggi importanti. È la mia passione.

source: [_al_] Perfect.
french: [ _al_ ] Parfait.
italian: [_al_] Perfetto.

source: [_al_] Maybe you'll realize that there are better choices than Sherazade for the future of this city.
french: [ _al_ ] Vous réaliserez peut-être qu'il y a de meilleurs choix que Sherazade pour l'avenir de cette ville.
italian: [_al_] Forse ti accorgerai che ci sono scelte migliori di Sherazade per il futuro di questa città.

source: [_al_] Have a good evening, sir.
french: [ _al_ ] Bonne soirée, monsieur.
italian: [_al_] Buona sera, signore.

source: [_u_] It's like being in Amandine's book.
french: [ _u_ ] C'est comme être dans le livre d'Amandine.
italian: [_u_] È come essere nel libro di Amandine.

source: [_u_] Political intrigue in a brothel.
french: [ _u_ ] intrigue politique dans un bordel.
italian: [_u_] intrigo politico in un bordello.

source: [_u_] She's gonna love that.
french: [ _u_ ] Elle va l'aimer.
italian: [_u_] Lei lo amerà.

source: [_ly_] In short, work is pretty cool here, I must say!
french: [ _ly_ ] Bref, le travail est plutôt cool ici, je dois dire !
italian: [_ly_] Insomma, il lavoro è abbastanza cool qui, devo dire!

source: [_ly_] It's clearly better than any of my previous horrible jobs!
french: [ _ly_ ] C'est nettement mieux que n'importe lequel de mes précédents emplois horribles !
italian: [_ly_] È chiaramente meglio di tutti i miei precedenti lavori orribili!

source: [_ly_] By the way, tell me... I was wondering... Are you planning to repair the rest of the island?
french: [ _ly_ ] En passant, dis-moi ... Je me demandais ... Avez-vous l'intention de réparer le reste de l'île?
italian: [_ly_] A proposito, mi diceva... Mi stavo chiedendo... Stai pensando di riparare il resto dell'isola?

source: [_ly_] No, because... this view is really pretty, but the ruins really spoil the scenery.
french: [ _ly_ ] Non, parce que ... cette vue est vraiment jolie, mais les ruines gâche vraiment le paysage.
italian: [_ly_] No, perché... questa vista è davvero bella, ma le rovine rovinano davvero il paesaggio.

source: [_ly_] Although... it does have a certain romantic charm, it's true...
french: [ _ly_ ] Bien que ... il ait un certain charme romantique, c'est vrai ...
italian: [_ly_] Però... ha un certo fascino romantico, è vero...

source: [_u_] No idea, Melissandre slowly repairs the parts we need most...
french: [ _u_ ] Aucune idée, Melissandre répare lentement les pièces dont nous avons le plus besoin ...
italian: [_u_] Nessuna idea, Melissandre ripara lentamente le parti di cui abbiamo bisogno più...

source: [_u_] But there's probably not even 3 percent of the island repaired yet.
french: [ _u_ ] Mais il n'y a probablement pas encore 3% de l'île réparée.
italian: [_u_] Ma probabilmente non c'è nemmeno il 3 per cento dell'isola riparata ancora.

source: [_ly_] Wouldn't it be cool to explore those ruins before everything's refurbished?
french: [ _ly_ ] Ne serait-il pas cool d'explorer ces ruines avant que tout ne soit remis à neuf?
italian: [_ly_] Non sarebbe bello esplorare quelle rovine prima di tutto ristrutturato?

source: [_ly_] Like... you know, like some explorers of a lost city.
french: [ _ly_ ] Comme ... vous savez, comme certains explorateurs d'une ville perdue.
italian: [_ly_] Come... sai, come alcuni esploratori di una città perduta.

source: [_u_] With hats and whips?
french: [ _u_ ] Avec des chapeaux et des fouets?
italian: [_u_] Con cappelli e fruste?

source: [_ly_] Yes !!! Exactly !
french: [ _ly_ ] Oui !!! Exactement !
italian: [_ly_] Sì!!! Esattamente !

source: [_u_] Could be fun... maybe we'd come across some cool stuff...
french: [ _u_ ] Pourrait être amusant ... peut-être que nous viendrions des trucs cool ...
italian: [_u_] Potrebbe essere divertente... forse ci saremmo imbattuti in qualche roba fresca...

source: [_u_] I didn't know you were the adventurous type!
french: [ _u_ ] Je ne savais pas que vous étiez le type aventureux !
italian: [_u_] Non sapevo che tu fossi il tipo avventuroso!

source: [_ly_] Yeah, I know, I'm full of surprises.
french: [ _ly_ ] Ouais, je sais, je suis plein de surprises.
italian: [_ly_] Sì, lo so, sono piena di sorprese.

source: [_ly_] I should ask our other colleagues if they'd be up for it.
french: [ _ly_ ] Je devrais demander à nos autres collègues s'ils seraient en mesure de le faire.
italian: [_ly_] Dovrei chiedere agli altri colleghi se sarebbero in grado di farlo.

source: [_ly_] Only the two of us?
french: [ _ly_ ] Seuls les deux d'entre nous?
italian: [_ly_] Solo i due di noi?

source: [_ly_] Mister [name], are you trying to ask me out on a date?
french: [ _ly_ ] Mister [ nom ], vous essayez de me demander une date?
italian: [_ly_] Mister [name], stai cercando di chiedermi in una data?

source: [_ly_] Because if you are, that's pretty sweet of you.
french: [ _ly_ ] Parce que si tu es, c'est assez gentil de toi.
italian: [_ly_] Perché se lo sei, questo è abbastanza dolce di voi.

source: [_ly_] Nah, come on, let's get the others involved. I'd like to socialize a bit more with my colleagues.
french: [ _ly_ ] Nah, viens, allons chercher les autres impliqués. J'aimerais socialiser un peu plus avec mes collègues.
italian: [_ly_] Nah, vieni, prendiamo gli altri coinvolti. Vorrei socializzare un po' di più con i miei colleghi.

source: [_u_] Yeah ok, good idea.
french: [ _u_ ] Ouais, bonne idée.
italian: [_u_] Sì ok, buona idea.

source: [_ly_] But it was sweet of you to suggest it.
french: [ _ly_ ] Mais c'était gentil de vous de le suggérer.
italian: [_ly_] Ma è stato dolce da parte vostra suggerirlo.

source: [_ly_] I can't wait to get to know the other colleagues a little better!
french: [ _ly_ ] J'ai hâte d'apprendre à connaître les autres collègues un peu mieux !
italian: [_ly_] Non vedo l'ora di conoscere un po' meglio gli altri colleghi!

source: [_ly_] Especially uh... the blue lady... uh...
french: [ _ly_ ] Surtout uh ... la dame bleue ... euh ...
italian: [_ly_] Soprattutto uh... la signora blu... uh...

source: [_ly_] Yes! Emee!
french: [ _ly_ ] Oui ! Emee !
italian: [_ly_] Sì! Eme!

source: [_ly_] I've heard some pretty fun things between you two.
french: [ _ly_ ] J'ai entendu des choses assez amusantes entre vous deux.
italian: [_ly_] Ho sentito alcune cose abbastanza divertenti tra voi due.

source: [_ly_] I'm sure she's got lots of juicy stories to tell.
french: [ _ly_ ] Je suis sûr qu'elle a beaucoup d'histoires juteuses à raconter.
italian: [_ly_] Sono sicuro che lei ha un sacco di storie succose da raccontare.

source: [_ly_] Anyway, I'll ask them if they're up for it!
french: [ _ly_ ] En tout cas, je leur demanderai s'ils sont à la hauteur !
italian: [_ly_] Comunque, chiederò loro se sono in grado di farlo!

source: [_ly_] Oh! And I'll make us all exploration outfits! It'll be so cute.
french: [ _ly_ ] Oh ! Et je ferai de nous tous les tenues d'exploration ! Ça sera si mignon.
italian: [_ly_] Oh! E ci farò tutti gli abiti dell'esplorazione! Sarà così carino.

source: [_u_] I'd be surprised if you didn't!
french: [ _u_ ] Je serais surpris si vous ne l'aviez pas fait !
italian: [_u_] sarei sorpreso se non avessi fatto!

source: [_u_] Hey, Tinker?
french: [ _u_ ] Hé, Tinker?

source: [_tb_] Hi, what's going on?
french: [ _tb_ ] Salut, qu'est-ce qui se passe?
italian: [_tb_] Ciao, cosa sta succedendo?

source: [_u_] Where's my stuff?
french: [ _u_ ] Où est mon truc?
italian: [_u_] Dov'è la mia roba?

source: [_tb_] Your stuff? You got stuff?
french: [ _tb_ ] Votre truc? Tu as des trucs?
italian: [_tb_] La tua roba? Hai delle roba?

source: [_u_] Yeah my stuff... plants... mugs... that kind of thing.
french: [ _u_ ] Oui mon truc ... les plantes ... les tasses ... ce genre de chose.
italian: [_u_] Sì la mia roba... piante... tazze... quel genere di cose.

source: [_tb_] Oh, I don't know...
french: [ _tb_ ] Oh, je ne sais pas ...
italian: [_tb_] Oh, non lo so...

source: [_tb_] But if you want mugs, I've got plenty to give you!
french: [ _tb_ ] Mais si vous voulez des tasses, j'ai beaucoup à vous donner !
italian: [_tb_] Ma se vuoi tazze, ho molto da darti!

source: [_tb_] All right, I'll see where we put your stuff.
french: [ _tb_ ] Très bien, je vais voir où nous mettons vos affaires.
italian: [_tb_] Bene, vedrò dove abbiamo messo la tua roba.

source: [_tb_] I'll let you know as soon as I find out.
french: [ _tb_ ] Je vous le ferai savoir dès que je le découvrirai.
italian: [_tb_] Ti farò sapere non appena lo scopro.

source: [_u_] Yeah... thanks tinker.
french: [ _u_ ] Ouais ... merci à tinker.
italian: [_u_] Yeah... grazie tinker.

source: [_tb_] In any case, feel free to take some mugs if you like.
french: [ _tb_ ] Dans tous les cas, n'hésitez pas à prendre des tasses si vous voulez.
italian: [_tb_] In ogni caso, sentitevi liberi di prendere alcune tazze se ti piace.

source: [_u_] Do you have some kind of weird mug fetish?
french: [ _u_ ] Vous avez une sorte de fétichisme bizarre?
italian: [_u_] Hai qualche tipo di bizzarro tazza feticcio?

source: [_tb_] No, I've got a room full of them and I can't get rid of them.
french: [ _tb_ ] Non, j'ai une chambre pleine d'eux et je ne peux pas me débarrasser d'eux.
italian: [_tb_] No, ho una stanza piena di loro e non posso sbarazzarmi di loro.

source: [_tb_] Anyway, see you later!
french: [ _tb_ ] En tout cas, vous verrez plus tard !
italian: [_tb_] Comunque vai più tardi!

source: [_u_] And don't forget to find my things!
french: [ _u_ ] Et n'oubliez pas de trouver mes affaires !
italian: [_u_] E non dimenticare di trovare le mie cose!

source: [_tb_] Hey! Still looking for something to decorate your place?
french: [ _tb_ ] Hey ! Toujours à la recherche de quelque chose pour décorer votre place?
italian: [_tb_] Hey! Ancora alla ricerca di qualcosa per decorare il tuo posto?

source: [_tb_] Because we've come across a couple of things that might interest you.
french: [ _tb_ ] Parce que nous avons fait plusieurs choses qui pourraient vous intéresser.
italian: [_tb_] Perché ci siamo imbattuti in un paio di cose che potrebbero interessarti.

source: [_u_] You mean my old stuff?
french: [ _u_ ] Tu veux dire mon vieux truc?
italian: [_u_] Intendi la mia vecchia roba?

source: [_tb_] No... it's mostly furniture that was supposed to be used in Sherazade's palace.
french: [ _tb_ ] No. .. c'est surtout des meubles qui étaient censés être utilisés dans le palais de Sherazade.
italian: [_tb_] No... è per lo più mobili che si supponeva essere utilizzato nel palazzo di Sherazade.

source: [_tb_] Don't worry, we'll find your old stuff.
french: [ _tb_ ] Ne vous inquiétez pas, nous trouverons vos vieux trucs.
italian: [_tb_] Non ti preoccupare, troveremo la tua vecchia roba.

source: [_tb_] Well... I mean... maybe.
french: [ _tb_ ] Eh bien ... Je veux dire ... peut-être.
italian: [_tb_] Beh... Voglio dire... forse.

source: [_tb_] Stop sulking, it's better than nothing!
french: [ _tb_ ] Arrêter le sulking, c'est mieux que rien !
italian: [_tb_] Smettetela di stuzzicare, è meglio di niente!

source: [_tb_] You know, change is good too!
french: [ _tb_ ] Vous savez, le changement est bon aussi !
italian: [_tb_] Sai, anche il cambiamento è buono!

source: [_u_] Find where you put my things.
french: [ _u_ ] Trouvez où vous avez mis mes affaires.
italian: [_u_] Trova dove metti le mie cose.

source: [_tb_] Okay, Mr. Grumpy, I'll take a look.
french: [ _tb_ ] Ok, M. Grumpy, je vais jeter un coup d'oeil.
italian: [_tb_] Okay, Mr. Grumpy, darò un'occhiata.

source: [_tb_] I mean... as soon as I have time, I'll take a look.
french: [ _tb_ ] Je veux dire ... dès que j'aurai le temps, je vais jeter un coup d'oeil.
italian: [_tb_] Voglio dire... non appena ho tempo, darò un'occhiata.

source: [_tb_] Wow... where did you find this?!
french: [ _tb_ ] Wow ... Où as-tu trouvé ça?
italian: [_tb_] Wow... dove hai trovato questo?!

source: [_tb_] I haven't seen this kind of PC in hundreds of years!
french: [ _tb_ ] Je n'ai pas vu ce genre de PC depuis des centaines d'années !
italian: [_tb_] Non ho visto questo tipo di PC da centinaia di anni!

source: [_u_] Emee sold it to me.
french: [ _u_ ] Emee m'a vendu.
italian: [_u_] Emee mi ha venduto.

source: [_tb_] I really feel like I'm getting old seeing this...
french: [ _tb_ ] J'ai vraiment l'impression d'être en train de voir ça ...
italian: [_tb_] Ho davvero voglia di invecchiare vedendo questo...

source: [_tb_] You know I was created with this kind of machine?
french: [ _tb_ ] Vous savez que j'ai été créé avec ce genre de machine?
italian: [_tb_] Sai che sono stato creato con questo tipo di macchina?

source: [_tb_] It's incredible when you think about it.
french: [ _tb_ ] C'est incroyable quand on y pense.
italian: [_tb_] È incredibile quando ci pensi.

source: [_u_] So...
french: [_u_] Donc...
italian: [_u_] Così...

source: [_u_] What's your personal relationship with this thing?
french: [ _u_ ] Quelle est votre relation personnelle avec cette chose?
italian: [_u_] Qual è il tuo rapporto personale con questa cosa?

source: [_u_] Do you consider it your brother? ... your father?
french: [ _u_ ] Pensez-vous que c'est votre frère? ... ton père?
italian: [_u_] Lo consideri tuo fratello? ... tuo padre?

source: [_u_] Your great-great-great grandfather?
french: [ _u_ ] Votre arrière-grand-père?
italian: [_u_] Il tuo bisbisnonno?

source: [_tb_] Have a little more respect for my ancestors, you young prick.
french: [ _tb_ ] Avoir un peu plus de respect pour mes ancêtres, vous jeune.
italian: [_tb_] Abbiate un po' più di rispetto per i miei antenati, voi giovani prick.

source: [_tb_] See you later [name].
french: [ _tb_ ] Voir plus tard [ nom ].
italian: [_tb_] Ci vediamo più tardi [name].

source: [_ly_] Amandine told me I'd find you here!
french: [ _ly_ ] Amandine m'a dit que je te trouverais ici !
italian: [_ly_] Amandine mi ha detto che ti avrei trovato qui!

source: [_ly_] You've got a nice view here.
french: [ _ly_ ] Vous avez une belle vue ici.
italian: [_ly_] Hai una bella vista qui.

source: [_u_] But I don't know why, the local gulls love to scream loudly outside my window every morning.
french: [ _u_ ] Mais je ne sais pas pourquoi, les mouettes locales adorent criant bruyamment devant ma fenêtre tous les matins.
italian: [_u_] Ma non so perché, i gabbiani locali amano urlare a voce alta fuori dalla mia finestra ogni mattina.

source: [_ly_] Oh, I love birds!
french: [ _ly_ ] Oh, j'aime les oiseaux !

source: [_ly_] Remember the green parrot who gave us the keys to the palace?
french: [ _ly_ ] N'oubliez pas le perroquet vert qui nous a donné les clés du palais?
italian: [_ly_] Ricordate il pappagallo verde che ci ha dato le chiavi del palazzo?

source: [_ly_] It's strange, but sometimes I see it here. Looking at me.
french: [ _ly_ ] C'est étrange, mais parfois je le vois ici. En me regardant.
italian: [_ly_] È strano, ma a volte lo vedo qui. Guardandomi.
