Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Dialogues_Separate02.po
Languages: french, italian

source: [_tb_] Mh... I was just making a suggestion...
french: [ _tb_ ] Mh ... Je voulais juste faire une suggestion ...
italian: [_tb_] Mh... Stavo solo facendo un suggerimento...

source: [_tb_] Are you sure that...
french: [ _tb_ ] Etes-vous sûr que ...
italian: [_tb_] Sei sicuro...

source: [_tb_] Ok! As you wish!
french: [ _tb_ ] Ok ! Comme vous le souhaitez !
italian: [_tb_] Ok! Come vuoi!

source: [_tb_] I must say, your finger rubbing on my pussy is pretty arousing...
french: [ _tb_ ] Je dois dire que votre doigt frottant sur ma chatte est assez éveillant ...
italian: [_tb_] Devo dire, il dito che strofina sulla mia figa è piuttosto eccitante...

source: [_u_] Yeah, I need to get you wet before inserting anything.
french: [ _u_ ] Oui, j'ai besoin de vous mouiller avant d'insérer quoi que ce soit.
italian: [_u_] Sì, ho bisogno di farti bagnare prima di inserire qualsiasi cosa.

source: [_tb_] You're such an expert...
french: [ _tb_ ] Vous êtes un tel expert ...
italian: [_tb_] Sei un esperto del genere...

source: [_tb_] Wait... Anything ? What do you mean anything ?
french: [ _tb_ ] Attente ... N'importe quoi? Qu'est-ce que vous voulez dire?
italian: [_tb_] Aspetta... Qualcosa? Che cosa intendi qualcosa?

source: [_u_] Let's focus on the horn for now.
french: [ _u_ ] concentrons-nous sur la corne pour l'instant.
italian: [_u_] Mettiamo a fuoco sul corno per ora.

source: [_tb_] Hmmm... I'm fine with that!
french: [ _tb_ ] Hmmm ... Je vais bien avec ça !
italian: [_tb_] Hmmm... Sto bene con quello!

source: [_tb_] Aaaah... I feel so good...
french: [ _tb_ ] Aaaah ... Je me sens si bien ...
italian: [_tb_] Aaaah... Mi sento così bene...

source: [_tb_] The tip of your finger rubbing on my little fairy clit like that...
french: [ _tb_ ] La pointe de votre doigt frottant sur mon petit écrin de fée comme ça ...
italian: [_tb_] La punta del dito sfregare sul mio piccolo clitoride fata così...

source: [_tb_] It's so pleasing !
french: [ _tb_ ] C'est tellement agréable !
italian: [_tb_] È così piacevole!

source: [_u_] I can see that on your face.
french: [ _u_ ] Je peux voir ça sur votre visage.
italian: [_u_] Lo vedo sul tuo volto.

source: [_tb_] If you focus only on my burgeon, I don't think I'm going to be able to use the horn.
french: [ _tb_ ] Si vous vous concentrez seulement sur mon burgeon, je ne pense pas que je vais pouvoir utiliser la corne.
italian: [_tb_] Se ti concentri solo sul mio burgeon, non penso che sarò in grado di usare il corno.

source: [_u_] Oh yeah, you're starting to get fucking wet.
french: [ _u_ ] Oh oui, vous avez commencé à vous mouiller.
italian: [_u_] Oh sì, stai iniziando a fare il cazzo bagnato.

source: [_tb_] Well... Yes, I can feel that too.
french: [ _tb_ ] Eh bien ... Oui, je peux le sentir aussi.
italian: [_tb_] Beh... Sì, posso anche sentirlo.

source: [_tb_] My pussy is on fire !
french: [ _tb_ ] Ma chatte est en feu !
italian: [_tb_] La mia figa è in fiamme!

source: [_tb_] Don't keep up like that, I'm going to cum before we can play with our toy...
french: [ _tb_ ] Ne restez pas comme ça, je vais à cum avant que nous puissions jouer avec notre jouet ...
italian: [_tb_] Non tenere il passo così, io vado a sborra prima che possiamo giocare con il nostro giocattolo...

source: [_u_] Really ?
french: [ _u_ ] Vraiement?
italian: [_u_] Davvero?

source: [_tb_] Yees... Yes yes yes !
french: [ _tb_ ] Yees ... Oui oui oui !

source: [_tb_] Fuuuck I'm going to blow up..!
french: [ _tb_ ] Fuuuck Je vais faire sauter .. !
italian: [_tb_] Fuuuck sto per saltare in fiamma..!

source: [_tb_] Aaaah... Sorry I couldn't hold it anymore.~
french: [ _tb_ ] Aaaah ... Désolé, je ne pouvais plus le tenir. ~
italian: [_tb_] Aaaah... Mi dispiace di non poterlo più trattenere. ~

source: [_u_] Well, I guess it's time to use this thing.
french: [ _u_ ] Eh bien, je suppose qu'il est temps d'utiliser cette chose.
italian: [_u_] Beh, immagino che sia ora di usare questa cosa.

source: [_tb_] Go ahead, I can't wait !!!
french: [ _tb_ ] Allez-y, je ne peux pas attendre !!!
italian: [_tb_] Vai avanti, non vedo l'ora !!!

source: [_tb_] I sooo excited to try this !
french: [ _tb_ ] Je suis excité à essayer ça !
italian: [_tb_] Sono entusiasta di provare questo!

source: [_u_] Me too Tinker, me too.
french: [ _u_ ] Moi aussi, Tinker, moi aussi.
italian: [_u_] anch'io Tinker, anch'io.

source: [_tb_] Ooooh... fuck!!..
french: [ _tb_ ] Ooooh ... merde ! ! ..

source: [_tb_] I've never felt somthing like this before...
french: [ _tb_ ] Je n'ai jamais ressenti un peu comme ça avant ...
italian: [_tb_] Non ho mai sentito qualcosa del genere prima...

source: [_tb_] When you are a fairy, you can't really masturbate with fun toys like those.
french: [ _tb_ ] Quand vous êtes une fée, vous ne pouvez pas vraiment se masturber avec des jouets amusants comme ceux-ci.
italian: [_tb_] Quando sei una fata, non puoi davvero masturbarti con divertenti giocattoli come questi.

source: [_u_] So, does that means you are enjoying this ?
french: [ _u_ ] Donc, est-ce que ça signifie que tu apprécies ça?
italian: [_u_] Quindi, significa che ti stai godendo questo ?

source: [_tb_] Great observation !
french: [ _tb_ ] Grande observation !
italian: [_tb_] Ottima osservazione!

source: [_tb_] I can feel all of the horn's volumes tingling my insides...
french: [ _tb_ ] Je peux sentir tous les volumes de la corne teintant mes côtés ...
italian: [_tb_] posso sentire tutti i volumi del corno formicolando i miei insidi...

source: [_tb_] I wonder if it's the same with a dick...
french: [ _tb_ ] Je me demande si c'est pareil avec une bite ...
italian: [_tb_] Mi chiedo se sia lo stesso con un cazzo...

source: [_u_] Tinker. I'd love to get my dick out and fuck. But I'm just gonna crush you with it.
french: [ _u_ ] Tinker. J'aimerais sortir ma bite et baiser. Mais je vais t'écraser avec ça.
italian: [_u_] Tinker. Mi piacerebbe far scopare il mio cazzo. Ma ti schiaccierò con esso.

source: [_tb_] Yeah... I know.
french: [ _tb_ ] Ouais ... Je sais.
italian: [_tb_] Sì... lo so.

source: [_tb_] Let me dream, you idiot.
french: [ _tb_ ] Laisse-moi rêver, idiot.
italian: [_tb_] Lasciami sognare, sei idiota.

source: [_tb_] And um... if you want to jerk off at the same time, that's fine with me....
french: [ _tb_ ] Et um ... si vous voulez sacciner en même temps, c'est bien avec moi ....
italian: [_tb_] E um... se vuoi masturbarti allo stesso tempo, va bene con me....

source: [_u_] I didn't really wait for your permission to do it, Tinker...
french: [ _u_ ] Je n'ai pas vraiment attendu votre permission pour le faire, Tinker ...
italian: [_u_] Non ho davvero aspettato il tuo permesso per farlo, Tinker...

source: [_tb_] Oh yes, indeed. You're already jerking off.
french: [ _tb_ ] Oh oui, en effet. Tu es déjà en branle.
italian: [_tb_] Oh sì, davvero. Stai già masturbarsi.

source: [_tb_] So cool.
french: [ _tb_ ] Donc cool.
italian: [_tb_] Così fresco.

source: [_tb_] Gosh you are stimulating my insides like crazy...
french: [ _tb_ ] Gosh vous stimulez mes côtés comme des fous ...
italian: [_tb_] Gosh state stimolando i miei interni come pazzo...

source: [_tb_] My lower body feels so hot, oh my...
french: [ _tb_ ] Mon corps est si chaud, oh mon ...
italian: [_tb_] Il mio corpo inferiore si sente così caldo, oh mio...

source: [_u_] Wanna try to go deeper ?
french: [ _u_ ] Wanna essaie d'aller plus loin?
italian: [_u_] Vuoi provare ad approfondire ?

source: [_tb_] Go ahead.
french: [ _tb_ ] Allez-y.
italian: [_tb_] Vai avanti.

source: [_tb_] It feels good..!
french: [ _tb_ ] C'est bon .. !
italian: [_tb_] Ci si sente bene..!

source: [_tb_] You know how to tame fairy pussies...
french: [ _tb_ ] Vous savez comment faire des pussies féeriques ...
italian: [_tb_] Sai come addomesticare fata fighe...

source: [_tb_] Yeah...
french: [ _tb_ ] Ouais ...
italian: [_tb_] Sì...

source: [_u_] Yeah, of course.
french: [ _u_ ] Oui, bien sûr.
italian: [_u_] Sì, ovviamente.

source: [_u_] Yours is my favorite.
french: [ _u_ ] Yours est mon préféré.
italian: [_u_] La tua è la mia preferita.

source: [_u_] Seeing you having so much pleasure is fucking hot.
french: [ _u_ ] Voyant que vous avez tellement de plaisir est foutu chaud.
italian: [_u_] Vedendo di avere così tanto piacere è scopare caldo.

source: [_tb_] Aaaaw thank you !
french: [ _tb_ ] Aaaaw merci !
italian: [_tb_] Aaaaw grazie!

source: [_tb_] The farther you go, the more my vagina wants from this toy...
french: [ _tb_ ] Plus vous allez, plus mon vagin veut de ce jouet ...
italian: [_tb_] Più vai, più la mia vagina vuole da questo giocattolo...

source: [_u_] I see...
french: [ _u_ ] Je vois ...
italian: [_u_] vedo...

source: [_u_] My boss likes to have her coochie streched.
french: [ _u_ ] Mon patron aime avoir sa coochie striée.
italian: [_u_] Al mio capo piace avere la sua coochie streched.

source: [_tb_] I must confess...
french: [ _tb_ ] Je dois avouer ...
italian: [_tb_] devo confessare...

source: [_tb_] I'm curious about how much I can take inside...
french: [ _tb_ ] Je suis curieux de savoir combien je peux prendre à l'intérieur ...
italian: [_tb_] Sono curioso di quanto posso prendere dentro...

source: [_u_] You good ?
french: [ _u_ ] Tu bons?
italian: [_u_] Buono?

source: [_tb_] Fuck yes !!
french: [ _tb_ ] Fuck oui ! !
italian: [_tb_] Cazzo sì !!

source: [_tb_] I can feel the tip of the horn poking aaaall the way to the back...
french: [ _tb_ ] Je peux sentir le bout du klaxon aaaall le chemin vers le dos ...
italian: [_tb_] Posso sentire la punta del corno che batte aaaall way to the back...

source: [_tb_] Having something this big in my tiny cunt is sooo arousing...
french: [ _tb_ ] Avoir quelque chose de ce grand dans ma petite cunt est l'éveil ...
italian: [_tb_] Avere qualcosa di questo grande nella mia piccola figa è sooo suscitare...

source: [_tb_] I mean, big for me.
french: [ _tb_ ] Je veux dire, grand pour moi.
italian: [_tb_] Voglio dire, grande per me.

source: [_tb_] Even if it stays professional, doing this with you in particular is adding something to it.
french: [ _tb_ ] Même s'il reste professionnel, le faire avec vous en particulier y ajoute quelque chose.
italian: [_tb_] Anche se rimane professionale, fare questo con voi in particolare sta aggiungendo qualcosa ad esso.

source: [_tb_] Don't be scared... You can go faster.
french: [ _tb_ ] N'ayez pas peur ... Tu peux aller plus vite.
italian: [_tb_] Non aver paura... Puoi andare più velocemente.

source: [_u_] ... You sure ?
french: [ _u_ ] ... Vous êtes sûr?
italian: [_u_] ... Sei sicuro?

source: [_tb_] What ? Are you scared to hurt me ?
french: [ _tb_ ] Quoi? Tu as peur de me blesser?
italian: [_tb_] Che cosa? Hai paura di farmi del male?

source: [_tb_] Well... Don't. I'm a tough girly.
french: [ _tb_ ] Eh bien ... Ne le fait pas. Je suis un dur.
italian: [_tb_] Beh... non. Sono un duro girly.

source: [_tb_] You can trust me.
french: [ _tb_ ] Vous pouvez me faire confiance.
italian: [_tb_] Ti puoi fidare di me.

source: [_u_] Okay.
french: [ _u_ ] Ok.

source: [_tb_] Oh fuck..! Fuck yes !!
french: [ _tb_ ] Oh merde .. ! Fuck oui ! !
italian: [_tb_] Oh fuck..! Cazzo sì !!

source: [_tb_] It's so good !!
french: [ _tb_ ] C'est si bon ! !
italian: [_tb_] È così buono!!

source: [_u_] You're about to cum, right ?
french: [ _u_ ] Vous êtes sur le point de foutre, n'est-ce pas?
italian: [_u_] Stai per cum, giusto?

source: [_tb_] If you keep going like this...
french: [ _tb_ ] Si vous continuez comme ça ...
italian: [_tb_] Se continui ad andare così...

source: [_tb_] Yes...
french: [ _tb_ ] Oui ...
italian: [_tb_] Sì...

source: [_u_] You're so dilated..
french: [ _u_ ] Vous êtes si dilatée ..
italian: [_u_] Sei così dilatato..

source: [_u_] Maybe we can go further.
french: [ _u_ ] Peut-être que nous pouvons aller plus loin.
italian: [_u_] Forse possiamo andare oltre.

source: [_u_] Okay, let's stop with this one.
french: [ _u_ ] Ok, arrêtons avec celui-ci.
italian: [_u_] Okay, fermiamoci con questo.

source: [_u_] We're going to do the real deal.
french: [ _u_ ] Nous allons faire le vrai accord.
italian: [_u_] Stiamo per fare il vero affare.

source: [_tb_] I'm interested...
french: [ _tb_ ] Je suis intéressé ...
italian: [_tb_] Sono interessato...

source: [_tb_] Ok! Looks like fun! You can go ahead big boy!
french: [ _tb_ ] Ok ! On dirait que c'est amusant ! Tu peux aller devant un grand garçon !
italian: [_tb_] Ok! Sembra divertente! Puoi andare avanti grande ragazzo!

source: [_tb_] Gosh you were right...
french: [ _tb_ ] Gosh vous avez eu raison ...
italian: [_tb_] Gosh avevi ragione...

source: [_tb_] Boy you've stretched my pussy with this horn !
french: [ _tb_ ] Garçon vous avez tendu ma chatte avec cette corne !
italian: [_tb_] Ragazzo che hai allungato la mia figa con questo corno!

source: [_tb_] Holy shit... I feel like I'm being penetrated by a fucking ox.
french: [ _tb_ ] Holy shit ... J'ai l'impression d'être pénétrée par un putain de bœuf.
italian: [_tb_] merda santa... Mi sento come se fossi penetrato da un bue scopata.

source: [_tb_] Oh fuck...
french: [ _tb_ ] Oh merde ...

source: [_u_] Wait, I didn't even get the tip in...
french: [ _u_ ] Attends, je n'ai même pas eu le pourboire ...
italian: [_u_] Aspetta, non ho nemmeno ricevuto la mancia...

source: [_tb_] That's so cool.
french: [ _tb_ ] C'est tellement cool.
italian: [_tb_] È così cool.

source: [_tb_] I just love it...
french: [ _tb_ ] J'adore ça ...
italian: [_tb_] Mi piace soltanto...

source: [_tb_] Gosh ok... I'm loosing my mind..!
french: [ _tb_ ] Gosh ok ... Je vais perdre l'esprit .. !
italian: [_tb_] Gosh ok... Sto perdendo la mia mente..!

source: [_tb_] How can you do this ?
french: [ _tb_ ] Comment pouvez-vous faire ça?
italian: [_tb_] Come puoi fare questo?

source: [_u_] Say thank you to Lyco.
french: [ _u_ ] Dites merci à Lyco.
italian: [_u_] Dite grazie a Lyco.

source: [_u_] She's the one who miniaturize the horn.
french: [ _u_ ] C'est elle qui miniaturise la corne.
italian: [_u_] Lei è quella che miniaturizza il corno.

source: [_tb_] She's not the one who makes me as wet as I am right now tho.
french: [ _tb_ ] Elle n'est pas celle qui me rend aussi humide que je le suis maintenant.
italian: [_tb_] Lei non è colui che mi fa umido come io sono ora.

source: [_tb_] Maybe next time Lyco.
french: [ _tb_ ] Peut-être la prochaine fois Lyco.
italian: [_tb_] Forse la prossima volta Lyco.

source: [_tb_] Oh yes, that's what I was thinking about !
french: [ _tb_ ] Oh oui, c'est ce à quoi je pensais !
italian: [_tb_] Oh sì, è quello che stavo pensando!

source: [_tb_] I can feel my insides taking your finger shape !
french: [ _tb_ ] Je peux sentir que mes flancs prennent la forme du doigt !
italian: [_tb_] posso sentire i miei interni prendere la forma del dito!

source: [_tb_] That's a huge turn on, for real...
french: [ _tb_ ] C'est un énorme virage, pour ...
italian: [_tb_] Questo è un enorme giro, per...

source: [_u_] Damn tinker... you're really becoming a sex addict...
french: [ _u_ ] Damn tinker ... tu devies vraiment une prostitué ...
italian: [_u_] Damn tinker... stai davvero diventando un dipendente del sesso...

source: [_tb_] It's your fingers I'm going to get addicted to.
french: [ _tb_ ] C'est vos doigts que je vais devenir accro.
italian: [_tb_] Sono le tue dita a cui andrò dipendente.

source: [_u_] Look at you...
french: [ _u_ ] Regarde ...
italian: [_u_] Guardate...

source: [_u_] Spreading your legs for my big finger.
french: [ _u_ ] Répandez vos jambes pour mon gros doigt.
italian: [_u_] Diffondere le gambe per il mio grande dito.

source: [_tb_] I'm feeling so good I can't control my body anymore...
french: [ _tb_ ] Je me sens si bien que je ne peux plus contrôler mon corps ...
italian: [_tb_] Mi sento così bene che non riesco più a controllare il mio corpo...

source: [_tb_] you're so deep in my now...
french: [ _tb_ ] tu es si profond dans mon temps ...
italian: [_tb_] sei così profondo nel mio ora...

source: [_tb_] It's so exciting, aaaah...
french: [ _tb_ ] C'est tellement excitant, aaah ...
italian: [_tb_] È così eccitante, aaaa...

source: [_tb_] I'm loosing my mind !
french: [ _tb_ ] Je vais perdre l'esprit !
italian: [_tb_] Sto perdendo la testa!

source: [_tb_] It's so goooood please..
french: [ _tb_ ] C'est tellement de goooood s'il vous plaît ..
italian: [_tb_] È così buono, per favore..

source: [_tb_] More ! I need more
french: [ _tb_ ] Plus ! J'ai besoin de plus
italian: [_tb_] Di più! Ho bisogno di più

source: [_u_] Wow. You're quite an insatiable one. But alright.
french: [ _u_ ] Wow. Tu es assez insatiable. Mais d'accord.
italian: [_u_] Wow. Sei piuttosto insaziabile. Ma bene.

source: [_tb_] Yes !
french: [ _tb_ ] Oui !
italian: [_tb_] Sì!

source: [_tb_] Pound me with your finger !
french: [ _tb_ ] Me Pound avec ton doigt !
italian: [_tb_] Mi fermi con il dito !

source: [_tb_] I'm...
french: [ _tb_ ] Je suis ...
italian: [_tb_] Io...

source: [_tb_] I think there is a firework in my belly!
french: [ _tb_ ] Je pense qu'il y a un coupe-feu dans mon ventre !
italian: [_tb_] Penso che ci sia un fuoco d'artificio nella mia pancia!

source: [_tb_] I'm going to cum !!
french: [ _tb_ ] Je vais foutre ! !
italian: [_tb_] Sto andando a sborra!!

source: [_tb_] Make me cum with your giant finger!
french: [ _tb_ ] Faites-moi cum avec votre doigt géant !
italian: [_tb_] Mi faccia sborrare con il tuo dito!

source: [_tb_] Gosh... that feels good...
french: [ _tb_ ] Gosh ... qui se sent bien ...
italian: [_tb_] Gosh... che si sente bene...

source: [_tb_] All right, get back to work!
french: [ _tb_ ] Très bien, retourne au travail !
italian: [_tb_] Va bene, torna al lavoro!

source: [_u_] Let's see this message...
french: [ _u_ ] Voyons ce message ...
italian: [_u_] Vediamo questo messaggio...

source: [_mss_] ''Dear [name], I've put this pair of wings in your path.''
french: [ _mss_ ] '' Cher [ nom ], j'ai mis cette paire d'ailes dans votre chemin. ''
italian: [_mss_] ''Caro [name], Ho messo questo paio di ali nel tuo percorso''

source: [_mss_] ''In all my years of roaming this planet I've only found one in good condition. You were clearly going to look for it for a long time without my help.''
french: [ _mss_ ] '' Dans toutes mes années d'itinérance cette planète, je n'en ai trouvé qu'un en bon état. Il était clair que vous allez le chercher longtemps sans mon aide.
italian: [_mss_] ''In tutti i miei anni di roaming su questo pianeta ho trovato solo uno in buone condizioni. Si stava chiaramente andando a cercarlo per molto tempo senza il mio aiuto.''

source: [_u_] Well, that's very kind.
french: [ _u_ ] Eh bien, c'est très gentil.
italian: [_u_] Beh, è molto gentile.

source: [_mss_] ''I'm not doing this just to be kind, in exchange, I'm asking you for a small favor''
french: [ _mss_ ] '' Je ne fais pas ça juste pour être gentil, en échange, je te demande une petite faveur''
italian: [_mss_] ''Non sto facendo questo solo per essere gentile, in cambio, ti sto chiedendo un piccolo favore''

source: [_mss_] ''I'll meet you in the enchanted forest, near the high tower of Rosette''
french: [ _mss_ ] '' Je vous rencontrerai dans la forêt enchantée, près de la haute tour de Rosette''
italian: [_mss_] ''Ti incontrerò nella foresta incantata, vicino all'alta torre di Rosette''

source: [_mss_] ''We need to talk''
french: [ _mss_ ] '' Nous devons parler''
italian: [_mss_] ''Abbiamo bisogno di parlare''

source: [_mss_] PS: don't tell Tinker
french: [ _mss_ ] PS: Ne pas dire à Tinker
italian: [_mss_] PS: non dirlo a Tinker

source: [_u_] Goddamn... Can't people stop plotting?
french: [ _u_ ] Parrain ... Les gens ne peuvent pas arrêter de complote?
italian: [_u_] Goddamn... La gente non può smettere di tramare?

source: [_none01_] Finally, you decide to come.
french: [ _none01_ ] Enfin, vous décidez de venir.
italian: [_none01_] Infine, decidi di venire.

source: [_u_] Gosh, your mask is creepy
french: [ _u_ ] Gosh, votre masque est flirt
italian: [_u_] Gosh, la tua maschera è raccapricciante

source: [_u_] Don't you want to take it off once and for all?
french: [ _u_ ] Ne voulez-vous pas le retirer une fois pour toutes?
italian: [_u_] Non vuoi toglierla una volta per tutto?

source: [_u_] Are you that ugly?
french: [ _u_ ] Êtes-vous vraiment moche?
italian: [_u_] Sei così brutto?

source: [_none01_] What for? If I'm to your liking you're going to add me to your list of chicks to fuck?
french: [ _none01_ ] Pour quoi? Si je suis à ton goût, tu vas m'ajouter à ta liste de poussins à baiser?
italian: [_none01_] Per quale motivo? Se mi piace, mi aggiungerai alla tua lista di pulcini da scopare?

source: [_none01_] That's not really my goal, pretty boy.
french: [ _none01_ ] Ce n'est pas vraiment mon but, joli garçon.
italian: [_none01_] Non è proprio il mio obiettivo, bel ragazzo.

source: [_none01_] I need to talk to you about Tinker and the future of this park.
french: [ _none01_ ] Je dois vous parler de Tinker et de l'avenir de ce parc.
italian: [_none01_] Ho bisogno di parlarvi di Tinker e del futuro di questo parco.

source: [_none01_] But before that... tell me:
french: [ _none01_ ] Mais avant cela ... dis-moi:
italian: [_none01_] Ma prima di quello... dimmi:

source: [_none01_] What will you do once this park reopens?
french: [ _none01_ ] Que ferez-vous une fois que ce parc sera réouvert?
italian: [_none01_] Cosa farai una volta che questo parco si riaprirà?

source: [_none01_] You think Tinker's really going to make you rich and let you go?
french: [ _none01_ ] Vous pensez que Tinker va vraiment vous rendre riche et vous laisser partir?
italian: [_none01_] Pensi che Tinker ti renderà davvero ricco e ti lasci andare?

source: [_none01_] Or do you really want to stay and work here?
french: [ _none01_ ] Ou voulez-vous vraiment rester et travailler ici?
italian: [_none01_] O vuoi davvero rimanere e lavorare qui?

source: [_none01_] Mhhh... and you'd buy yourself a beautiful villa on a paradise planet?
french: [ _none01_ ] Mhhh ... et vous vous achèteriez une belle villa sur une planète paradé?
italian: [_none01_] Mhhh... e ti compreresti una bella villa su un pianeta paradiso?

source: [_none01_] With coconut palms and ocean views?
french: [ _none01_ ] Avec des cocotiers et des vues sur l'océan?
italian: [_none01_] Con palme di cocco e vista sull'oceano?

source: [_u_] I hadn't thought about it yet, but it's a plan.
french: [ _u_ ] Je n'y avais pas encore pensé, mais c'est un plan.
italian: [_u_] Non ci avevo ancora pensato, ma è un piano.

source: [_u_] You seem to have given this more thought than I have.
french: [ _u_ ] Vous semblez avoir donné cette pensée plus que moi.
italian: [_u_] Sembra che tu abbia dato questo pensiero più di me.

source: [_none01_] Oh, believe me, my ambitions aren't as far off as you.
french: [ _none01_ ] Oh, croyez-moi, mes ambitions ne sont pas aussi loin que vous.
italian: [_none01_] Oh, credetemi, le mie ambizioni non sono così lontane come voi.

source: [_none01_] If that's your deepest desire.
french: [ _none01_ ] Si c'est votre désir le plus profond.
italian: [_none01_] Se questo è il tuo desiderio più profondo.

source: [_none01_] After all, that's what this planet is all about, isn't it?
french: [ _none01_ ] Après tout, c'est ce que cette planète est, n'est-ce pas?
italian: [_none01_] Dopotutto, è quello che questo pianeta è tutto, vero?

source: [_u_] You seem to have other ambitions for this place.
french: [ _u_ ] Vous semblez avoir d'autres ambitions pour cet endroit.
italian: [_u_] Sembra che tu abbia altre ambizioni per questo posto.

source: [_none01_] So you're really interested in this planet?
french: [ _none01_ ] Donc vous êtes vraiment intéressé par cette planète?
italian: [_none01_] Quindi sei davvero interessato a questo pianeta?
