Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Dialogues_Separate02.po
Languages: french, italian

source: {color=#797979}The city is huge{/color}
french: { color=#797979} La ville est énorme { /color }
italian: {color=#797979}La città è enorme{/color}

source: Remember the moire?
french: Tu te souviens de la moire?
italian: Ricordate il moire?

source: {color=#797979}Remember the moire?{/color}
french: { color=#797979} Mémoriser la mémoire? { /color }
italian: {color=#797979}Ricorda il moire?{/color}

source: {color=#3ad8ff}I also met a certain ''Lycoris''{/color}
french: { color=#3ad8ff} J'ai également rencontré un certain '' Lycoris''{ /color }
italian: {color=#3ad8ff}Ho anche incontrato un certo ''Lycoris''{/color}

source: {color=#797979}I also met a certain ''Lycoris''{/color}
french: { color=#797979} J'ai également rencontré un certain '' Lycoris''{ /color }
italian: {color=#797979}Ho anche incontrato un certo ''Lycoris''{/color}

source: {color=#f2923c}I think I've said everything{/color}
french: { color=#f2923c} Je pense que j'ai dit tout { /color }
italian: {color=#f2923c}Penso di aver detto tutto{/color}

source: This is understandable.
french: C'est compréhensible.
italian: Questo è comprensibile.

source: You should try to go see Snow White.
french: Vous devriez essayer d'aller voir Blanche-Neige.
italian: Dovresti provare ad andare a vedere Biancaneve.

source: {color=#f2923c}Are there other orders from Tinker?{/color}
french: { color=#f2923c} Y a-t-il d'autres commandes de Tinker? { /color }
italian: {color=#f2923c}Ci sono altri ordini da Tinker?{/color}

source: That must feel good.
french: Ça doit se sentir bien.
italian: Questo deve sentirsi bene.

source: {color=#797979}That must feel good.{/color}
french: { color=#797979} Cela doit se sentir bien. { /color }
italian: {color=#797979}Deve sentirsi bene.{/color}

source: {color=#3ad8ff}Want to do something kinky?{/color}
french: { color=#3ad8ff} Vous voulez faire quelque chose de kinky? { /color }
italian: {color=#3ad8ff}Vuoi fare qualcosa di kinky?{/color}

source: {color=#3ad8ff}Why not take your clothes off?{/color}
french: { color=#3ad8ff} Pourquoi ne pas retirer vos vêtements? { /color }
italian: {color=#3ad8ff}Perché non toglierti i vestiti?{/color}

source: The solution to your problems
french: La solution à vos problèmes
italian: La soluzione ai tuoi problemi

source: A magic lamp
french: Une lampe magique
italian: Una lampada magica

source: The ultimate answer to everything: Friendship.
french: La réponse ultime à tout: l'amitié.
italian: La risposta finale a tutto: l'amicizia.

source: To be extremely rich
french: Pour être extrêmement riche
italian: Essere estremamente ricchi

source: To have my own bedroom
french: Pour avoir ma propre chambre
italian: Per avere la mia camera da letto

source: To see the most gorgeous woman of this world
french: Pour voir la femme la plus splendide de ce monde
italian: Per vedere la donna più splendida di questo mondo

source: To have a big penis
french: Pour avoir un gros pénis
italian: Per avere un pene grande

source: {color=#3ad8ff}It will be my pleasure {image=heart07.png}{/color}
french: { color=#3ad8ff} Ce sera mon plaisir { image=heart07.png } { /color }
italian: {color=#3ad8ff}Sarà il mio piacere {image=heart07.png}{/color}

source: {color=#797979}It will be my pleasure {image=heart07.png}{/color}
french: { color=#797979} Ce sera mon plaisir { image=heart07.png } { /color }
italian: {color=#797979}Sarà il mio piacere {image=heart07.png}{/color}

source: {color=#3ad8ff}Let me finish a few things{/color}
french: { color=#3ad8ff} Laissez-moi terminer quelques éléments { /color }
italian: {color=#3ad8ff}Lasciami finire alcune cose{/color}

source: No, I'm sorry
french: Non, je suis désolé
italian: No, mi dispiace

source: What was stolen from us?
french: Qu'est-ce qui nous a été volé?
italian: Cosa ci è stato rubato?

source: {color=#797979}What was stolen from us?{/color}
french: { color=#797979} Ce qui nous a été volé? { /color }
italian: {color=#797979}Cosa ci è stato rubato?{/color}

source: Who else could it be?
french: Qui d'autre pourrait l'être?
italian: Chi altro potrebbe essere?

source: {color=#797979}Who else could it be?{/color}
french: { color=#797979} Qui d'autre peut être? { /color }
italian: {color=#797979}Chi altro potrebbe essere?{/color}

source: Are you thinking of hiring one of the girls?
french: Penses-tu à embaucher une des filles?
italian: Stai pensando di assumere una delle ragazze?

source: Valentina was a good one
french: Valentina était une bonne
italian: Valentina era una buona

source: The last one, Qiu can be a good one
french: Le dernier, Qiu peut être un bon
italian: L'ultimo, Qiu può essere buono

source: I'm waiting for that.
french: J'attends ça.
italian: Lo sto aspettando.

source: Nope
french: Non

source: {color=#f2923c}What's the work?{/color}
french: { color=#f2923c} Quel est le travail? { /color }
italian: {color=#f2923c}Qual è il lavoro?{/color}

source: What happened to the former sultana?
french: Qu'est-il arrivé à l'ancien sultana?
italian: Cos'è successo all'ex sultana?

source: {color=#797979}What happened to the former sultana?{/color}
french: { color=#797979} Qu'est-il arrivé à l'ancienne sultana? { /color }
italian: {color=#797979}Cosa è successo all'ex sultana?{/color}

source: Shall we continue with Sherazade?
french: On continue avec Sherazade?
italian: Continueremo con Sherazade?

source: {color=#797979}Don't you want to try?{/color}
french: { color=#797979} Voulez-vous essayer? { /color }
italian: {color=#797979}Non vuoi provare?{/color}

source: Don't you want to try?
french: Ne veux-tu pas essayer?
italian: Non vuoi provare?

source: {color=#f2923c}So, where do we start?{/color}
french: { color=#f2923c} Alors, où commencer? { /color }
italian: {color=#f2923c}Quindi, da dove iniziamo?{/color}

source: You really need some cock.
french: Tu as vraiment besoin de bite.
italian: Avete davvero bisogno di un po' di cazzo.

source: Damn... you are so hot...
french: Merde ... tu es si sexy ...
italian: Dannazione... sei così caldo...

source: *Cum now*
french: *Cum maintenant *
italian: *Cum ora*

source: I'm not done with you!
french: Je ne suis pas fait avec toi !
italian: Non ho finito con te!

source: *Cum inside*
french: *Cum à l'intérieur *

source: *Cum outside*
french: *Cum à l'extérieur *
italian: *Cum all'esterno*

source: Where is she now?
french: Où est-elle maintenant?
italian: Lei dov'è adesso?

source: {color=#797979}Where is she now?{/color}
french: { color=#797979} Où est-elle maintenant? { /color }
italian: {color=#797979}Dov'è adesso?{/color}

source: So I'm no longer in charge of clothes?
french: Donc je ne suis plus en charge des vêtements?
italian: Quindi non sono più responsabile dei vestiti?

source: {color=#797979}So I'm no longer in charge of clothes?{/color}
french: { color=#797979} Je ne suis donc plus en charge des vêtements? { /color }
italian: {color=#797979}Quindi non sono più responsabile dei vestiti?{/color}

source: {color=#3ad8ff}What do we do now, boss?{/color}
french: { color=#3ad8ff} Que faisons-nous maintenant, patron? { /color }
italian: {color=#3ad8ff}Cosa facciamo ora, boss?{/color}

source: How is your search for people to corrupt going?
french: Comment va votre recherche de personnes à corrompu?
italian: Come è la tua ricerca di persone per corrotti andare?

source: {color=#797979}How is your search for people to bribe going?{/color}
french: { color=#797979} Comment votre recherche est-elle effectuée? { /color }
italian: {color=#797979}Come sta la tua ricerca di persone da corrompe?{/color}

source: {color=#3ad8ff}So... you're focusing on this poor merchant?{/color}
french: { color=#3ad8ff} Donc ... vous vous concentrez sur ce pauvre commerçant? { /color }
italian: {color=#3ad8ff}So... stai concentrando su questo povero mercante?{/color}

source: {color=#3ad8ff}Do you have an idea, Amandine?{/color}
french: { color=#3ad8ff} Avez-vous une idée, Amandine? { /color }
italian: {color=#3ad8ff}Hai un'idea, Amandine?{/color}

source: {color=#797979}Do you have an idea, Amandine?{/color}
french: { color=#797979} Avez-vous une idée, Amandine? { /color }
italian: {color=#797979}Hai un'idea, Amandine?{/color}

source: {color=#3ad8ff}Any ideas, Emee?{/color}
french: { color=#3ad8ff} Toutes les idées, Emee? { /color }
italian: {color=#3ad8ff}Qualsiasi idea, Emee?{/color}

source: {color=#797979}Any ideas, Emee?{/color}
french: { color=#797979} Toutes les idées, Emee? { /color }
italian: {color=#797979}Qualsiasi idea, Emee?{/color}

source: {color=#3ad8ff}Do we have another option?{/color}
french: { color=#3ad8ff} Avons-nous une autre option? { /color }
italian: {color=#3ad8ff}Hai un'altra opzione?{/color}

source: {color=#f2923c}Let's follow Emee's plan{/color}
french: { color=#f2923c} Suivez le plan d'Emee { /color }
italian: {color=#f2923c}Seguiamo il piano dell'Emee{/color}

source: {color=#f2923c}Let's follow Amandine's plan{/color}
french: { color=#f2923c} suivons le plan d'Amandine { /color }
italian: {color=#f2923c}Seguiamo il piano di Amandine{/color}

source: But wait... Does this mean our trap worked?
french: Mais attendez ... Cela signifie-t-il que notre piège a fonctionné?
italian: Ma aspetta... questo significa che la nostra trappola ha funzionato?

source: {color=#797979}But wait... Does this mean our trap worked?{/color}
french: { color=#797979} Mais attendez ... Cela signifie-t-il que notre piège a fonctionné? { /color }
italian: {color=#797979}Ma aspetta... Questo significa che la nostra trappola ha funzionato?{/color}

source: {color=#3ad8ff}Will you give me that thing?{/color}
french: { color=#3ad8ff} Voulez-vous me donner cette chose? { /color }
italian: {color=#3ad8ff}Mi darai quella cosa?{/color}

source: Why not just the two of us?
french: Pourquoi pas seulement les deux?
italian: Perché non solo noi due?

source: That's a great idea!
french: C'est une excellente idée !
italian: È una grande idea!

source: Yep, gorgeous view!
french: Yep, magnifique vue !
italian: Yep, splendida vista!

source: Do you need anything?
french: As-tu besoin de quoi que ce soit?
italian: Avete bisogno di qualcosa?

source: Why were you tied up?
french: Pourquoi t'es-tu ligote?
italian: Perché siete stati legati?

source: {color=#797979}Why were you tied up?{/color}
french: { color=#797979} Pourquoi avez-vous été attaché? { /color }
italian: {color=#797979}Perché sei stato legato?{/color}

source: It's a very... special situation...
french: C'est une situation très ... spéciale ...
italian: È una situazione davvero speciale...

source: Don't move, I'm going to set you free.
french: Ne bouchez pas, je vais vous libérer.
italian: Non si muova, ti lascerò libero.

source: {color=#f45fed}What can you offer in exchange for your freedom?{/color} {image=heart04.png}
french: { color=#f45fed} Que pouvez-vous offrir en échange de votre liberté? { /color } { image=heart04.png }
italian: {color=#f45fed}Cosa puoi offrire in cambio della tua libertà?{/color} {image=heart04.png}

source: {color=#797979}What can you offer in exchange for your freedom?{/color} {image=heart03.png}
french: { color=#797979} Que pouvez-vous offrir en échange de votre liberté? { /color } { image=heart03.png }
italian: {color=#797979}Cosa puoi offrire in cambio della tua libertà?{/color} {image=heart03.png}

source: Come on, let's get back to headquarters
french: Allez, revenons à l'état-major
italian: Avanti, torniamo alla sede centrale

source: But this armor is so hard to remove...
french: Mais cette armure est si difficile à enlever ...
italian: Ma questa armatura è così difficile da rimuovere...

source: {color=#797979}But this armor is so complicated to remove...{/color}
french: { color=#797979} Mais cette armure est si compliquée à supprimer ... { /color }
italian: {color=#797979}Ma questa armatura è così complicata da rimuovere...{/color}

source: *Take off the armor*
french: *Enlevez l'armure *
italian: *Togliere l'armatura *

source: {color=#797979}*Take off the armor*{/color}
french: { color=#797979} *Enlevez l'armure * { /color }
italian: {color=#797979}*Togliere l'armatura*{/color}

source: Untie her top
french: Délier son haut
italian: Scollega la sua parte superiore

source: Tied hands look good on you
french: Les mains fatiguées vous semblent bonnes
italian: Le mani legate sembrano buone su di te

source: {color=#797979}Tied hands look good on you{/color}
french: { color=#797979} Les mains tiées sont bonnes sur vous { /color }
italian: {color=#797979}Le mani legate ti sembrano buone{/color}

source: {color=#3ad8ff}As you wish{/color}
french: { color=#3ad8ff} Comme vous le souhaitez { /color }
italian: {color=#3ad8ff}Come vuoi{/color}

source: *Cum in her mouth*
french: *Cum dans sa bouche *
italian: *Sperma in bocca*

source: *Cum on her boobs*
french: *Cum sur ses seins *
italian: *Sperma sulle sue tette*

source: When do you get yours?
french: Quand as-tu la tienne?
italian: Quando prendete la vostra?

source: {color=#797979}When do you get yours?{/color}
french: { color=#797979} Quand vous recevez le vôtre? { /color }
italian: {color=#797979}Quando ottieni il tuo?{/color}

source: Don't you want to, like, possess her body?
french: Tu ne veux pas, comme, posséder son corps?
italian: Non vuoi possedere il suo corpo?

source: {color=#797979}Don't you want to, like, possess her body?{/color}
french: { color=#797979} Ne voulez pas, comme, posséder son corps? { /color }
italian: {color=#797979}Non vuoi possedere il suo corpo?{/color}

source: {color=#3ad8ff}Good luck with your research!{/color}
french: { color=#3ad8ff} Bonne chance avec votre recherche ! { /color }
italian: {color=#3ad8ff}Buona fortuna con la tua ricerca!{/color}

source: You want to replace your current body?
french: Vous souhaitez remplacer votre corps actuel?
italian: Vuoi sostituire il tuo corpo attuale?

source: {color=#797979}You want to replace your current body?{/color}
french: { color=#797979} Vous souhaitez remplacer votre corps actuel? { /color }
italian: {color=#797979}Vuoi sostituire il tuo corpo attuale?{/color}

source: Why would you want a fairy body?
french: Pourquoi voulez-vous un corps de fée?
italian: Perché vorresti un corpo da fata?

source: {color=#797979}Why would you want a fairy body?{/color}
french: { color=#797979} Pourquoi voulez-vous un corps de fée? { /color }
italian: {color=#797979}Perché vuoi un corpo da fate?{/color}

source: {color=#f2923c}Ok I'll see what I can do!{/color}
french: { color=#f2923c} Ok Je vais voir ce que je peux faire ! { /color }
italian: {color=#f2923c}Ok vedrò cosa posso fare!{/color}

source: Okay, why not
french: D'accord, pourquoi pas
italian: Ok, perché non

source: Tinker... you're my boss...
french: Tinker ... tu es mon patron ...
italian: Tinker... sei il mio capo...

source: No. Go ask Amelia
french: No. Go demander Amelia
italian: No. Vai a chiedere ad Amelia

source: Continue and grab the horn
french: Continuez et attrapez la corne
italian: Continua e afferra il corno

source: Make her cum and end here
french: Faites sa foutre et finalisez ici
italian: Fatela sborra e finire qui

source: Continue and finger her
french: Continuez et doigt son doigt
italian: Continua e dito lei

source: I'd leave with my money
french: Je quitterais avec mon argent
italian: Partirei con i miei soldi

source: I'm going to stay here and keep banging women
french: Je vais rester ici et continuer à frapper les femmes
italian: Rimarrò qui e continuerò a sbattere le donne

source: I'll stay here and be Tinker's second in command
french: Je vais rester ici et être la deuxième commande de Tinker
italian: Rimarrò qui e sarò il secondo comando di Tinker

source: I have no idea
french: Je n'ai aucune idée
italian: Non ho idea

source: Why are you asking me this?
french: Pourquoi me demandes-tu ça?
italian: Perché mi state chiedendo questo?

source: Some kind of stew?
french: Une sorte de ragode?
italian: Qualche tipo di stufato?

source: The big antenna in ruins on the HQ?
french: La grande antenne en ruines sur le QG?
italian: La grande antenna in rovina sul quartiere?

source: Would that get me more chicks?
french: Cela me ferait-il plus de poussins?
italian: Mi prenderebbe più pulcini?

source: How does it work?
french: Comment ça fonctionne?
italian: Come funziona?

source: Now that's a nice pair of tits
french: C'est une belle paire de seins.
italian: Ora che è un bel paio di tette

source: And uh... why are you naked then?
french: Et euh ... pourquoi es-tu nue alors?
italian: E uh... perché sei nudo allora?

source: {color=#3ad8ff}What did Tinker say when she saw your new body?{/color}
french: { color=#3ad8ff} Qu'est-ce que Tinker a dit quand elle a vu votre nouveau corps? { /color }
italian: {color=#3ad8ff}Cosa ha detto Tinker quando ha visto il tuo nuovo corpo?{/color}

source: Does it also work with humans?
french: Cela fonctionne-t-il aussi avec les humains?
italian: Funziona anche con gli esseri umani?

source: {color=#3ad8ff}So what's your plan?{/color}
french: { color=#3ad8ff} Quel est votre plan? { /color }
italian: {color=#3ad8ff}Quindi qual è il tuo piano?{/color}

source: You know Amelia's into you, right?
french: Tu sais que Amelia est dans toi, n'est-ce pas?
italian: Sai che Amelia è dentro di te, giusto?

source: I wonder what you'd look like as a human...
french: Je me demande ce que vous avez l'air d'être humain ...
italian: Mi chiedo che cosa assomigli a un essere umano...

source: {color=#3ad8ff}Anything else you need?{/color}
french: { color=#3ad8ff} Autre chose dont vous avez besoin? { /color }
italian: {color=#3ad8ff}Qualsiasi altra cosa di cui hai bisogno?{/color}

source: Amelia asked you for other body types?
french: Amelia vous a demandé d'autres types de corps?
italian: Amelia ti ha chiesto altri tipi di corpo?

source: Didn't you get any requests from Tinker?
french: N'avez-vous pas reçu de demandes de Tinker?
italian: Non hai ricevuto richieste da Tinker?

source: What about you? Aren't you tempted?
french: Qu'en est-il de vous? N'es-tu pas tenté?
italian: Che dire di te? Non sei tentato?

source: {color=#3ad8ff}Do you need help with Djin's body?{/color}
french: { color=#3ad8ff} Avez-vous besoin d'aide sur le corps de Djin? { /color }
italian: {color=#3ad8ff}Hai bisogno di aiuto con il corpo di Djin?{/color}

source: [_u_] Gosh...
italian: [_u_] Accidenti...

source: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Only Those Whose Purity Of Soul Equals A Diamond Shall Have My Favor. {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
italian: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Solo coloro che hanno la purezza dell'equità dell'anima Un diamante hanno il mio favore. {/size} {/font=BLKCHCRY.ttf} {/color}{/cps}

source: [_dj_] Nice.
italian: [_dj_] Nizza.

source: [_u_] Uh yes I...
italian: [_u_] Uh sì I...

source: [_sz_] Throw this very hard on the sultana?
italian: [_sz_] Gettare questo molto duro sulla sultana?

source: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Only Those Whose Soul Is As Hot As A Burning Ember Shall Have My Favor.{/size} {/font=BLKCHCRY.ttf} {/color}{/cps}
italian: [_dj_] {cps=40}{color=#c10206} {font=BLKCHCRY.ttf} {size=35}...Solo coloro che hanno un'anima calda come un Ember ardente hanno i miei preferiti.{/size} {/font=BLKCHCRY.ttf} {/color}{/cps}

source: [_tb_] Mmmhhhh......
italian: [_tb_] Mmmhhhhh......

source: [_qiu_] Damn...
italian: [_qiu_] Dannazione...

source: [_qiu_] Fuck me......
italian: [_qiu_] Cazzo me......

source: [_qiu_] FUCK ME!!!
italian: [_qiu_] SCOPRI ME!!!

source: [_u_] I only offer my cock to the best ~
italian: [_u_] Offro solo il mio cazzo al meglio ~

source: [_u_] Seeing you like this is the best gift I could have.
italian: [_u_] vederti come questo è il miglior regalo che potrei avere.

source: [_ly_] Hmm nnhmph..!
italian: [_ly_] Hmm nhmph..!

source: [_ly_] C'chan I fchree mshhelph chow..?
italian: [_ly_] C'chan I chree mshhelph chow..?

source: [_dj_] I could really be more useful if I had a body AND was also a lamp genie!
italian: [_dj_] Potrei davvero essere più utile se avessi un corpo E fosse anche un genio della lampada!

source: [_tb_] I'm dripping wet I can feel it...
italian: [_tb_] Sto gocciolando bagnato posso sentirlo...

source: [_tb_] Annnnhw..!
italian: [_tb_] Annnhw..!

source: [_am_] Mmmhhh...
italian: [_am_] Mmmhhhh...

source: {color=#797979}Shall we continue with Sherazade?{/color}
italian: {color=#797979}Continueremo con Sherazade?{/color}
