Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Dialogues_Separate02.po
Languages: french, italian

source: [_u_] Got it!
french: [J'ai compris !
italian: [_u_] Ho capito!

source: [_u_] Gosh, I missed this cold island.
french: [ _u_ ] Punaise, cette île m'a manqué, même s'il fait super froid
italian: [_u_] Gosh, mi sono perso questa fredda isola.

source: [_u_] I almost want to take a dip in the ocean to celebrate.
french: [ _u_ ] J'ai presque envie de piquer une tête dans l'océan pour fêter ça.
italian: [_u_] Ho quasi voglia di fare un tuffo nell'oceano per festeggiare.

source: [_u_] Almost.
french: [ _u_ ] Presque.
italian: [_u_] Quasi.

source: [_u_] I hope that one day we will be able to turn this ruin into something.
french: [ _u_ ] J'espère qu'un jour, on pourra faire quelque chose de cette ruine.
italian: [_u_] Spero che un giorno saremo in grado di trasformare questa rovina in qualcosa.

source: [_u_] Where the fuck are you, Tinker?...
french: [ _u_ ] T'es où Clochette putain..?
italian: [_u_] Dove sei il cazzo tu, Tinker?...

source: [_a_s_] Excuse me?
french: [ _a_s_ ] Pardon?
italian: [_a_s_] Mi scusa?

source: [_u_] Yes? Who is it?
french: [ _u_ ] Oui? C'est qui?
italian: [_u_] Sì? Chi è?

source: [_a_s_] Oh finally!
french: [ _a_s_ ] Oh, enfin !
italian: [_a_s_] Oh finalmente!

source: [_a_s_] Finally someone!!
french: [ _a_s_ ] Enfin il y a quelqu'un ! !
italian: [_a_s_] Finalmente qualcuno!!

source: [_a_s_] Good morning my dear sir! Bonjour!
french: [ _a_s_ ] Et bien mon cher monsieur ! Bonjour !
italian: [_a_s_] Buongiorno mio caro signore! Bonjour!

source: [_a_s_] I've been trying to find someone here for an hour!
french: [ _a_s_ ] Ça fait une heure que j'essaye de trouver quelqu'un!
italian: [_a_s_] Ho cercato di trovare qualcuno qui da un'ora!

source: [_a_s_] You are not very good at welcoming visitors here! Ahah.
french: [ _a_s_ ] Vous n'êtes pas très doué pour accueillir les gens! Ahaha.
italian: [_a_s_] Non sei molto bravo ad accogliere i visitatori qui! Ahah.

source: [_u_] If you only knew how right you are.
french: [ _u_ ] Si seulement vous saviez à quel point vous avez raison...
italian: [_u_] Se sapevi solo quanto sei giusto.

source: [_a_s_] Excuse me but... do you work here?
french: [ _a_s_ ] Excusez-moi, mais ... est-ce que vous travaillez ici?
italian: [_a_s_] Scusatemi ma... lavorate qui?

source: [_u_] Uh I... yes. I mean, I just got back from...
french: [ _u_ ] Euh je. .. oui. Je veux dire, je viens de rentrer de ...
italian: [_u_] Uh Io... sì. Voglio dire, sono appena tornato da...

source: [_u_] I mean, yes, I work here.
french: [ _u_ ] Je veux dire, oui, je travaille ici.
italian: [_u_] Voglio dire, sì, lavoro qui.

source: [_a_s_] Oh, great!
french: [ _a_s_ ] Oh, super !
italian: [_a_s_] Oh, grande!

source: [_a_s_] I am Amandine De Beauregard, very happy to meet you.
french: [ _a_s_ ] Je suis Amandine De Beauregard, enchantée vous rencontrer.
italian: [_a_s_] Sono Amandine De Beauregard, molto felice di incontrarvi.

source: [_a_d_] Your employer has invited me to join your team, and work with you to rebuild your planet.
french: [ _a_d_ ] Votre employeur m'a invitée à rejoindre à votre équipe et à travailler avec vous pour reconstruire la planète.
italian: [_a_d_] Il tuo datore di lavoro mi ha invitato a unirsi alla tua squadra e lavorare con te per ricostruire il tuo pianeta.

source: [_a_d_] I have written a few novels it's true.
french: [ _a_d_ ] J'ai écrit quelques romans c'est vrai.
italian: [_a_d_] Ho scritto alcuni romanzi è vero.

source: [_u_] Are you kidding? I don't know any other more famous in the whole galaxy!
french: [ _u_ ] Vous plaisantez? Je ne connais pas d'auteur plus connu que vous dans toute la galaxie !
italian: [_u_] Stai scherzando? Non conosco altri famosi in tutta la galassia!

source: [_a_d_] You are too kind.
french: [ _a_d_ ] Vous allez me faire rougir.
italian: [_a_d_] Sei troppo gentile.

source: [_a_d_] I hope I can be useful here.
french: [ _a_d_ ] J'espère que je vais pouvoir être utile ici.
italian: [_a_d_] spero di poter essere utile qui.

source: [_a_d_] And uh... you are?
french: [ _a_d_ ] Et euh ... vous êtes?
italian: [_a_d_] E uh... sei?

source: [_u_] Oh uh yes, pardon me.
french: [ _u_ ] Oh oui, excusez-moi.
italian: [_u_] Oh uh sì, mi perdoni.

source: [_u_] I am [name], I am the second in command on this planet.
french: [ _u_ ] Je suis [ nom ], je suis le sous-commandant de cette planète.
italian: [_u_] Io sono [name], Io sono il secondo in comando su questo pianeta.

source: [_u_] Tinker is the one in charge here.
french: [ _u_ ] Clochette est la responsable ici.
italian: [_u_] Tinker è quello in carica qui.

source: [_a_d_] I had interviews through hologram with your boss...
french: [ _a_d_ ] J'ai eu des entretiens par hologramme avec la patronne ...
italian: [_a_d_] Ho avuto interviste attraverso l'ologramma con il tuo capo...

source: [_a_d_] Is she really a... well I mean...
french: [ _a_d_ ] Est-ce qu'elle est vraiment une ... Enfin je veux dire ...
italian: [_a_d_] È lei veramente... bene voglio dire...

source: [_u_] A fairy? Yes.
french: [ _u_ ] Une fée? Oui.
italian: [_u_] Una fa? Sì.

source: [_u_] An Android fairy with a conscious AI from... uh... several hundred years old.
french: [ _u_ ] Une fée Android avec une AI consciente de ... euh ... plusieurs centaines d'années.
italian: [_u_] Una fata Android con un AI consapevole da... uh... diverse centinaia di anni.

source: [_u_] Yeah, I know. And it's not the craziest thing on this planet.
french: [ _u_ ] Ouais, je sais. Et c'est loin d'être la chose la plus bizarre ici.
italian: [_u_] Sì, lo so. E non è la cosa più pazza di questo pianeta.

source: [_u_] Believe me.
french: [ _u_ ] Croyez-moi.
italian: [_u_] Credetemi.

source: [_tb_] I'm coming! I'm coming !
french: [ _tb_ ] J'arrive! J'arrive!
italian: [_tb_] sto arrivando! Vengo !

source: [_tb_] Sorry, we were fixing the...
french: [ _tb_ ] Désolée, nous avons réparé le ...
italian: [_tb_] Siamo spiacenti, abbiamo risolto...

source: [_tb_] Oh hello [name].
french: [ _tb_ ] Oh salut [ nom ].

source: [_tb_] Anyway, welcome to our planet Miss De Beauregard!
french: [ _tb_ ] Bref, bienvenue sur notre planète, Mlle De Beauregard !
italian: [_tb_] Comunque, benvenuto nel nostro pianeta Miss De Beauregard!

source: [_tb_] I hope your trip was not too long!
french: [ _tb_ ] J'espère que votre voyage n'était pas trop long !
italian: [_tb_] Spero che il tuo viaggio non sia stato troppo lungo!

source: [_u_] Um... Tinker?
french: [ _u_ ] Um ... Clochette?

source: [_tb_] Yes?
french: [ _tb_ ] Oui?
italian: [_tb_] Sì?

source: [_u_] Don't you think you're missing something here?
french: [ _u_ ] Tu n'as pas l'impression que tu oublies quelque chose?
italian: [_u_] Non pensi che ti stia perdendo qualcosa qui?

source: [_tb_] Oh yes!
french: [ _tb_ ] Oh oui !
italian: [_tb_] Oh sì!

source: [_tb_] Miss, let me show you to your quarters.
french: [ _tb_ ] Mlle, laissez-moi vous montrer vos quartiers.
italian: [_tb_] Miss, lasciate che vi mostri ai vostri quartieri.

source: [_tb_] I'll give you a tour of our headquarters afterwards.
french: [ _tb_ ] Je vais vous faire visiter notre QG juste après.
italian: [_tb_] vi darò un tour della nostra sede successivamente.

source: [_a_] Merci, that's really nice of you.
french: [_a_] Merci, c'est vraiment gentil de votre part.
italian: [_a_] Merci, è davvero bello da parte vostra.

source: [_tb_] Please, go ahead, it's this way.
french: [ _tb_ ] Allez-y je vous en prie, c'est par là.
italian: [_tb_] Per favore, vai avanti, è così.

source: [_u_] She has quarters? Seriously?
french: [ _u_ ] Elle a des quartiers? Sérieusement?
italian: [_u_] Lei ha dei quarti? Seriamente?

source: [_tb_] Yes of course.
french: [ _tb_ ] Oui, bien sûr.
italian: [_tb_] Sì naturalmente.

source: [_tb_] See you later for your report [name].
french: [ _tb_ ] On se voit plus tard pour ton rapport [ nom ].
italian: [_tb_] Ci vediamo più tardi per il tuo rapporto [name].

source: [_tb_] And uh... please, take a shower.
french: [ _tb_ ] Et euh ... Prends une douche s'il te plaît.
italian: [_tb_] E uh... per favore, fai una doccia.

source: [_u_] I'm gonna lose my mind.
french: [ _u_ ] Je vais devenir fou.
italian: [_u_] perderò la testa.

source: [_u_] There is a room HERE???
french: [ _u_ ] Il y a une chambre ICI???
italian: [_u_] C'è una stanza QUI???

source: [_u_] I slept against that fucking door for months and...
french: [ _u_ ] J'ai dormi contre cette putain de porte pendant des mois et ...
italian: [_u_] Ho dormito contro quella porta del cazzo per mesi e...

source: [_u_] Okay... calm down...
french: [ _u_ ] Ok ... calme-toi ...
italian: [_u_] Okay... calma giù...

source: [_tb_] Hey!!!
french: [ _tb_ ] Hé !!!

source: [_tb_] Hey! Hello [name]!
french: [ _tb_ ] Hey ! Salut [ nom ] !
italian: [_tb_] Hey! Ciao [name]!

source: [_tb_] It took you a while to get back!
french: [ _tb_ ] T'en as mis du temps à revenir.
italian: [_tb_] Ti ci è voluto un po' di tempo per tornare indietro!

source: [_tb_] One month is quite a long time ahah.
french: [ _tb_ ] Un mois est assez long ahah.
italian: [_tb_] Un mese è molto tempo ahah.

source: [_tb_] You could have hurried a bit more.
french: [ _tb_ ] Tu aurais pu faire plus vite quand même.
italian: [_tb_] Avresti potuto sbrigarti un po' di più.

source: [_tb_] Anyway, I'm not angry, don't worry.
french: [ _tb_ ] En tout cas, je ne suis pas fâchée, ne t'inquiète pas.
italian: [_tb_] Comunque non sono arrabbiato, non preoccuparti.

source: [_tb_] Did you see? I turned the door back on!
french: [ _tb_ ] T'as vu? J'ai réparé la porte!
italian: [_tb_] Hai visto? Ho riacceso la porta!

source: [_tb_] You can move in here now, it's the creator's old quarters.
french: [ _tb_ ] Tu peux bouger tes affaires là maintenant, ce sont les anciens quartiers du créateur.
italian: [_tb_] Ora puoi muoverti qui, è il vecchio quartiere del creatore.

source: [_tb_] It's not very spacious, but it's still better than your crappy old bed.
french: [ _tb_ ] Ce n'est pas très grand, mais c'est quand même mieux que ton vieux lit tout pourri.
italian: [_tb_] Non è molto spazioso, ma è ancora meglio del tuo vecchio letto crappy.

source: [_tb_] I never understood how you managed to sleep on such a crappy bed for so long.
french: [ _tb_ ] J'ai jamais compris comment tu faisais pour dormir sur un lit aussi moisi, et ça pendant aussi longtemps.
italian: [_tb_] Non ho mai capito come sei riuscito a dormire su un letto così a lungo.

source: [_u_] I'm gonna lose it.
french: [ _u_ ] Je vais péter un câble.
italian: [_u_] la perderò.

source: [_u_] You left me there for a month!
french: [ _u_ ] Tu m'as laissé là-bas pendant un mois!
italian: [_u_] Mi hai lasciato lì per un mese!

source: [_u_] Do you know how long it is to wait a month in a cage?
french: [ _u_ ] Est-ce que tu sais ce que c'est que d'attendre dans une cage pendant un mois?
italian: [_u_] Sai quanto tempo aspetta un mese in una gabbia?

source: [_tb_] I've waited 200 years in a jar, I've lived worse.
french: [ _tb_ ] J'ai attendu 200 ans dans un pot, j'ai vu pire.
italian: [_tb_] Ho aspettato 200 anni in un vaso, ho vissuto peggio.

source: [_u_] Yes, but I'm not immortal.
french: [ _u_ ] Oui, mais je ne suis pas immortel.
italian: [_u_] Sì, ma non sono immortale.

source: [_tb_] Oooh don't be so grumpy. You're back, that's the main thing!
french: [ _tb_ ] Oooh sois pas aussi grincheux. T'es là et c'est ce qui compte !
italian: [_tb_] Oooh non è così scontroso. Sei tornato, è la cosa principale!

source: [_tb_] Tell me what happened there. I want to know everything.
french: [ _tb_ ] Dis-moi ce qui s'est passé là-bas. Je veux tout savoir.
italian: [_tb_] Dimmi cosa è successo lì. Voglio sapere tutto.

source: [_tb_] Yes... I heard it the first time.
french: [ _tb_ ] Oui ... Je l'ai entendu la première fois.
italian: [_tb_] Sì... l'ho sentito la prima volta.

source: [_tb_] How much longer are you going to talk about this?
french: [ _tb_ ] Tu vas parler encore parler de ça pendant longtemps?
italian: [_tb_] Per quanto tempo parlerai di questo?

source: [_u_] So long. You can't even imagine.
french: [ _u_ ] Longtemps oui. Tu n'imagines même pas .
italian: [_u_] così a lungo. Non puoi nemmeno immaginare.

source: [_tb_] Something else?
french: [ _tb_ ] Autre chose?
italian: [_tb_] qualcos'altro?

source: [_u_] And full of androids. Everything is still in working order.
french: [ _u_ ] Et plein d'androïdes. Pour l'instant tout fonctionne.
italian: [_u_] E pieno di androidi. Tutto è ancora in ordine.

source: [_tb_] That's good news.
french: [ _tb_ ] C'est une bonne nouvelle.
italian: [_tb_] Questa è una buona notizia.

source: [_tb_] And were you able to enter the palace?
french: [ _tb_ ] Et donc tu as pu rentrer dans le palais?
italian: [_tb_] E sei riuscito ad entrare nel palazzo?

source: [_u_] Yes, when the guards took me prisoner.
french: [ _u_ ] Oui, quand les gardes m'ont emprisonné.
italian: [_u_] Sì, quando le guardie mi presero prigioniero.

source: [_tb_] Did you see how nice it is inside?
french: [ _tb_ ] Est-ce que tu as pu voir à quel point c'était beau à l'intérieur?
italian: [_tb_] Hai visto quanto sia bello dentro?

source: [_u_] The witch who had kidnapped Em-IA.
french: [ _u_ ] La sorcière qui avait enlevé Em-IA.
italian: [_u_] La strega che aveva rapito Em-IA.

source: [_tb_] Oh yeah. Did you see her there?
french: [ _tb_ ] Oh oui. Tu l'as vu là-bas?
italian: [_tb_] Oh sì. L'hai vista lì?

source: [_u_] She took control of the place.
french: [ _u_ ] Elle a pris le contrôle de l'endroit.
italian: [_u_] Lei prese il controllo del luogo.

source: [_tb_] That's funny. We'll have to deal with that.
french: [ _tb_ ] C'est marrant ça. On va devoir s'en occuper.
italian: [_tb_] È divertente. Dovremo occuparci di questo.

source: [_u_] And I saw that the old magesty of the place is held prisoner in these quarters.
french: [ _u_ ] Et j'ai vu que l'ancien magouté de l'endroit est détenu dans ces quartiers.
italian: [_u_] E vidi che la vecchia magestia del luogo è prigioniera in questi quartieri.

source: [_u_] Ooooh so that's her.
french: [ _u_ ] Ooooh donc c'est elle.
italian: [_u_] Ooooh così è lei.

source: [_tb_] Dressed in blue, tall with a nice body and long black hair?
french: [ _tb_ ] Vêtu en bleu, grand avec un joli corps et de longs cheveux noirs?
italian: [_tb_] Abito in blu, alto con un bel corpo e lunghi capelli neri?

source: [_u_] Yeah, that's her.
french: [ _u_ ] Ouais, c'est elle.
italian: [_u_] Sì, è lei.

source: [_tb_] It is one of the most important androids of the entire southern continent.
french: [ _tb_ ] C'est l'un des androïdes les plus importants de tout le continent sud.
italian: [_tb_] È uno degli androidi più importanti dell'intero continente meridionale.

source: [_tb_] We should start by taking care of her.
french: [ _tb_ ] Nous devrions commencer par prendre soin d'elle.
italian: [_tb_] Dovremmo iniziare prendendoci cura di lei.

source: [_tb_] No idea who it is.
french: [ _tb_ ] Aucune idée qui c'est.
italian: [_tb_] Nessuna idea chi sia.

source: [_u_] Red skin, big horns on the head?
french: [ _u_ ] La peau rouge, les grosses cornes sur la tête?
italian: [_u_] Pelle rossa, grandi corna sulla testa?

source: [_tb_] She must not come from this continent.
french: [ _tb_ ] Elle ne doit pas venir de ce continent.
italian: [_tb_] Lei non deve venire da questo continente.

source: [_tb_] Another android that explored the planet. In 200 years it is predictable.
french: [ _tb_ ] Un autre androïde qui a exploré la planète. En 200 ans, c'est prévisible.
italian: [_tb_] Un altro androide che ha esplorato il pianeta. In 200 anni è prevedibile.

source: [_tb_] It might be nice to find out where she came from.
french: [ _tb_ ] C'est peut-être bien de savoir d'où elle vient.
italian: [_tb_] Potrebbe essere bello scoprire da dove è venuta.

source: [_tb_] I keep that in mind.
french: [ _tb_ ] Je garde cela à l'esprit.
italian: [_tb_] lo tengo in mente.

source: [_u_] And uh...
french: [ _u_ ] Et euh ...

source: [_u_] Ah yes, I saw Djin, she is the one who teleported me here.
french: [ _u_ ] Ah oui, j'ai vu Djin, c'est elle qui m'a téléporté ici.
italian: [_u_] Ah sì, ho visto Djin, lei è colui che mi ha teletrasportato qui.

source: [_tb_] Ohhh so cool I love this chick.
french: [ _tb_ ] Ohhh si cool j'aime ce poussin.
italian: [_tb_] Ohhh così fresco amo questo pulcino.

source: [_tb_] I need to prepare something for her.
french: [ _tb_ ] J'ai besoin de préparer quelque chose pour elle.
italian: [_tb_] Ho bisogno di preparare qualcosa per lei.

source: [_tb_] Anyway, take your time to settle in, and go see Emee as soon as you can.
french: [ _tb_ ] De toute façon, prenez votre temps pour vous installer, et allez voir Emee dès que vous le pouvez.
italian: [_tb_] Comunque, prendi il tuo tempo per sistemarti, e vai a vedere Emee il più presto possibile.

source: [_tb_] She is parked on the spaceport outside now.
french: [ _tb_ ] Elle est garée sur le port spatial à l'extérieur.
italian: [_tb_] Lei è parcheggiata nello spazio fuori ora.

source: [_tb_] See you later [name]. And, welcome home.
french: [ _tb_ ] Voir plus tard [ nom ], et bienvenue à la maison.
italian: [_tb_] Ci vediamo più tardi [name]. E, benvenuto a casa.

source: [_u_] It's good to wake up in something other than a cell.
french: [ _u_ ] Il est bon de se réveiller dans quelque chose d'autre qu'une cellule.
italian: [_u_] È bene svegliarsi in qualcosa di diverso da una cella.

source: [_a_] Hey! Can you hear me?
french: [_a_] Hé ! Peux-tu m'entendre?
italian: [_a_] Ehi! Riesci a sentirmi?

source: [_a_] I'm not sure if it works...
french: [_a_] Je ne suis pas sûr que ça marche ...
italian: [_a_] Non sono sicuro se funziona...

source: [_u_] I can hear you loud and clear!
french: [ _u_ ] Je peux vous entendre haut et fort !
italian: [_u_] Ti sento forte e chiaro!

source: [_a_] Aaah great!
french: [_a_] Aaah super !
italian: [_a_] Aaah grande!

source: [_a_] Thanks Melissandre, it works!
french: [_a_] Merci Melissandre, ça marche !
italian: [_a_] Grazie Melissandre, funziona!

source: [_ml_] You're welcome!
french: [ _ml_ ] Vous êtes les bienvenus !
italian: [_ml_] Sei il benvenuto!

source: [_a_] So, [name], are you ready for our little meeting?
french: [_a_] Alors, [ nom ], êtes-vous prêt pour notre petite réunion?
italian: [_a_] Dunque, [name], sei pronto per il nostro piccolo incontro?

source: [_u_] Yep, you want me to come to your quarters? Or shall we do this in my office?
french: [ _u_ ] Yep, tu veux que je vienne à tes quartiers? Ou allons-nous faire cela dans mon bureau?
italian: [_u_] Sì, vuoi che io venga ai tuoi alloggi? O lo faremo nel mio ufficio?

source: [_a_] Oh no, I just got my stuff in, my quarters are filled with moving boxes.
french: [_a_] Oh non, je viens de recevoir mes affaires, mes quartiers sont remplis de boîtes mobiles.
italian: [_a_] Oh no, ho appena ottenuto la mia roba in, i miei quarti sono pieni di scatole in movimento.

source: [_a_] Can we meet outside? Where we first met yesterday?
french: [_a_] Pouvons-nous nous rencontrer à l'extérieur? Où nous nous sommes rencontrés pour la première fois hier?
italian: [_a_] Possiamo incontrarci fuori? Dove ci siamo incontrati ieri?

source: [_u_] Oh yes, why not. See you later!
french: [ _u_ ] Oh oui, pourquoi pas. À plus tard !
italian: [_u_] Oh sì, perché no. Ci vediamo più tardi!

source: [_a_] How do you close this thing? ....
french: [_a_] Comment fermez-vous cette chose? ....
italian: [_a_] Come chiudi questa cosa? ....

source: [_a_] Hey! Hello again!
french: [_a_] Hé ! Bonjour à nouveau !
italian: [_a_] Hey! Ciao di nuovo!

source: [_a_] I hope I didn't wake you up earlier!
french: [_a_] J'espère que je ne t'ai pas réveillée plus tôt !
italian: [_a_] Spero di non averti svegliato prima!

source: [_a_] So, Tinker asked me to see with you to find a solution to corrupt Sherazade.
french: [_a_] Donc, Tinker m'a demandé de voir avec vous pour trouver une solution à la Sherazade corrompue.
italian: [_a_] Così, Tinker mi ha chiesto di vedere con voi per trovare una soluzione per Sherazade corrotto.

source: [_u_] Did she explain the situation to you there?
french: [ _u_ ] Elle vous a-t-elle expliqué la situation?
italian: [_u_] Ti ha spiegato la situazione?

source: [_u_] The Sultana who took power? The genie in the lamp?
french: [ _u_ ] Le Sultana qui a pris le pouvoir? Le génie dans la lampe?
italian: [_u_] La Sultana che ha preso il potere? Il genio nella lampada?

source: [_a_] Yes! I know all about it!
french: [_a_] Oui ! Je sais tout à propos !
italian: [_a_] Sì! Lo so tutto!

source: [_u_] Frankly, I have trouble seeing how to corrupt this Sherazade...
french: [ _u_ ] Franchement, j'ai du mal à voir comment corrompu cette Sherazade ...
italian: [_u_] Francamente, ho difficoltà a vedere come corrompere questa Sherazade...

source: [_u_] If I bring her the magic lamp... She will only have to fulfill all her wishes, and...
french: [ _u_ ] Si je lui apporte la lampe magique ... Elle n'aura qu'à satisfaire tous ses souhaits, et ...
italian: [_u_] Se le porto la lampada magica... Lei dovrà solo soddisfare tutti i suoi desideri, e...

source: [_u_] I don't see how I can corrupt her after that.
french: [ _u_ ] Je ne vois pas comment je peux la corrompu après ça.
italian: [_u_] Non vedo come posso corromperla dopo.

source: [_a_] I think I found a solution.
french: [_a_] Je pense avoir trouvé une solution.
italian: [_a_] Penso di aver trovato una soluzione.

source: [_a_] We could arrange that, instead of pure souls, only ''impure'' souls could grant wishes.
french: [_a_] Nous pourrions arrangevoir que, au lieu des âmes pures, seules les âmes "impures" pouvaient donner des souhaits.
italian: [_a_] Potremmo organizzare che, invece di anime pure, solo le anime 'impure'' potrebbero concedere desideri.

source: [_a_] Do you think it could work?
french: [_a_] Pensez-vous qu'il pourrait fonctionner?
italian: [_a_] Pensi che potrebbe funzionare?

source: [_u_] Gosh... that would be a good idea.
french: [ _u_ ] Gosh ... ce serait une bonne idée.
italian: [_u_] Gosh... questa sarebbe una buona idea.

source: [_u_] You are really good at writing stories.
french: [ _u_ ] Vous êtes vraiment doué pour écrire des histoires.
italian: [_u_] Sei davvero bravo a scrivere storie.

source: [_a_] Thanks ahah, that's my job.
french: [_a_] Merci ahah, c'est mon boulot.
italian: [_a_] Grazie ahah, è il mio lavoro.

source: [_a_] So, I asked Tinker, and she gave me this for you:
french: [_a_] Alors, j'ai demandé à Tinker, et elle m'a donné ça pour toi:
italian: [_a_] Così ho chiesto a Tinker, e lei mi ha dato questo per voi:

source: [_a_] This will allow Djin to change her attributes.
french: [_a_] Cela permettra à Djin de modifier ses attributs.
italian: [_a_] Questo permetterà a Djin di cambiare i suoi attributi.

source: [_u_] Absolutely great!
french: [ _u_ ] Absolument super !
italian: [_u_] Assolutamente grande!

source: [_a_] Tinker told me that she had reconfigured the war table in the office so that you could teleport to the Oriental Capital.
french: [_a_] Tinker m'a dit qu'elle avait reconfiguré la table de guerre dans le bureau afin que vous pourriez téléporter à la capitale orientale.
italian: [_a_] Tinker mi ha detto che aveva riconfigurato il tavolo da guerra in ufficio in modo che poteste teletrasportarvi nella capitale orientale.

source: [_u_] Don't you want to come with me to announce her new mission to Djin?
french: [ _u_ ] Ne veux-tu pas venir avec moi pour annoncer sa nouvelle mission à Djin?
italian: [_u_] Non vuoi venire con me per annunciare la sua nuova missione a Djin?
