Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Rooms_Separate02.po
Languages: french, italian

source: [_u_] What a disappointment. I had already planned to give you leather cords for your birthday.
french: [ _u_ ] Quelle déception. J'avais déjà prévu de te donner des cordes en cuir pour ton anniversaire.
italian: [_u_] Che delusione. Avevo già pianificato di darti delle corde di cuoio per il tuo compleanno.

source: [_a_] Choose a book, it's often a safe bet with me.
french: [ _a_ ] Choisissez un livre, c'est souvent un pari sûr avec moi.
italian: [_a_] Scegli un libro, è spesso una scommessa sicura con me.

source: [_u_] So.. do you want me to finish the job with Snow White alone?
french: [ _u_ ] Alors, voulez-vous que je termine le travail avec Snow White seul?
italian: [_u_] So.. vuoi che io finisca il lavoro con Snow White da solo?

source: [_a_] No!
french: [ _a_ ] Non !

source: [_a_] Gosh... I don't know!
french: [ _a_ ] Gosh ... Je ne sais pas !
italian: [_a_] Gosh... Non lo so!

source: [_a_] Well, just give me a little time. I'll think about it.
french: [ _a_ ] Eh bien, donnez-moi un peu de temps. Je vais y réfléchir.
italian: [_a_] Beh, mi dia un po' di tempo. Ci penserò.

source: [_a_] I'll see you later, [name].
french: [ _a_ ] Je te verrai plus tard, [ nom ].
italian: [_a_] Ti vedrò più tardi, [name].

source: [_a_] Ah, and... go to Lycoris as soon as you can.
french: [ _a_ ] Ah, et ... allez à Lycoris dès que vous le pouvez.
italian: [_a_] Ah, e... vai a Lycoris il più presto possibile.

source: [_a_] I'm going to need a minstrel hat.
french: [ _a_ ] Je vais avoir besoin d'un chapeau minstrel.
italian: [_a_] Avrò bisogno di un cappello minstrel.

source: [_u_] Don't worry, I'll take care of that!
french: [ _u_ ] Ne vous inquiétez pas, je m'en occuperai !
italian: [_u_] Non ti preoccupare, mi prenderò cura di questo!

source: [_a_] Thanks!
french: [ _a_ ] Merci !
italian: [_a_] Grazie!

source: [_sw_] Your wife is a very strange person, you know?
french: Votre femme est une personne très étrange, vous savez?
italian: [_sw_] Tua moglie è una persona molto strana, sa?

source: [_u_] My...
french: [ _u_ ] Mon ...
italian: [_u_] Mio...

source: [_u_] Oh yes! Amandine!
french: [ _u_ ] Oh oui ! Amandine !
italian: [_u_] Oh sì! Amandine!

source: [_sw_] Yes... your wife.
french: [ _sw_ ] Oui ... votre femme.
italian: [_sw_] Sì... tua moglie.

source: [_sw_] We talked a lot and...
french: [ _sw_ ] Nous avons beaucoup parlé et ...
italian: [_sw_] Abbiamo parlato molto e...

source: [_sw_] She told me quite a lot about herself...
french: [ _sw_ ] Elle m'a beaucoup parlé d'elle-même ...
italian: [_sw_] Lei mi ha detto un bel po' di se stessa...

source: [_sw_] I'm not sure she told me everything, I must admit...
french: [ _sw_ ] Je ne suis pas sûre qu'elle m'a tout dit, je dois admettre ...
italian: [_sw_] Non sono sicuro che mi abbia detto tutto, devo ammettere...

source: [_sw_] But I understood enough to see that you don't have much... well...
french: [ _sw_ ] Mais j'ai compris assez pour voir que vous n'avez pas beaucoup ...
italian: [_sw_] Ma ho capito abbastanza per vedere che non avete molto... beh,

source: [_sw_] ''Doing things''.
french: [ _sw_ ] '' Faire les choses''.
italian: [_sw_] ''Fare le cose''.

source: [_sw_] It's strange, isn't it, a woman who's only slept with other women?
french: [ _sw_ ] C'est étrange, n'est-ce pas, une femme qui n'a couché qu'avec d'autres femmes?
italian: [_sw_] È strano, non è forse una donna che ha dormito solo con altre donne?

source: [_u_] Wow... you really are old-fashioned.
french: [ _u_ ] Wow ... tu es vraiment vieux.
italian: [_u_] Wow... sei davvero vecchio stile.

source: [_u_] And I'll have you know that you've already masturbated with your evil double once. Have you forgotten?
french: [ _u_ ] Et je vous ferai savoir que vous vous êtes déjà masturbé avec votre diabolique double une fois. Avez-vous oublié?
italian: [_u_] E lo sapete che una volta hai già masturbato con il tuo male doppio. Hai dimenticato?

source: [_sw_] Yeah... I try not to think about it too much...
french: [ _sw_ ] Ouais ... J'essaie de ne pas trop penser à ça ...
italian: [_sw_] Sì... Cerco di non pensarci troppo...

source: [_sw_] Anyway...
french: [ _sw_ ] En tout cas ...
italian: [_sw_] Comunque...

source: [_sw_] Doesn't it bother you that your wife never... well...
french: [ _sw_ ] N'est-ce pas vous embêter que votre femme n'a jamais ... bien ...
italian: [_sw_] Non ti infastidisce che tua moglie mai... bene...

source: [_sw_] ...Never taken proper care of your male attribute?
french: [ _sw_ ] ...N'a jamais pris soin de votre attribut masculin?
italian: [_sw_] ... Non hai mai preso cura del tuo attributo maschile?

source: [_sw_] Because if I were you... the only thing I'd be thinking about right now...
french: [ _sw_ ] Parce que si je vous étais ... la seule chose que je pensais maintenant ...
italian: [_sw_] Perché se fossi tu... l'unica cosa che avrei pensato adesso...

source: [_sw_] ...is putting my dick in the mouth of a pretty princess.
french: [ _sw_ ] ... est en train de mettre ma bite dans l'embouchure d'une jolie princesse.
italian: [_sw_] ...sta mettendo il mio cazzo nella bocca di una bella principessa.

source: [_sw_] I'm just saying.
french: [ _sw_ ] Je dis juste.
italian: [_sw_] sto solo dicendo.

source: [_u_] What? You want to suck me?
french: [ _u_ ] Quoi? Tu veux me sucer?
italian: [_u_] Cosa? Mi vuoi succhiare?

source: [_sw_] You bet I do...
french: [ _sw_ ] Vous pariez que je ...
italian: [_sw_] Scommetti che faccio...

source: [_sw_] I'm going to make you regret not choosing me as your wife.
french: [ _sw_ ] Je vais vous faire regretter de ne pas me choisir comme votre femme.
italian: [_sw_] Ti farò rimpiangere di non scegliermi come tua moglie.

source: [_sw_] What do you mean, no thanks?
french: [ _sw_ ] Qu'est-ce que tu veux dire, non merci?
italian: [_sw_] Che cosa intendi, niente grazie?

source: [_sw_] You refuse me?!
french: [ _sw_ ] Vous me refusez?
italian: [_sw_] Mi rifiuti?!

source: [_u_] Well... I guess we can say she works.
french: [ _u_ ] Eh bien ... Je suppose que nous pouvons dire qu'elle travaille.
italian: [_u_] Bene... Immagino che possiamo dire che lei lavora.

source: [_tb_] If I were you, I would have accepted the blowjob...
french: [ _tb_ ] Si j'étais vous, j'aurais accepté la pipe ...
italian: [_tb_] Se fossi in te, avrei accettato il pompino...

source: [_tb_] But indeed, everything seems to work!
french: [ _tb_ ] Mais en effet, tout semble fonctionner !
italian: [_tb_] Ma tutto sembra funzionare!

source: [_tb_] Congratulations... our first visitor-ready character is finished!
french: [ _tb_ ] Félicitations ... notre premier caractère de prêt est terminé !
italian: [_tb_] Congratulazioni... il nostro primo personaggio pronto per il visitatore è finito!

source: [_tb_] Now... we just have to figure out... well, how to get visitors...
french: [ _tb_ ] Maintenant ... nous avons juste à comprendre ... eh bien, comment attirer les visiteurs ...
italian: [_tb_] Now... dobbiamo solo capire... beh, come ottenere visitatori...

source: [_tb_] But that's another story!
french: [ _tb_ ] Mais c'est une autre histoire !
italian: [_tb_] Ma questa è un'altra storia!

source: [_tb_] Good job [name]!
french: [ _tb_ ] Bon travail [ nom ] !
italian: [_tb_] Buon lavoro [name]!

source: [_sw_] I knew you wouldn't resist me.
french: [ _sw_ ] Je savais que tu ne me résisterais pas.
italian: [_sw_] Sapevo che non mi avresti resistito.

source: [_sw_] What a nice weather to be outside.
french: [ _sw_ ] Quel beau temps pour être à l'extérieur.
italian: [_sw_] Che bel tempo per stare fuori.

source: [_sw_] Birds are chirping...
french: [ _sw_ ] Les oiseaux chanterelles ...
italian: [_sw_] Gli uccelli stanno cinguettando...

source: [_sw_] Flowers are smelling so good...
french: [ _sw_ ] Les fleurs sont si bonnes ...
italian: [_sw_] I fiori hanno un odore così buono...

source: [_sw_] It makes me want to do a picnic.
french: [ _sw_ ] Cela me fait un pique-nique.
italian: [_sw_] Mi fa volere fare un picnic.

source: [_sw_] And by that, I mean proving to you that I can be a better wife than yours.
french: [ _sw_ ] Et par ça, je veux dire vous prouver que je peux être une meilleure femme que la tienne.
italian: [_sw_] E con ciò intendo dimostrarvi che posso essere una moglie migliore della vostra.

source: [_u_] Prove it to me then.
french: [ _u_ ] Provisez-moi alors.
italian: [_u_] Dimmi a quel momento.

source: [_sw_] Anything you say...
french: [ _sw_ ] Tout ce que tu dis ...
italian: [_sw_] Tutto quello che dici...

source: [_u_] Are you going to prove me your love with that ?
french: [ _u_ ] Tu vas me prouver ton amour avec ça?
italian: [_u_] Mi dimostrerai il tuo amore con quello?

source: [_u_] you need to do more if you want me to believe your words, princess.
french: [ _u_ ] vous devez faire plus si vous voulez que je croise vos mots, princesse.
italian: [_u_] devi fare di più se vuoi che io creda alle tue parole, principessa.

source: [_u_] You can look at me like that, I'm not taking my words back...
french: [ _u_ ] Vous pouvez me regarder comme ça, je ne prends pas mes mots ...
italian: [_u_] Puoi guardarmi così, non sto riprendendo le mie parole...

source: [_u_] What ? Do you really need to think this hard ?
french: [ _u_ ] Quoi? Vous avez vraiment besoin de penser ça?
italian: [_u_] Cosa? Hai davvero bisogno di pensare così duramente?

source: [_u_] You just have to please me even more...
french: [ _u_ ] Tu dois juste me plaire encore plus ...
italian: [_u_] Devi solo farmi piacere ancora di più...

source: [_a_] Hey there! I was just checking to see if you had time to....
french: [ _a_ ] Hé là ! J'étais juste en train de vérifier si vous aviez le temps de ...
italian: [_a_] Ehi lì! Stavo solo controllando per vedere se avevi tempo a....

source: [_a_] Are you getting your dick sucked by Snow White?
french: [ _a_ ] Tu as ta bite sucée par Blanche Neige?
italian: [_a_] Stai ottenendo il tuo cazzo succhiato da Biancaneve?

source: [_a_] God... you're just impossible!
french: [ _a_ ] Dieu ... vous êtes tout simplement impossible !
italian: [_a_] Dio... sei semplicemente impossibile!

source: [_a_] Well... I'll let you have your fun!
french: [ _a_ ] Eh bien ... Je te laisse t'amuser !
italian: [_a_] Bene... Ti lascerò divertirti!

source: [_a_] What?
french: [_a_] Quoi ?
italian: [_a_] Cosa?

source: [_a_] Are you asking me to join you?...
french: [ _a_ ] Vous me demandez de vous rejoindre? ...
italian: [_a_] Mi stai chiedendo di unirmi a te?...

source: [_a_] Like... you want me to watch you get sucked up closer?
french: [ _a_ ] Comme ... tu veux que je te regarde de plus près?
italian: [_a_] Mi piace... vuoi che ti guardi più da vicino?

source: [_a_] That's... an interesting proposition...
french: [ _a_ ] C'est une proposition intéressante ...
italian: [_a_] Questo... una proposta interessante...

source: [_a_] I...
french: [_a_] Je...

source: [_a_] Would you really be up for it?
french: [ _a_ ] Seriez-vous vraiment à la hauteur?
italian: [_a_] Saresti davvero in grado di farlo?

source: [_a_] Nah, I don't think I'm ready for that kind of thing!
french: [ _a_ ] Nah, je ne pense pas que je sois prête pour ce genre de chose !
italian: [_a_] Nah, non penso di essere pronto per quel tipo di cosa!

source: [_a_] Have fun with her!
french: [ _a_ ] Amusea avec elle !
italian: [_a_] Divertiti con lei!

source: [_a_] Ok, I'm in!
french: [ _a_ ] Ok, je suis dans !
italian: [_a_] Ok, sono dentro!

source: [_a_] So, are you having fun without me?
french: [ _a_ ] Alors, tu t'amuse sans moi?
italian: [_a_] Allora, ti stai divertendo senza di me?

source: [_a_] Are you taking care of my husband without my permission?
french: [ _a_ ] Etes-vous en train de prendre soin de mon mari sans ma permission?
italian: [_a_] Ti stai prendendo cura di mio marito senza il mio permesso?

source: [_sw_] Are you maybe feeling threatened by my presence ?
french: [ _sw_ ] Vous vous sentez peut-être menacé par ma présence?
italian: [_sw_] Ti senti forse minacciato dalla mia presenza?

source: [_a_] Not at all, dear Snow White.
french: [ _a_ ] Pas du tout, cher Blanche Neige.
italian: [_a_] Niente affatto, caro Bianco della Neve.

source: [_sw_] What ? How ! I am a princess !
french: [ _sw_ ] Quoi? Comment ! Je suis une princesse !

source: [_a_] Just look at him.
french: [ _a_ ] Il suffit de le regarder.
italian: [_a_] Lo guarda e basta.

source: [_a_] No need to look further.
french: [ _a_ ] Il n'est pas nécessaire d'aller plus loin.
italian: [_a_] Non c'è bisogno di guardare oltre.

source: [_sw_] All I can see is that he's eating me with his eyes my... Dear.
french: [ _sw_ ] Tout ce que je peux voir c'est qu'il me mange avec ses yeux ... Chère.
italian: [_sw_] Tutto quello che posso vedere è che mi sta mangiando con i suoi occhi...

source: [_u_] What ?
french: [ _u_ ] Quoi?
italian: [_u_] Che Cosa ?

source: [_u_] Don't put me into your little war, I'm staying neutral.
french: [ _u_ ] Ne me mettez pas dans votre petite guerre, je reste neutre.
italian: [_u_] Non mettetemi nella vostra piccola guerra, rimango neutrale.

source: [_a_] I didn't say anything, my sweet husband.~
french: [ _a_ ] Je n'ai rien dit, mon doux mari.
italian: [_a_] Non ho detto niente, il mio dolce marito.~

source: [_a_] Look at you...
french: [ _a_ ] Regarde ...
italian: [_a_] Guardate...

source: [_a_] It seems you are enjoying this a bit too much.
french: [ _a_ ] Il semble que vous en appréciez un peu trop.
italian: [_a_] Sembra che ti stia godendo un po' troppo.

source: [_a_] Dear husband, are you going to let her do this to me ?
french: [ _a_ ] Cher mari, tu vas la laisser faire ça pour moi?
italian: [_a_] Caro marito, la lascerete fare questo a me?

source: [_a_] Hehe, don't talk with your mouth full.
french: [ _a_ ] Hehe, ne parle pas avec ta bouche pleine.
italian: [_a_] Hehe, non parlare con la bocca piena.

source: [_a_] That isn't really polite of you, princess.
french: [ _a_ ] Ce n'est pas vraiment poli de toi, princesse.
italian: [_a_] Questo non è davvero educato di te, principessa.

source: [_a_] Maybe does she need a rectification by my husband ?
french: [ _a_ ] Peut-être qu'elle a besoin d'une rectification de mon mari?
italian: [_a_] Forse ha bisogno di una correzione da parte di mio marito?

source: [_u_] Fuck...
french: [_u_] Putain...

source: [_a_] See ? She's all cute and princessy again.
french: [ _a_ ] Voir? Elle est tout mignonne et à nouveau.
italian: [_a_] Vedi ? Lei è di nuovo carino e principessia.

source: [_u_] With such doe eyes, how couldn't she...
french: [ _u_ ] Avec de tels yeux, comment elle n'a pas pu ...
italian: [_u_] Con tali occhi doe, come non potrebbe...

source: [_a_] You're not wrong, darling.
french: [ _a_ ] Vous n'avez pas tort, chérie.
italian: [_a_] Non hai torto, tesoro.

source: [_a_] I think you should go deeper, she's still doing unpolite stuff, honey.
french: [ _a_ ] Je pense que vous devriez aller plus loin, elle continue à faire des trucs impolis, chérie.
italian: [_a_] Penso che si dovrebbe andare più in profondità, lei sta ancora facendo roba maleducata, miele.

source: [_u_] Of course darling, anything you say.
french: [ _u_ ] Bien sûr, chérie, tout ce que tu dis.
italian: [_u_] Naturalmente tesoro, tutto quello che dici.

source: [_u_] Deepthroating suits you well, Snow White.
french: [ _u_ ] Deepthroating vous convient bien, Blanche-Neige.
italian: [_u_] Deepthroating si adatta bene, Biancaneve.

source: [_a_] Oh yeah, you're right...
french: [ _a_ ] Oh oui, vous avez raison ...
italian: [_a_] Oh sì, hai ragione...

source: [_u_] I'm sure it can suits you too, my dear wife.
french: [ _u_ ] Je suis sûr que ça vous convient aussi, ma chère épouse.
italian: [_u_] Sono sicuro che anche a te può piacere, mia cara moglie.

source: [_a_] I pass. I can't win against our princess...
french: [ _a_ ] Je passe. Je ne peux pas gagner contre notre princesse ...
italian: [_a_] passo. Non posso vincere contro la nostra principessa...

source: [_a_] Oh, I think she's trying to sing you something.
french: [ _a_ ] Oh, je pense qu'elle essaie de vous chanter quelque chose.
italian: [_a_] Oh, penso che stia cercando di cantarti qualcosa.

source: [_u_] She can try.
french: [ _u_ ] Elle peut essayer.
italian: [_u_] Lei riesce a provare.

source: [_u_] With you too looking at me like that...
french: [ _u_ ] Avec vous aussi me regarder comme ça ...
italian: [_u_] Con te anche guardandomi così...

source: [_u_] I'm not going to last long.
french: [ _u_ ] Je ne vais pas durer longtemps.
italian: [_u_] non durerò a lungo.

source: [_a_] Oh my...
french: [ _a_ ] Oh mon ...

source: [_a_] She learns nothing...
french: [ _a_ ] Elle n'apprend rien ...
italian: [_a_] Lei non impara niente...

source: [_a_] Maybe our princess is enjoying this moment as much as you...
french: [ _a_ ] Peut-être que notre princesse profite de ce moment autant que vous ...
italian: [_a_] Forse la nostra principessa sta godendo questo momento tanto quanto te...

source: [_a_] And as much as me.
french: [ _a_ ] Et autant que moi.
italian: [_a_] E tanto quanto me.

source: [_a_] If you go faster and deeper, I'm sure she's going to accept the fact that we are married, my dear.
french: [ _a_ ] Si vous allez plus vite et plus profondément, je suis sûr qu'elle va accepter le fait que nous sommes mariés, ma chère.
italian: [_a_] Se andate più velocemente e più in profondità, sono sicuro che accetterà il fatto che siamo sposati, mia cara.

source: [_u_] Ahah, let's try that...
french: [ _u_ ] Ahah, essayons ça ...
italian: [_u_] Ahah, proviamo quello...

source: [_a_] Sounds like someone who is getting less and less jealous...
french: [ _a_ ] On dirait quelqu'un qui devient de moins en moins jaloux ...
italian: [_a_] Suona come qualcuno che sta diventando sempre meno geloso...

source: [_a_] Do you hear that honey ?
french: [ _a_ ] Tu entends ce miel?
italian: [_a_] Senti quel miele ?

source: [_a_] I think she wants your juice...
french: [ _a_ ] Je pense qu'elle veut ton jus ...
italian: [_a_] Penso che lei voglia il tuo succo...

source: [_u_] Hmmm... Asked so courtly...
french: [ _u_ ] Hmmm ... Prié si courtoement ...
italian: [_u_] Hmmm... Chiesto così cortesemente...

source: [_u_] And with those two beautiful faces...
french: [ _u_ ] Et avec ces deux belles faces ...
italian: [_u_] E con questi due bellissimi volti...

source: [_a_] You're too kind...
french: [ _a_ ] Vous êtes trop gentil ...
italian: [_a_] Sei troppo gentile...

source: [_a_] Come on darling... She's waiting to take it all...
french: [ _a_ ] Allez chérie ... Elle attend de tout prendre ...
italian: [_a_] Vieni a darling... Lei sta aspettando di prenderlo tutto...

source: [_a_] Don't make our princess wait...
french: [ _a_ ] Ne faites pas notre princesse attendre ...
italian: [_a_] Non fate aspettare la nostra principessa...

source: [_sw_] Fuck... I love being covered...
french: [ _sw_ ] Fuck ... J'adore être couvert ...
italian: [_sw_] Fuck... Mi piace essere coperto...

source: [_a_] Damn... and she swallows it all!
french: [ _a_ ] Damn ... et elle a tout avalé !
italian: [_a_] Dannazione... e lei inghiottisce tutto!

source: [_sw_] That's so tasty...
french: [ _sw_ ] C'est si savoureux ...
italian: [_sw_] È così gustoso...

source: [_a_] I understand... this is a private moment!
french: [ _a_ ] Je comprends ... c'est un moment privé !
italian: [_a_] Capisco... questo è un momento privato!

source: [_a_] Well, have fun with your princess!
french: [ _a_ ] Eh bien, amuse-toi avec ta princesse !
italian: [_a_] Beh, divertiti con la tua principessa!

source: [_u_] Come on princess, show me your tits.
french: [ _u_ ] Viens princesse, montrez-moi tes seins.
italian: [_u_] Vieni alla principessa, mostrami le tue tette.

source: [_u_] I'm not going to get my dick sucked without looking at a pair of tits, am I?
french: [ _u_ ] Je ne vais pas me chercher ma bite sans regarder une paire de seins, suis-je?
italian: [_u_] Non farò succhiare il mio cazzo senza guardare un paio di tette, vero?

source: [_u_] Seeing you with my dick in your mouth is very arousing.
french: [ _u_ ] Seeing you with my dick in your mouth is very arrez.
italian: [_u_] vederti con il mio cazzo in bocca è molto eccitante.

source: [_u_] Your red lips are even more beautiful when they are blowjobing me...
french: [ _u_ ] Vos lèvres rouges sont encore plus belles quand elles me dérapent ...
italian: [_u_] Le tue labbra rosse sono ancora più belle quando mi pompino...

source: [_u_] I wonder how they would look like if I go further...
french: [ _u_ ] Je me demande comment ils ressembleraient si je vais plus loin ...
italian: [_u_] Mi chiedo come sembrerebbero se andassi oltre...

source: [_u_] Fuck yes...
french: [ _u_ ] Fuck oui ...
italian: [_u_] Cazzo sì...

source: [_u_] You're enjoying this as much as I am...
french: [ _u_ ] Vous appréciez autant que je le suis ...
italian: [_u_] Ti stai divertendo tanto quanto lo sono...

source: [_u_] It makes me want to...
french: [ _u_ ] Cela me fait vouloir ...
italian: [_u_] Mi fa volere...

source: [_u_] What a good deepthroat...
french: [ _u_ ] Quel bon profond ...
italian: [_u_] Che bella gola profonda...

source: [_u_] Ready to go further princess ?
french: [ _u_ ] Prêt à aller plus loin?
italian: [_u_] Pronto ad andare oltre principessa?

source: [_u_] Getting used to it, uh ?
french: [ _u_ ] Se servir de ça, euh?
italian: [_u_] Ti abitui, uh ?

source: [_u_] Hmmm... Yeah...
french: [ _u_ ] Hmmm ... Ouais ...
italian: [_u_] Hmmm... Sì...

source: [_u_] Yes... You're fucking good..!
french: [ _u_ ] Oui ... Tu es putain de bon .. !
italian: [_u_] Sì... Stai scopando bene..!

source: [_sw_] Damn... I missed this.
french: [ _sw_ ] Dommer ... J'ai raté ça.
italian: [_sw_] Dannazione... Ho perso questo.

source: [_sw_] Aaaah... I missed this.
french: [ _sw_ ] Aaaah ... J'ai raté ça.
italian: [_sw_] Aaaah... Mi è mancato questo.

source: {color=#f2923c}What are you looking for here?{/color}
french: { color=#f2923c} Qu'est-ce que vous recherchez ici? { /color }
italian: {color=#f2923c}Cosa stai cercando qui?{/color}

source: Will you ever tell me who you are?
french: Pourriez-vous me dire qui vous êtes?
italian: Mi dirai mai chi sei?

source: {color=#797979}Will you ever tell me who you are?{/color}
french: { color=#797979} Pourriez-vous me dire qui vous êtes? { /color }
italian: {color=#797979}Mi dirai mai chi sei? {/color}

source: Is the bird yours?
french: L'oiseau est-il le tien?
italian: L'uccello è suo?

source: {color=#797979}Is the bird yours?{/color}
french: { color=#797979} L'oiseau est-il à vous? { /color }
italian: {color=#797979}L'uccello è tuo?{/color}

source: {color=#f45fed}How can I prove I am trustworthy?{/color}
french: { color=#f45fed} Comment puis-je prouver que je suis digne de confiance? { /color }
italian: {color=#f45fed}Come posso dimostrare di essere affidabile?{/color}

source: Do you find what you need?
french: Vous trouvez ce dont vous avez besoin?
italian: Tu trovi quello che ti serve?

source: {color=#3ad8ff}I found what I needed!{/color}
french: { color=#3ad8ff} J'ai trouvé ce dont j'avais besoin ! { /color }
italian: {color=#3ad8ff}Ho trovato quello che mi serve!{/color}

source: It could be the mysterious person.
french: Ça pourrait être la personne mystérieuse.
italian: Potrebbe essere la persona misteriosa.

source: What was there to steal?
french: Qu'est-ce qu'il y a eu à voler?
italian: Cosa c'era da rubare?

source: Maybe some animals...
french: Peut-être certains animaux ...
italian: Forse alcuni animali...

source: {color=#3ad8ff}I have everything you asked for!{/color}
french: { color=#3ad8ff} J'ai tout ce que vous avez demandé ! { /color }
italian: {color=#3ad8ff}Ho tutto quello che hai chiesto!{/color}
