Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Dialogues_Separate02.po
Languages: french, italian

source: [_none01_] Interesting.
french: [ _none01_ ] Intéressant.
italian: [_none01_] Interessante.

source: [_none01_] So... You're actually the type to move forward without knowing where you're going?
french: [ _none01_ ] So ... Vous êtes vraiment le genre à aller de l'avant sans savoir où vous allez?
italian: [_none01_] So... Sei in realtà il tipo di andare avanti senza sapere dove stai andando?

source: [_none01_] I've always been fascinated by people who can live without a life plan.
french: [ _none01_ ] J'ai toujours été fasciné par les gens qui peuvent vivre sans plan de vie.
italian: [_none01_] Sono sempre stato affascinato da persone che possono vivere senza un piano di vita.

source: [_none01_] It looks so much simpler.
french: [ _none01_ ] Il semble tellement plus simple.
italian: [_none01_] Sembra molto più semplice.

source: [_u_] You should try it sometime. Conspiracies are overrated.
french: [ _u_ ] Vous devriez essayer quelque temps. Les spirations sont surévaluées.
italian: [_u_] Dovresti provarlo qualche volta. Le cospirazioni sono sopravvalutate.

source: [_none01_] It's a question I've been asking myself for some time.
french: [ _none01_ ] C'est une question que je me pose depuis un certain temps.
italian: [_none01_] È una domanda che mi faccio da un po' di tempo.

source: [_none01_] As I've already told you. Trust is a rare thing.
french: [ _none01_ ] Comme je l'ai déjà dit. La confiance est une chose rare.
italian: [_none01_] Come ti ho già detto. La fiducia è una cosa rara.

source: [_none01_] And I want to know if you deserve mine.
french: [ _none01_ ] Et je veux savoir si tu mérites le mien.
italian: [_none01_] E voglio sapere se ti meriti il mio.

source: [_none01_] What if I told you that Tinker hasn't told you everything?
french: [ _none01_ ] Que faire si je vous ai dit que Tinker ne vous a pas tout dit?
italian: [_none01_] E se ti dicessi che Tinker non ti ha detto tutto?

source: [_u_] Come on, stop the mystery. Tell me the whole story.
french: [ _u_ ] Allez, arrête le mystère. Dis-moi toute l'histoire.
italian: [_u_] Avanti, fermi il mistero. Raccontami tutta la storia.

source: [_u_] Who are you?
french: [ _u_ ] Qui êtes-vous?
italian: [_u_] Chi sei?

source: [_u_] Do we know each other?
french: [ _u_ ] Est-ce que nous nous connaissons?
italian: [_u_] Ci conosciamo a vicenda?

source: [_none01_] I can tell you probably know my name.
french: [ _none01_ ] Je peux vous dire que vous connaissez mon nom.
italian: [_none01_] Posso dirti che probabilmente conosco il mio nome.

source: [_none01_] But you don't know me personally.
french: [ _none01_ ] Mais vous ne me connaissez pas personnellement.
italian: [_none01_] Ma tu non mi conosci personalmente.

source: [_u_] Are you the creator of this park?
french: [ _u_ ] Êtes-vous le créateur de ce parc?
italian: [_u_] Sei tu il creatore di questo parco?

source: [_u_] You said you've been on this planet a long time, so I thought...
french: [ _u_ ] Tu as dit que tu étais sur cette planète depuis longtemps, alors j'ai pensé ...
italian: [_u_] Hai detto che sei stato su questo pianeta da molto tempo, quindi ho pensato...

source: [_none01_] Mh. That's an interesting theory.
french: [ _none01_ ] Mh. C'est une théorie intéressante.
italian: [_none01_] Mh. Questa è una teoria interessante.

source: [_none01_] But, no, I'm not that person.
french: [ _none01_ ] Mais, non, je ne suis pas cette personne.
italian: [_none01_] Ma, no, non sono quella persona.

source: [_none01_] But I woke up when he was still in charge of this planet.
french: [ _none01_ ] Mais je me suis réveillé quand il était encore responsable de cette planète.
italian: [_none01_] Ma mi sono svegliato quando era ancora responsabile di questo pianeta.

source: [_none01_] And this Tinker was still his right-hand girl.
french: [ _none01_ ] Et ce Tinker était toujours sa fille de droite.
italian: [_none01_] E questo Tinker era ancora la sua ragazza di destra.

source: [_u_] You... ''woke up''?
french: [ _u_ ] Vous ... '' réveil''?
italian: [_u_] Ti sei svegliato... '''?

source: [_none01_] I've said too much.
french: [ _none01_ ] J'ai trop dit.
italian: [_none01_] ho detto troppo.

source: [_none01_] I'm going to let you in on a secret.
french: [ _none01_ ] Je vais vous laisser entrer dans un secret.
italian: [_none01_] ti lascerò entrare in un segreto.

source: [_none01_] There are many reasons why you can't get this planet back in working order.
french: [ _none01_ ] Il y a de nombreuses raisons pour lesquelles vous ne pouvez pas récupérer cette planète dans l'ordre de travail.
italian: [_none01_] Ci sono molte ragioni per cui non è possibile ottenere questo pianeta in ordine di lavoro.

source: [_none01_] And I'm going to tell you one.
french: [ _none01_ ] Et je vais vous en dire un.
italian: [_none01_] E ve ne dirò uno.

source: [_none01_] See what the interstellar teleporter is?
french: [ _none01_ ] Voyez quel est le téléporteur interstellaire?
italian: [_none01_] Vedi cos'è il teletrasporto interstellare?

source: [_none01_] No.
french: [ _none01_ ] Non.

source: [_none01_] Exactly.
french: [ _none01_ ] Exactement.
italian: [_none01_] Esattamente.

source: [_none01_] But it's a little more than the antenna... Above all, it's a highly complex machine.
french: [ _none01_ ] Mais c'est un peu plus que l'antenne ... Par-dessus tout, c'est une machine très complexe.
italian: [_none01_] Ma è un po' più dell'antenna... Soprattutto, è una macchina molto complessa.

source: [_none01_] I don't know.
french: [ _none01_ ] Je ne sais pas.
italian: [_none01_] non lo so.

source: [_none01_] Anyway, to put it simply, every teleporter has a pure Quark crystal.
french: [ _none01_ ] Quoi qu'il en soit, pour le dire simplement, chaque téléporteur possède un cristal de Quark pur.
italian: [_none01_] Comunque, per dirlo semplicemente, ogni teletrasportatore ha un cristallo quark puro.

source: [_none01_] And this one had a big one. Particularly rare.
french: [ _none01_ ] Et celui-ci en avait un grand. Particulièrement rare.
italian: [_none01_] E questo ne aveva uno grande. Particolarmente raro.

source: [_none01_] The kind of crystal any great power in this galaxy would desire.
french: [ _none01_ ] Le genre de cristal, toute grande puissance dans cette galaxie, le désir.
italian: [_none01_] Il tipo di cristallo qualsiasi grande potere in questa galassia desidererebbe.

source: [_u_] Sounds cool.
french: [ _u_ ] C'est cool.
italian: [_u_] Suona fresco.

source: [_none01_] Except that it's no longer in the teleporter.
french: [ _none01_ ] Sauf que ce n'est plus dans le téléporteur.
italian: [_none01_] Tranne che non è più nel teletrasporto.

source: [_u_] That's less cool.
french: [ _u_ ] C'est moins cool.
italian: [_u_] È meno cool.

source: [_u_] Without this thing... it's going to be impossible to reopen the park...
french: [ _u_ ] Sans cette chose ... il sera impossible de rouvrir le parc ...
italian: [_u_] Senza questa cosa... sarà impossibile riaprire il parco...

source: [_u_] Where is it?
french: [ _u_ ] Où est-il?
italian: [_u_] Dov'è?

source: [_none01_] Guarded. Well-guarded.
french: [ _none01_ ] Garde. Bien gardé.
italian: [_none01_] Custodito. Ben Custodito.

source: [_none01_] And not by me.
french: [ _none01_ ] Et pas par moi.
italian: [_none01_] E non da me.

source: [_none01_] But, It's still on this planet.
french: [ _none01_ ] Mais, c'est toujours sur cette planète.
italian: [_none01_] Ma, è ancora su questo pianeta.

source: [_none01_] Anyway, when you've finished corrupting the Oriental zone, I'll tell you more.
french: [ _none01_ ] En tout cas, quand vous avez fini de corromtir la zone orientale, je vous en dirai plus.
italian: [_none01_] Comunque, quando hai finito di corrompere la zona orientale, ti dirò di più.

source: [_none01_] Perhaps then we'll find a way to converge our interests.
french: [ _none01_ ] Peut-être alors nous trouverons un moyen de converger nos intérêts.
italian: [_none01_] Forse allora troveremo un modo per convergere i nostri interessi.

source: [_none01_] Good luck with Sherazade.
french: [ _none01_ ] Bonne chance avec Sherazade.
italian: [_none01_] Buona fortuna con Sherazade.

source: [_none01_] She's beautiful, but she's so authoritative...
french: [ _none01_ ] Elle est belle, mais elle fait autorité ...
italian: [_none01_] Lei è bella, ma è così autorevole...

source: [_none01_] The last time I saw her... I never thought someone could... well... change her.
french: [ _none01_ ] La dernière fois que je l'ai vue ... Je n'ai jamais pensé que quelqu'un pourrait ... la changer.
italian: [_none01_] L'ultima volta che l'ho vista... non ho mai pensato che qualcuno potesse... bene... cambiarla.

source: [_u_] Wait... you've met her before?
french: [ _u_ ] Attends ... tu l'as rencontré avant?
italian: [_u_] Aspetta... l'hai incontrata prima?

source: [_none01_] Until our next meeting [name].
french: [ _none01_ ] Jusqu'à notre prochaine réunion [ nom ].
italian: [_none01_] Fino alla nostra prossima riunione [name].

source: [_u_] Mh... interesting.
french: [ _u_ ] Mh ... intéressant.
italian: [_u_] Mh... interessante.

source: [_am_] Hello there!!!
french: [ _am_ ] Bonjour, là !!!
italian: [_am_] Ciao!!!

source: [_am_] Look at me! I'm flying!
french: [ _am_ ] Regarde-moi ! Je vole !
italian: [_am_] Guardami! Sto volando!

source: [_am_] Isn't it amazing?
french: [ _am_ ] N'est-ce pas incroyable?
italian: [_am_] Non è incredibile?

source: [_u_] Wow... that's really strange.
french: [ _u_ ] Wow ... c'est vraiment étrange.
italian: [_u_] Wow... è davvero strano.

source: [_u_] Is there any particular reason why you're naked?
french: [ _u_ ] Y a-t-il une raison particulière pour laquelle vous êtes nu?
italian: [_u_] C'è qualche motivo particolare per cui sei nudo?

source: [_am_] What, you don't like my boobs?
french: [ _am_ ] Quoi, tu n'aimes pas mes seins?
italian: [_am_] Cosa, non ti piacciono le mie tette?

source: [_am_] They look pretty good to me...
french: [ _am_ ] Ils me semblent assez bien ...
italian: [_am_] Mi sembrano abbastanza bravi...

source: [_am_] Plus they're super big.
french: [ _am_ ] Plus ils sont super gros.
italian: [_am_] Plus sono super grandi.

source: [_am_] I even think I have the biggest boobs in the whole HQ.
french: [ _am_ ] Je pense même que j'ai les plus gros seins dans l'ensemble de l'AC.
italian: [_am_] Penso anche di avere le tette più grandi in tutto il quartier generale.

source: [_u_] Uh... you mean... in proportion to your body?
french: [ _u_ ] Uh ... tu veux dire ... en proportion de ton corps?
italian: [_u_] Uh... intendi... in proporzione al tuo corpo?

source: [_am_] Oh yes, it's true that I'm a fairy!
french: [ _am_ ] Oh oui, c'est vrai que je suis une fée !
italian: [_am_] Oh sì, è vero che sono una fata!

source: [_am_] Wait, don't move.
french: [ _am_ ] Attends, ne bouchez pas.
italian: [_am_] Aspetta, non muoverti.

source: [_am_] It worked!
french: [ _am_ ] Ça a marché !
italian: [_am_] ha funzionato!

source: [_am_] And I didn't even fall this time!
french: [ _am_ ] Et je n'ai même pas été cette fois !
italian: [_am_] E non sono nemmeno caduto questa volta!

source: [_am_] I have absolutely no idea.
french: [ _am_ ] Je n'ai absolument aucune idée.
italian: [_am_] non ho assolutamente idea.

source: [_am_] Something with uh...
french: [ _am_ ] Quelque chose avec ...
italian: [_am_] Qualcosa con uh...

source: [_am_] Like a teleport body swap... but frankly I don't know.
french: [ _am_ ] Comme un échange de corps téléport ... mais franchement, je ne sais pas.
italian: [_am_] Come un teletrasporto il corpo swap... ma francamente non lo so.

source: [_am_] I'm not a super-intelligent Melissandre!
french: [ _am_ ] Je ne suis pas une super-intelligente Melissandre !
italian: [_am_] Non sono un Melissandre!

source: [_am_] Totally!!! The former secretary of this planet really did have a gorgeous body!!
french: [ _am_ ] Totalement !!! L'ancien secrétaire de cette planète a vraiment un corps magnifique ! !
italian: [_am_] Totalmente!!! L'ex segretario di questo pianeta aveva davvero un corpo stupendo!!

source: [_am_] It's a bit strange that they were scanning all the employees body on this planet, don't you think?
french: [ _am_ ] C'est un peu étrange qu'ils balayaient tous les employés sur cette planète, ne pensez-vous pas?
italian: [_am_] È un po' strano che stavano scansionando tutto il corpo dei dipendenti su questo pianeta, non pensi?

source: [_u_] Yeah...
french: [Oui...
italian: [_u_] Sì...

source: [_u_] It seems they had some particularly strange plans in mind.
french: [ _u_ ] Il semble qu'ils aient eu à l'esprit des plans particulièrement étranges.
italian: [_u_] Sembra che avessero in mente alcuni piani particolarmente strani.

source: [_am_] Ooooh... evil plans.
french: [ _am_ ] Ooooh ... mauvais plans.
italian: [_am_] Ooooh... piani malvagi.

source: [_am_] I love evil plans.
french: [ _am_ ] J'aime les plans maléfiques.
italian: [_am_] Amo i piani malvagi.

source: [_am_] Like... they wanted to replace everyone in the galaxy with androids and control the world?
french: [ _am_ ] Comme ... ils voulaient remplacer tout le monde dans la galaxie avec des androïdes et contrôler le monde?
italian: [_am_] Mi piace... volevano sostituire tutti nella galassia con gli androidi e controllare il mondo?

source: [_u_] I hadn't really thought about it.
french: [ _u_ ] Je n'avais pas vraiment pensé à ça.
italian: [_u_] non ci avevo pensato.

source: [_am_] But yes, you're right,
french: [ _am_ ] Mais oui, vous avez raison,
italian: [_am_] Ma sì, hai ragione,

source: [_am_] I have a great pair of boobs.
french: [ _am_ ] J'ai une grande paire de seins.
italian: [_am_] Ho un grande paio di tette.

source: [_am_] You can ask Tinker if you want. After all, she was here at the time.
french: [ _am_ ] Vous pouvez demander à Tinker si vous voulez. Après tout, elle était là à l'époque.
italian: [_am_] Puoi chiedere a Tinker se vuoi. Dopotutto, era qui all'epoca.

source: [_u_] Yeah, I will.
french: [ _u_ ] Oui, je le vais.
italian: [_u_] Sì, lo farò.

source: [_am_] Oh! well then, it's super strange but...
french: [ _am_ ] Oh ! bien alors, c'est super étrange mais ...
italian: [_am_] Oh! beh, è super strano ma...

source: [_am_] When I'm in a fairy's body, I almost don't want to wear clothes.
french: [ _am_ ] Quand je suis dans le corps d'une fée, je ne veux presque pas porter de vêtements.
italian: [_am_] Quando sono nel corpo di una fata, quasi non voglio indossare vestiti.

source: [_am_] Or like... really, really...
french: [ _am_ ] Ou comme ... vraiment, vraiment ...
italian: [_am_] O piace... davvero, davvero...

source: [_am_] ...reaaaaally short things.
french: [ _am_ ] ... choses brèves aaaaally.
italian: [_am_] ... cose reaaaaally corte.

source: [_am_] Maybe it's... the desire to feel the wind on my skin when I fly...
french: [ _am_ ] Peut-être que c'est ... le désir de sentir le vent sur ma peau quand je vole ...
italian: [_am_] Forse è... il desiderio di sentire il vento sulla mia pelle quando volo...

source: [_am_] Or maybe I just want to be seen naked.
french: [ _am_ ] Ou peut-être que je veux juste être vu nu.
italian: [_am_] O forse voglio solo essere visto nudo.

source: [_u_] Or both.
french: [ _u_ ] Ou les deux.
italian: [_u_] O entrambi.

source: [_am_] Yeah, probably both.
french: [ _am_ ] Oui, probablement les deux.
italian: [_am_] Sì, probabilmente entrambi.

source: [_am_] I haven't shown it to Mrs Bell yet!
french: [ _am_ ] Je ne l'ai pas encore montré à Mme Bell !
italian: [_am_] non l'ho ancora mostrato alla signora Bell!

source: [_am_] I'm going to surprise her...
french: [ _am_ ] Je vais la surprendre ...
italian: [_am_] la sorprenderò...

source: [_am_] And maybe I'll finally get to see her room with my own eyes!
french: [ _am_ ] Et peut-être que je vais enfin voir sa chambre avec mes propres yeux !
italian: [_am_] E forse arriverò finalmente a vedere la sua stanza con i miei occhi!

source: [_am_] Anyway, I wanted to come and see you first, it's thanks to you that I have this body after all!
french: [ _am_ ] Quoi qu'il en soit, je voulais venir vous voir en premier, c'est grâce à vous que j'ai ce corps après tout !
italian: [_am_] Comunque, ho voluto venire a vederti prima, è grazie a voi che ho questo corpo dopo tutto!

source: [_am_] And if you need anything, don't hesitate to come and see me!
french: [ _am_ ] Et si vous avez besoin de quoi que ce soit, n'hésitez pas à venir me voir !
italian: [_am_] E se avete bisogno di qualcosa, non esitate a venire a trovarmi!

source: [_am_] See you soon!
french: [ _am_ ] Vous voyez bientôt !
italian: [_am_] Ci vediamo presto!

source: [_u_] What a strange little readhead.
french: [ _u_ ] Quel étrange petit readhead.
italian: [_u_] Che strano piccolo readhead.

source: [_dj_] I think I scared her a little!
french: [ _dj_ ] Je pense que j'ai eu un peu peur !
italian: [_dj_] Penso di averla spaventata un po'!

source: [_dj_] But at least she completely believed me!
french: [ _dj_ ] Mais au moins elle me croyait complètement !
italian: [_dj_] Ma almeno lei mi credeva completamente!

source: [_a_] I never thought it would be so easy!
french: [_a_] Je n'ai jamais pensé que ce serait si facile !
italian: [_a_] Non ho mai pensato che sarebbe stato così facile!

source: [_dj_] Hey... hello pretty boy.
french: [ _dj_ ] Hé ... bonjour garçon.
italian: [_dj_] Hey... ciao bel ragazzo.

source: [_a_] Oh! Hi Bob!
french: [_a_] Oh ! Bonjour Bob !

source: [_u_] Hi girls, what's up? What was easy?
french: [ _u_ ] Salut les filles, qu'est-ce qu'il y a? Qu'est-ce qui était facile?
italian: [_u_] Ciao ragazze, che cos'è? Che cosa è stato facile?

source: [_a_] We've come up with a plan to, let's say... make Scheherazade and Ali-baba do what we want.
french: [_a_] Nous avons élaboré un plan pour, disons ... faire de Scheherazade et Ali-baba faire ce que nous voulons.
italian: [_a_] Abbiamo elaborato un piano, diciamo... fai che Scheherazade e Ali-baba facciano quello che vogliamo.

source: [_dj_] And it seems to work like a charm!
french: [ _dj_ ] Et il semble fonctionner comme un charme !
italian: [_dj_] E sembra funzionare come un fascino!

source: [_a_] That's the right word.
french: [_a_] C'est le bon mot.
italian: [_a_] Questa è la parola giusta.

source: [_a_] In no time at all, they'll be fuckable! Isn't it amazing?
french: [_a_] En aucun temps, ils ne seront pas en mesure ! N'est-ce pas incroyable?
italian: [_a_] In pochissimo tempo, saranno scopate! Non è incredibile?

source: [_u_] In my experience, it never goes as planned.
french: [ _u_ ] Dans mon expérience, ça ne va jamais comme prévu.
italian: [_u_] Nella mia esperienza, non va mai come previsto.

source: [_dj_] That's because I wasn't there!
french: [ _dj_ ] C'est parce que je n'étais pas là !
italian: [_dj_] Questo è perché non ero lì!

source: [_dj_] When a genie tells you she can fulfill your needs with the snap of a finger...
french: [ _dj_ ] Quand une genie vous dit qu'elle peut répondre à vos besoins avec le clou d'un doigt ...
italian: [_dj_] Quando un genio ti dice che può soddisfare le tue esigenze con lo scatto di un dito...

source: [_dj_] People tend to do whatever you ask.
french: [ _dj_ ] Les gens ont tendance à faire ce que vous demandez.
italian: [_dj_] La gente tende a fare quello che chiedi.

source: [_u_] Like, you can make me do whatever you want?
french: [ _u_ ] Comme, vous pouvez me faire faire ce que vous voulez?
italian: [_u_] Come, puoi farmi fare quello che vuoi?

source: [_dj_] Mh... that's debatable.
french: [ _dj_ ] Mh ... c'est discutable.
italian: [_dj_] Mh... è discutibile.

source: [_dj_] The only thing that would make me happy is to finally be fucked by a cock...
french: [ _dj_ ] La seule chose qui me rendrait heureuse est enfin d'être fucked par une bite ...
italian: [_dj_] L'unica cosa che mi farebbe felice è essere finalmente scopata da un cazzo...

source: [_dj_] And with my holographic body...
french: [ _dj_ ] Et avec mon corps holographique ...
italian: [_dj_] E con il mio corpo olografico...

source: [_dj_] Anyway, it's a shame, I'm sure we could have worked something out.
french: [ _dj_ ] Quoi qu'il en soit, c'est une honte, je suis sûr que nous aurions pu travailler quelque chose.
italian: [_dj_] In ogni caso, è un peccato, sono sicuro che avremmo potuto elaborare qualcosa.

source: [_a_] Wait, you've never fucked a dick?!
french: [_a_] Attends, tu n'as jamais baisé une bite?
italian: [_a_] Aspetta, non hai mai scopato un cazzo?!

source: [_dj_] No, never! You too!?
french: [ _dj_ ] Non, jamais ! Toi aussi !?
italian: [_dj_] No, mai! Anche voi!?

source: [_a_] Yeah, me too!
french: [_a_] Oui, moi aussi !
italian: [_a_] Sì, anche me!

source: [_dj_] Unbelievable! I never would have guessed!
french: [ _dj_ ] Incroyable ! Je n'aurais jamais deviné !
italian: [_dj_] Incredibile! Non avrei mai indovinato!

source: [_a_] Well, boy, you look like you've got two dick virgins in the room.
french: [_a_] Eh bien, mon garçon, vous avez l'air d'avoir deux virgins de la bite dans la pièce.
italian: [_a_] Beh, ragazzo, sembra che tu abbia due vergini di cazzo nella stanza.

source: [_a_] Isn't that a little exciting?
french: [_a_] N'est-ce pas un peu excitant?
italian: [_a_] Non è un po' eccitante?

source: [_dj_] Yeah, except you have a body to fuck and I don't.
french: [ _dj_ ] Ouais, sauf que vous avez un corps à baiser et je ne le fais pas.
italian: [_dj_] Sì, tranne che tu hai un corpo da scopare, e io no.

source: [_dj_] Why don't you fuck each other?
french: [ _dj_ ] Pourquoi vous ne vous baisez pas les uns les autres?
italian: [_dj_] Perché non si scopa a vicenda?

source: [_a_] I uh...
french: [_a_] Je...

source: [_a_] I...
french: [_a_] Je...

source: [_dj_] Sorry, I didn't mean to make you blush!
french: [ _dj_ ] Désolé, je ne voulais pas vous faire vider !
italian: [_dj_] Scusa, non avevo intenzione di farti arrossire!

source: [_a_] It's nothing, I just wasn't expecting that question!
french: [_a_] Ce n'est rien, je ne m'attendais pas à cette question !
italian: [_a_] Non è niente, non mi aspettavo proprio quella domanda!

source: [_a_] Let's talk about something else.
french: [_a_] Parlons d'autre chose.
italian: [_a_] Parliamo di qualcos'altro.

source: [_a_] Let's talk about something else!
french: [_a_] Parlons d'autre chose !
italian: [_a_] Parliamo di qualcos'altro!

source: [_a_] Well, Djin is going to offer Ali-Baba to be sultana instead of Scheherazade, and Scheherazade to be rid of Ali-Baba!
french: [_a_] Eh bien, Djin va offrir à Ali-Baba d'être sultana au lieu de Scheherazade, et Scheherazade de se débarrasser d'Ali-Baba !
italian: [_a_] Beh, Djin sta per offrire Ali-Baba per essere sultana invece di Scheherazade, e Scheherazade per sbarazzarsi di Ali-Baba!

source: [_dj_] And of course, in order to make their wishes come true... they have to become...
french: [ _dj_ ] Et bien sûr, pour que leurs souhaits se véridient ... ils doivent devenir ...
italian: [_dj_] E naturalmente, per rendere i loro desideri diventano realtà... devono diventare...

source: [_a_] More perverted?
french: [_a_] Plus perverti?
italian: [_a_] Più perverso?

source: [_dj_] I would have said big sluts, but yes, that's the idea.
french: [ _dj_ ] J'aurais dit des grosses salopes, mais oui, c'est l'idée.
italian: [_dj_] Avrei detto grandi troie, ma sì, questa è l'idea.

source: [_dj_] I've already taken care of Sherazade this morning, so all we need to do now is go and see Ali !
french: [ _dj_ ] J'ai déjà pris soin de Sherazade ce matin, donc tout ce que nous devons faire maintenant c'est aller voir Ali !
italian: [_dj_] Ho già preso cura di Sherazade questa mattina, quindi tutto quello che dobbiamo fare ora è andare a vedere Ali !
