Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Rooms_Separate02.po
Languages: french, italian

source: [_ly_] That's what they all say.
french: [ _ly_ ] C'est ce qu'ils disent tous.
italian: [_ly_] È quello che tutti dicono.

source: [_ly_] Well, I have to go, I have a lot of things to do.
french: [ _ly_ ] Bien, je dois y aller, j'ai beaucoup de choses à faire.
italian: [_ly_] Beh, devo andare, ho molte cose da fare.

source: [_ly_] See you later [name]!
french: [ _ly_ ] Voir plus tard [ nom ] !
italian: [_ly_] Ci vediamo più tardi [name]!

source: [_tb_] She looks pretty cool.
french: [ _tb_ ] Elle a l'air plutôt cool.
italian: [_tb_] Lei sembra piuttosto cool.

source: [_tb_] I think it must be one of the least prudish androids I've seen.
french: [ _tb_ ] Je pense que ce doit être l'un des androïdes les moins prudents que j'ai vu.
italian: [_tb_] Penso che debba essere uno degli androidi meno prudish che ho visto.

source: [_u_] Good for me! I've had my fill of overly modest androids with... well... snow white... and...
french: [ _u_ ] Bien pour moi ! J'ai eu mon remplissage d'androïdes trop modestes avec ... de la neige blanche ... et ...
italian: [_u_] Buono per me! Ho avuto il mio riempimento di androidi troppo modesti con... bene... bianco della neve... e... e... e...

source: [_u_] Actually all of them.
french: [ _u_ ] En fait, tous.
italian: [_u_] In realtà tutti loro.

source: [_tb_] Maybe the androids in this area are less prudish.
french: [ _tb_ ] Les androïdes de cette région sont peut-être moins prudents.
italian: [_tb_] Forse gli androidi in questa zona sono meno prupiatti.

source: [_u_] This is not the case with Sherazade.
french: [ _u_ ] Ce n'est pas le cas avec Sherazade.
italian: [_u_] Questo non è il caso di Sherazade.

source: [_tb_] Well then, enjoy it, she may be the only one!
french: [ _tb_ ] Eh bien, appréciez-le, elle est peut-être la seule !
italian: [_tb_] Beh, allora, goderla, lei può essere l'unica!

source: [_tb_] Good work [name]!
french: [ _tb_ ] Bon travail [ nom ] !
italian: [_tb_] Buon lavoro [name]!

source: [_ly_] What do you mean?
french: [ _ly_ ] Que voulez-vous dire?
italian: [_ly_] Che cosa intendi?

source: [_u_] I mean without the veil.
french: [ _u_ ] Je veux dire sans le voile.
italian: [_u_] Intendo senza velo.

source: [_ly_] Oh this thing!
french: [ _ly_ ] Oh, ce truc !
italian: [_ly_] Oh questa cosa!

source: [_ly_] Gosh, I must have been wearing it for months...
french: [ _ly_ ] Gosh, je dois le porter depuis des mois ...
italian: [_ly_] Gosh, devo averlo indossato da mesi...

source: [_u_] Haven't you always worn this?
french: [ _u_ ] N'avez-vous pas toujours porté ça?
italian: [_u_] Non hai sempre indossato questo?

source: [_ly_] I am not from this area I remind you.
french: [ _ly_ ] Je ne suis pas de ce domaine que je vous rappelle.
italian: [_ly_] Io non vengo da questa zona vi ricordo.

source: [_ly_] And no, it was the former sultana who made me wear it.
french: [ _ly_ ] Et non, c'était l'ancienne sultana qui m'a fait porter.
italian: [_ly_] E no, fu l'ex sultana a farmi indossare.

source: [_ly_] Saying that ''It is an element of the traditional dress of the palace servant.''
french: [ _ ] Dire que '' C'est un élément de la robe traditionnelle du serviteur du palais''.
italian: [_ly_] Dicendo che '''È un elemento del vestito tradizionale del servo del palazzo.''

source: [_ly_] It's true that I don't need to wear this thing anymore...
french: [ _ly_ ] C'est vrai que je n'ai plus besoin de porter cette chose ...
italian: [_ly_] È vero che non ho più bisogno di indossare questa cosa...

source: [_ly_] So, do you see me better like this?
french: [ _ly_ ] Alors, tu me vois mieux comme ça?
italian: [_ly_] Quindi, mi vedi meglio così?

source: [_u_] That's much better!
french: [ _u_ ] C'est bien mieux !
italian: [_u_] È molto meglio!

source: [_ly_] Oh be quiet, you silly!
french: [ _ly_ ] Oh, calme, idiot !
italian: [_ly_] Oh sii tranquillo, sei stupido!

source: [_ly_] Maybe you should put one on yourself, it might make you look better.
french: [ _ly_ ] Peut-être que vous devriez en mettre un sur vous, ça pourrait vous faire mieux regarder.
italian: [_ly_] Forse dovresti metterne uno su te stesso, potrebbe farti sembrare migliore.

source: [_u_] Nicely retorted.
french: [ _u_ ] Nicely retortillé.
italian: [_u_] Ben ritirato.

source: [_ly_] Aw, Thank you! That's so sweet.
french: [ _ly_ ] Aw, Merci ! C'est si gentile.
italian: [_ly_] Aw, Grazie! È così dolce.

source: [_ly_] I'm sure you're just happy to have stripped me a little more.
french: [ _ly_ ] Je suis sûr que vous êtes juste heureux de m'avoir dépouillé un peu plus.
italian: [_ly_] Sono sicuro che sei solo felice di avermi spogliato un po' di più.

source: [_ly_] You silly little man.
french: [ _ly_ ] Vous avez un homme stupide.
italian: [_ly_] Hai stupido piccolo uomo.

source: [_ly_] I love your sense of humor.
french: [ _ly_ ] J'aime ton sens de l'humour.
italian: [_ly_] Io amo il tuo senso dell'umorismo.

source: [_u_] Can't wait to take off more of your clothes.
french: [ _u_ ] Impossible d'attendre pour enlever plus de vos vêtements.
italian: [_u_] Non vedo l'ora di togliere più vestiti.

source: [_ly_] You really are a straightforward type, I see.
french: [ _ly_ ] Vous êtes vraiment un type simple, je vois.
italian: [_ly_] Tu sei davvero un tipo semplice, vedi.

source: [_ly_] I'm sure there are plenty of beautiful girls in the capital waiting for this.
french: [ _ly_ ] Je suis sûr qu'il y a plein de belles filles dans la capitale en attente de ça.
italian: [_ly_] Sono sicuro che ci sono un sacco di belle ragazze nella capitale in attesa di questo.

source: [_ly_] You should try with her.
french: [ _ly_ ] Vous devriez essayer avec elle.
italian: [_ly_] Dovresti provare con lei.

source: [_ly_] I'll leave you here, I still have a lot of things to do.
french: [ _ly_ ] Je vous laisse ici, j'ai encore beaucoup de choses à faire.
italian: [_ly_] Vi lascio qui, ho ancora tante cose da fare.

source: [_ly_] Have a nice day.
french: [ _ly_ ] Bonne journée.
italian: [_ly_] Fai una bella giornata.

source: [_tb_] Take it easy, you don't want to mess it up now, do you?
french: [ _tb_ ] Ampez-vous, vous ne voulez pas le gâcher maintenant, n'est-ce pas?
italian: [_tb_] Prendilo facile, non vuoi metterlo in confusione adesso, vero?

source: [_tb_] And yes, I know you, I know what you were going to say.
french: [ _tb_ ] Et oui, je te connais, je sais ce que tu allais dire.
italian: [_tb_] E sì, ti conosco, so quello che stavi per dire.

source: [_ly_] That's not a request you hear every day.
french: [ _ly_ ] Ce n'est pas une demande que vous entenez tous les jours.
italian: [_ly_] Non è una richiesta che ascolti ogni giorno.

source: [_ly_] My breasts? Just that?
french: [ _ly_ ] Mes seins? Juste ça?
italian: [_ly_] I miei seni? Proprio quello?

source: [_ly_] Well, you're going to need more than just pretty words and easy moves, my good fellow.
french: [ _ly_ ] Eh bien, vous aurez besoin de plus que de jolies mots et de mouvements faciles, mon bon compagnon.
italian: [_ly_] Beh, hai bisogno di più di semplici parole e semplici mosse, il mio buon compagno.

source: [_u_] What's on your mind?
french: [Qu'est-ce qui vous préoccupe ?
italian: [_u_] Che cosa hai in mente?

source: [_ly_] Mh... That's a good question...
french: [ _ly_ ] Mh ... C'est une bonne question ...
italian: [_ly_] Mh... Questa è una buona domanda...

source: [_ly_] I can ask whatever I want?
french: [ _ly_ ] Je peux demander ce que je veux?
italian: [_ly_] Posso chiedere quello che voglio?

source: [_u_] Well... I guess so.
french: [ _u_ ] Eh bien ... Je suppose.
italian: [_u_] Beh... Immagino così.

source: [_ly_] Okay, so I want you to... grant me three wishes.
french: [ _ly_ ] Ok, alors je veux que tu ... me donne trois voeux.
italian: [_ly_] Okay, quindi voglio che tu sia... concedimi tre desideri.

source: [_u_] Three?
french: [ _u_ ] Trois?
italian: [_u_] Tre?

source: [_ly_] Yeah... I want... scraps of fabric.
french: [ _ly_ ] Ouais ... Je veux ... des bouts de tissu.
italian: [_ly_] Sì... Io voglio... scarti di tessuto.

source: [_ly_] ( I want to make me a new dress. )
french: [ _ly_ ] (Je veux me faire une nouvelle robe.)
italian: [_ly_] ( Voglio farmi un nuovo vestito)

source: [_u_] Okay, that's an easy one.
french: [ _u_ ] Ok, c'est facile.
italian: [_u_] Okay, è facile.

source: [_ly_] And then... a hair pick.
french: [ _ly_ ] Et puis ... un pic de cheveux.
italian: [_ly_] E allora... una presa di capelli.

source: [_ly_] But not a vulgar wooden thing...
french: [ _ly_ ] Mais pas une chose vulgaire en bois ...
italian: [_ly_] Ma non una cosa volgare di legno...

source: [_ly_] I want one worthy of a princess.
french: [ _ly_ ] Je veux qu'on soit digne d'une princesse.
italian: [_ly_] voglio uno degno di una principessa.

source: [_u_] Like in gold?
french: [ _u_ ] Comme dans l'or?
italian: [_u_] Ti piace in oro?

source: [_ly_] I was just thinking about a pretty metal one... But yes, I want a gold one.
french: [ _ly_ ] J'étais juste en train de penser à un joli métal ... Mais oui, je veux une médaille d'or.
italian: [_ly_] Stavo solo pensando a un bel metallo... Ma sì, voglio un oro uno.

source: [_ly_] And then the last one... well, we'll see.
french: [ _ly_ ] Et puis le dernier ... bien, on verra.
italian: [_ly_] E poi l'ultimo... beh, vedremo.

source: [_ly_] What? You asked for it!
french: [ _ly_ ] Quoi? Tu l'as demandé !
italian: [_ly_] Cosa? Lo hai chiesto!

source: [_u_] And then you show me your breasts?
french: [ _u_ ] Et puis tu me montes tes seins?
italian: [_u_] E poi mi mostri i tuoi seni?

source: [_ly_] Yes, sir.
french: [ _ly_ ] Oui, monsieur.
italian: [_ly_] Sì, signore.

source: [_u_] Okay, I'll write that down somewhere.
french: [ _u_ ] Ok, je vais écrire ça quelque part.
italian: [_u_] Okay, lo scriverò da qualche parte.

source: [_ly_] See you later !
french: [ _ly_ ] Vous voyez plus tard !
italian: [_ly_] Ci vediamo più tardi!

source: [_u_] Ok... 10 scraps of clothing... and a golden hair pick...
french: [ _u_ ] Ok ... 10 grattes de vêtements ... et un choix de cheveux dorés ...
italian: [_u_] Ok... 10 scarti di abbigliamento... e una selezione di capelli dorati...

source: [_u_] For clothes scraps that's easy...
french: [ _u_ ] Pour les grattes de vêtements qui sont faciles ...
italian: [_u_] Per gli scarti di vestiti è facile...

source: [_u_] But for the hair pick...
french: [ _u_ ] Mais pour le choix des cheveux ...
italian: [_u_] Ma per la raccolta dei capelli...

source: [_u_] That's okay. I've seen worse requests.
french: [ _u_ ] C'est bon. J'ai vu des demandes pires.
italian: [_u_] Va bene. Ho visto le richieste peggiori.

source: [_ly_] Well, That was quick, sir!
french: [ _ly_ ] Eh bien, c'était rapide, monsieur !
italian: [_ly_] Beh, è stato veloce, signore!

source: [_ly_] I am impressed.
french: [ _ly_ ] Je suis impressionné.
italian: [_ly_] sono impressionato.

source: [_ly_] Let me see this hair pick!
french: [ _ly_ ] Laisse-moi voir ce choix de cheveux !
italian: [_ly_] Lasciami vedere questa selezione di capelli!

source: [_ly_] How did you...???
french: [ _ly_ ] Comment vous êtes-vous ... ???
italian: [_ly_] Come hai fatto...???

source: [_ly_] Where did you find this??
french: [ _ly_ ] Où as-tu trouvé ça??
italian: [_ly_] Dove hai trovato questo??

source: [_ly_] Did you steal it from Sherazade's jewelry box?
french: [ _ly_ ] Est-ce que vous avez volé la boîte de bijoux de Sherazade?
italian: [_ly_] Lo hai rubato dalla scatola di gioielli di Sherazade?

source: [_u_] Uh, no.
french: [ _u_ ] Uh, non.

source: [_ly_] I don't believe it... it's really made of gold...
french: [ _ly_ ] Je ne le crois pas ... c'est vraiment fait d'or ...
italian: [_ly_] Non ci credo... è davvero fatto di oro...

source: [_ly_] Well, you... you really impress me.
french: [ _ly_ ] Eh bien, vous ... vous m'impressiez vraiment.
italian: [_ly_] Beh, tu... mi impressiona davvero.

source: [_ly_] And I'm not easily impressed.
french: [ _ly_ ] Et je ne suis pas très impressionné.
italian: [_ly_] E non sono facilmente impressionato.

source: [_ly_] But now I am.
french: [ _ly_ ] Mais maintenant je suis.
italian: [_ly_] Ma ora sono.

source: [_u_] You're welcome.
french: [ _u_ ] Vous êtes les bienvenus.
italian: [_u_] Sei il benvenuto.

source: [_ly_] I didn't think my boobs were worth that much ahah
french: [ _ly_ ] Je ne pensais pas que mes seins valaient autant d'ahah
italian: [_ly_] Non pensavo che le mie tette valessero così tanto ahah

source: [_u_] Speaking of which...
french: [_u_] En parlant de cela...
italian: [_u_] Parlando di cui...

source: [_ly_] Easy.
french: [ _ly_ ] Facile.
italian: [_ly_] Facile.

source: [_ly_] I asked for three wishes, I only got two.
french: [ _ly_ ] J'ai demandé trois souhaits, je n'en ai que deux.
italian: [_ly_] Ho chiesto tre desideri, ne ho solo due.

source: [_ly_] And for the last one... I want a date.
french: [ _ly_ ] Et pour la dernière ... Je veux une date.
italian: [_ly_] E per l'ultimo... Voglio una data.

source: [_ly_] And a proper one.
french: [ _ly_ ] Et un bon.
italian: [_ly_] E uno giusto.

source: [_u_] Really?
french: [_u_] Vraiment ?
italian: [_u_] Davvero?

source: [_ly_] Yes.
french: [Oui.
italian: [_ly_] Sì.

source: [_ly_] Where I come from it's normal to make a date before doing kinky stuff.
french: [ _ly_ ] Où je viens de la normale pour faire une date avant de faire des trucs de kinky.
italian: [_ly_] Da dove vengo è normale fare una data prima di fare cose viziose.

source: [_ly_] I'm not asking for a fancy restaurant but hey...
french: [ _ly_ ] Je ne demande pas un restaurant de fantaisie mais bon ...
italian: [_ly_] Non sto chiedendo un ristorante elegante ma hey...

source: [_ly_] Damn... if only we could find a good burger here... or sushis...
french: [ _ly_ ] Damn ... si seulement on pouvait trouver un bon burger ici ... ou sushis ...
italian: [_ly_] Damn... se solo riuscissimo a trovare un buon hamburger qui... o sushis...

source: [_u_] Wait what?
french: [ _u_ ] Attendez quoi?
italian: [_u_] Aspetta cosa?

source: [_ly_] Yes, sorry, you must not know what it is...
french: [ _ly_ ] Oui, désolé, vous ne devez pas savoir ce que c'est. ..
italian: [_ly_] Sì, mi dispiace, non devi sapere cos'è...

source: [_ly_] A burger is a kind of bread with some...
french: [ _ly_ ] Un burger est une sorte de pain avec ...
italian: [_ly_] Un hamburger è una specie di pane con alcuni...

source: [_u_] Oh holy shit... how did I not see this earlier ....
french: [ _u_ ] Oh sacrée merde ... comment je ne l'ai pas vu plus tôt ...
italian: [_u_] Oh santa merda... come non ho visto questo in precedenza....

source: [_u_] Tinker?? Did you hear that???
french: [ _u_ ] Tinker?? As-tu entendu ça???
italian: [_u_] Tinker?? Lo hai sentito???

source: [_tb_] Yeah, I heard that.
french: [ _tb_ ] Oui, j'ai entendu ça.
italian: [_tb_] Sì, l'ho sentito.

source: [_tb_] Ask her the question.
french: [ _tb_ ] Posez sa question.
italian: [_tb_] Le faccia la domanda.

source: [_ly_] What's a tinker?
french: [ _ly_ ] Qu'est-ce qu'un tinker?
italian: [_ly_] Che cos'è un tinker?

source: [_ly_] Yes?
french: [ _ly_ ] Oui?
italian: [_ly_] Sì?

source: [_u_] Are you an android?
french: [ _u_ ] Êtes-vous un androïde?
italian: [_u_] Sei un androide?

source: [_ly_] I don't think so.
french: [ _ly_ ] Je ne le pense pas.
italian: [_ly_] Io non penso così.

source: [_u_] Oh, for fuck's sake.
french: [ _u_ ] Oh, pour le saké.
italian: [_u_] Oh, per amore di scopata.

source: [_tb_] I'll be there in a second.
french: [ _tb_ ] Je serai là dans une seconde.
italian: [_tb_] ci sarò tra un secondo.

source: [_ly_] Wait, how do you know what an android is?
french: [ _ly_ ] Attends, comment savoir ce qu'est un androïde?
italian: [_ly_] Aspetta, come sai cos'è un android?

source: [_ly_] Are you from space too?
french: [ _ly_ ] Es-tu de l'espace aussi?
italian: [_ly_] Sei anche tu dallo spazio?

source: [_u_] Oh my... You have no idea where you are...
french: [ _u_ ] Oh mon ... Vous n'avez aucune idée où vous êtes ...
italian: [_u_] Oh mio... Non hai idea di dove sei...

source: [_u_] You are on a planet-sized amusement park.
french: [ _u_ ] Vous êtes sur un parc d'attractions de taille planétaire.
italian: [_u_] Sei su un parco divertimenti di dimensioni del pianeta.

source: [_ly_] Are you kidding me?
french: [ _ly_ ] Vous plaisantez-vous?
italian: [_ly_] Mi stai scherzando?

source: [_ly_] Wait, I don't understand...
french: [ _ly_ ] Attends, je ne comprends pas ...
italian: [_ly_] Aspetta, non capisco...

source: [_u_] All the characters here are androids.
french: [ _u_ ] Tous les personnages ici sont des androïdes.
italian: [_u_] Tutti i caratteri qui sono androidi.

source: [_ly_] Are you sure you're okay?.... You're not making any sense at all.
french: [ _ly_ ] Etes-vous sûr que vous allez bien? .... Vous n'avez aucun sens du tout.
italian: [_ly_] Sei sicuro che stai bene?.... Non hai alcun senso.

source: [_u_] My boss is coming, she'll explain everything to you.
french: [ _u_ ] Mon patron arrive, elle vous expliquera tout.
italian: [_u_] Il mio capo sta arrivando, ti spiegherà tutto.

source: [_tb_] Hi, my name is Tinker!
french: [ _tb_ ] Bonjour, mon nom est Tinker !
italian: [_tb_] Ciao, mi chiamo Tinker!

source: [_tb_] I'm the CEO++ of this park.
french: [ _tb_ ] Je suis le PDG + + de ce parc.
italian: [_tb_] Sono il CEO++ di questo parco.

source: [_ly_] Oh boy... my head is spinning...
french: [ _ly_ ] Oh mon garçon ... ma tête tourne ...
italian: [_ly_] Oh ragazzo... la mia testa è filando...

source: [_tb_] Maybe we should have told her more gently.
french: [ _tb_ ] Peut-être que nous aurions dû lui dire plus doucement.
italian: [_tb_] Forse avremmo dovuto dirle più delicatamente.

source: [_u_] Yup.
french: [_u_] Ouaip.

source: [_tb_] Let's take her back to the headquarter.
french: [ _tb_ ] Faisons son retour au siège.
italian: [_tb_] La riportiamo alla sede.

source: [_a_] That's crazy...
french: [ _a_ ] C'est fou ...
italian: [_a_] È pazzo...

source: [_a_] And she had been there for months?
french: [ _a_ ] Et elle était là depuis des mois?
italian: [_a_] Ed era lì da mesi?

source: [_u_] Apparently her ship crashed in the desert...
french: [ _u_ ] Apparemment, son bateau s'est écrasé dans le désert ...
italian: [_u_] Apparentemente la sua nave si è schiantata nel deserto...

source: [_u_] Tinker is giving her a tour of the headquarters... And then we'll see.
french: [ _u_ ] Tinker lui donne une visite du quartier général ... Et puis on verra.
italian: [_u_] Tinker le sta dando un tour della sede... E poi vedremo.

source: [_a_] Does this happen often here?
french: [ _a_ ] Cela arrive-t-il souvent ici?
italian: [_a_] Questo accade spesso qui?

source: [_u_] Nope.
french: [ _u_ ] Non.

source: [_a_] Well... anyway, now... we have no plans...
french: [ _a_ ] Eh bien ... de toute façon, maintenant ... nous n'avons aucun plan ...
italian: [_a_] Beh, comunque... ora... non abbiamo piani...

source: [_u_] It's true... do you have any idea who we could corrupt now?
french: [ _u_ ] C'est vrai ... vous avez une idée de qui nous pourrions corrompu maintenant?
italian: [_u_] È vero... hai qualche idea su chi potremmo corrompere adesso?

source: [_a_] I might have an idea...
french: [ _a_ ] Je pourrais avoir une idée ...
italian: [_a_] Potrei avere un'idea...

source: [_a_] I saw in the archives of the area that there were other princesses in the oriental palace.
french: [ _a_ ] J'ai vu dans les archives de la région qu'il y avait d'autres princesses dans le palais oriental.
italian: [_a_] Ho visto negli archivi della zona che c'erano altre principesse nel palazzo orientale.

source: [_a_] There are some good candidates... but I think we could focus on one in particular.
french: [ _a_ ] Il y a de bons candidats ... mais je pense que nous pourrions nous concentrer sur un en particulier.
italian: [_a_] Ci sono dei buoni candidati... ma penso che potremmo concentrarci su uno in particolare.

source: [_u_] What is her name?
french: [ _u_ ] Quel est son nom?
italian: [_u_] Qual è il suo nome?

source: No interactions are available at this time.
french: Aucune interaction n'est disponible pour le moment.
italian: Nessuna interazione è disponibile in questo momento.

source: [_u_] It's been so long since I've been back here...
french: [ _u_ ] Ça fait si longtemps que je suis revenu ici ...
italian: [_u_] È passato così tanto tempo da essere tornato qui...

source: [_u_] Nothing has changed a bit.
french: [ _u_ ] Rien n'a changé un peu.
italian: [_u_] Niente è cambiato un po'.

source: [_a_] So this is the famous... ''Magic Forest''?
french: [ _a_ ] Donc c'est le fameux ... '' La forêt magique''?
italian: [_a_] Quindi questa è la famosa... ''Foresta Magica''?

source: [_a_] It's quite pretty.
french: [ _a_ ] C'est assez joli.
italian: [_a_] È abbastanza carino.

source: [_u_] You put your old clothes back on?
french: [ _u_ ] Tu as mis tes vieux vêtements?
italian: [_u_] Hai riposto i vecchi vestiti?

source: [_a_] Yes... I thought it would fit in well with the atmosphere of this place.
french: [ _a_ ] Oui ... Je pensais qu'il s'intégrerait dans l'atmosphère de cet endroit.
italian: [_a_] Sì... Ho pensato che sarebbe stato bene con l'atmosfera di questo luogo.

source: [_a_] Was it a bad idea?
french: [ _a_ ] Était-ce une mauvaise idée?
italian: [_a_] Era una cattiva idea?

source: [_u_] Oh no, don't worry, do as you feel!
french: [ _u_ ] Oh non, ne vous inquiéez pas, faites ce que vous ressentez !
italian: [_u_] Oh no, non ti preoccupare, fai come ti senti!

source: [_a_] And this is the home of the famous Snow White...
french: [ _a_ ] Et c'est la maison de la célèbre Blanche Neige ...
italian: [_a_] E questa è la casa del famoso Bianco della Neve...

source: [_a_] It's crazy, I can't believe I'm actually going to meet a character from a fairy tale...
french: [ _a_ ] C'est fou, je ne peux pas croire que je vais vraiment rencontrer un personnage d'un conte de fée ...
italian: [_a_] È pazzo, non riesco a credere che in realtà incontrerò un personaggio di una fiaba...

source: [_u_] Oh, don't worry, she won't bite.
french: [ _u_ ] Oh, ne t'inquiète pas, elle ne mordra pas.
italian: [_u_] Oh, non ti preoccupare, lei non morderà.

source: [_u_] And she's usually just friendly.
french: [ _u_ ] Et elle est généralement juste amicale.
italian: [_u_] E di solito è solo amichevole.

source: [_u_] So what's the plan?
french: [ _u_ ] Alors, quel est le plan?
italian: [_u_] Qual è il piano?

source: [_u_] We don't need to corrupt her, do we?
french: [ _u_ ] Nous n'avons pas besoin de la corrompu, n'est-ce pas?
italian: [_u_] Non abbiamo bisogno di corromperla, vero?

source: [_a_] No, there's no need. Normally, it's already corrupted.
french: [ _a_ ] Non, il n'y a pas besoin. Normalement, c'est déjà corrompu.
italian: [_a_] No, non c'è bisogno. Normalmente, è già danneggiato.

source: [_a_] I just have to check that her character background has no inconsistencies...
french: [ _a_ ] Je dois juste vérifier que son fond de personnage n'a pas d'incohérences ...
italian: [_a_] Devo solo controllare che lo sfondo del suo personaggio non abbia incoerenze...

source: [_a_] ...See if she respects all her lore and I also need to test her improvisational skills.
french: [ _a_ ] ... voir si elle respecte toute sa lore et j'ai aussi besoin de tester ses talents d'improvisateur.
italian: [_a_] ...Vedi se rispetta tutto il suo lore e ho anche bisogno di testare le sue abilità improvvisative.
