Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Dialogues_Separate02.po
Languages: french, italian

source: [_tb_] And then, you deserve an award after all!
french: [ _tb_ ] Et puis, vous méritez un prix après tout !
italian: [_tb_] E poi, ti meriti un premio dopo tutto!

source: [_tb_] Come back tonight and give me my dress. I spend the day with Djin today.
french: [ _tb_ ] Revenez ce soir et donnez-moi ma robe. Je passe la journée avec Djin aujourd'hui.
italian: [_tb_] Tornate stasera e datemi il mio vestito. Oggi trascorro la giornata con Djin.

source: [_tb_] See you tonight, [name].
french: [ _tb_ ] Vous voyez ce soir, [ nom ].
italian: [_tb_] Ci vediamo stasera, [name].

source: [_tb_] Oh fuck....
french: [ _tb_ ] Oh merde ...

source: [_u_] Is this Tinker's voice?
french: [ _u_ ] C'est la voix de ce Tinker?
italian: [_u_] È la voce di questo Tinker?

source: [_tb_] I knew there was a chance you might surprise me here...
french: [ _tb_ ] Je savais qu'il y avait une chance que vous me surprenez ici ...
italian: [_tb_] Sapevo che c'era la possibilità che tu mi sorprendi qui...

source: [_u_] What the hell are you doing, Tinker?
french: [ _u_ ] Qu'est-ce que tu fais, Tinker?
italian: [_u_] Che diavolo stai facendo, Tinker?

source: [_tb_] Well, uh... Djin has been turning me on all day and...
french: [ _tb_ ] Eh bien, euh ... Djin a été en train de me tourner toute la journée et ...
italian: [_tb_] Beh, uh... Djin mi ha girato tutto il giorno e...

source: [_tb_] And this fucking bell has a perfect shape...
french: [ _tb_ ] Et cette putain de cloche a une forme parfaite ...
italian: [_tb_] E questa campana scopata ha una forma perfetta...

source: [_tb_] Want to see?
french: [ _tb_ ] Vous voulez voir?
italian: [_tb_] Vuoi vedere?

source: [_tb_] As you wish.
french: [ _tb_ ] Comme vous le souhaitez.
italian: [_tb_] Come vuoi.

source: [_tb_] This thing is perfectly shaped like a cock...
french: [ _tb_ ] Cette chose est parfaitement en forme comme une bite ...
italian: [_tb_] Questa cosa è perfettamente a forma di cazzo...

source: [_tb_] It's a little cold but...
french: [ _tb_ ] C'est un peu froid, mais ...
italian: [_tb_] Fa un po' di freddo ma...

source: [_tb_] But it's so fucking good...
french: [ _tb_ ] Mais c'est si putain ...
italian: [_tb_] Ma è così cazzo...

source: [_u_] You're fucking hot...
french: [ _u_ ] Vous êtes foutu ...
italian: [_u_] Stai scopando caldo...

source: [_u_] Is it in your ass or in your pussy?
french: [ _u_ ] Est-ce dans votre cul ou dans votre chatte?
italian: [_u_] È nel tuo culo o nella tua figa?

source: [_tb_] I let you imagine.
french: [ _tb_ ] Je vous laisse imaginer.
italian: [_tb_] ti lascio immaginare.

source: [_tb_] Come on, get your dick out.
french: [ _tb_ ] Allez, sortez votre bite.
italian: [_tb_] Avanti, prendi il tuo cazzo fuori.

source: [_u_] Are you sure about this, boss?
french: [ _u_ ] Es-tu sûr de ça, patron?
italian: [_u_] Sei sicuro di questo, capo?

source: [_tb_] Let's make an exception for once.
french: [ _tb_ ] Faites une exception pour une fois.
italian: [_tb_] Facciamo un'eccezione per una volta.

source: [_tb_] But you don't tell anyone, okay?
french: [ _tb_ ] Mais vous ne le dites à personne, d'accord?
italian: [_tb_] Ma non lo dite a nessuno, va bene?

source: [_u_] I agree.
french: [ _u_ ] Je suis d'accord.
italian: [_u_] sono d'accordo.

source: [_tb_] It's really huge...
french: [ _tb_ ] C'est vraiment énorme ...
italian: [_tb_] È davvero enorme...

source: [_tb_] I can't believe I'm actually doing this...
french: [ _tb_ ] Je ne peux pas croire que je suis en train de faire ça ...
italian: [_tb_] Non riesco a credere che sto effettivamente facendo questo...

source: [_u_] I can't believe I'm jerking off on you...
french: [ _u_ ] Je ne peux pas croire que je sois en branle sur toi ...
italian: [_u_] Non riesco a credere che ti sto masturbando...

source: [_tb_] Damn it feels so good...
french: [ _tb_ ] Damn c'est si bon ...
italian: [_tb_] Dannazione si sente così bene...

source: [_tb_] We shouldn't do this... I'm your boss ....
french: [ _tb_ ] Nous ne devrions pas faire ça ... Je suis ton patron ...
italian: [_tb_] Non dovremmo fare questo... sono il tuo capo....

source: [_u_] Tinker, just... keep going...
french: [ _u_ ] Tinker, juste ... continuez ...
italian: [_u_] Tinker, solo... continua ad andare...

source: [_tb_] It's so fucking awesome...
french: [ _tb_ ] C'est tellement génial ...
italian: [_tb_] E 'così cazzo impressionante...

source: [_tb_] I feel it in me so much...
french: [ _tb_ ] Je me sens tellement en moi ...
italian: [_tb_] lo sento in me così tanto...

source: [_tb_] Damn your cock looks so good to taste...
french: [ _tb_ ] Votre coq a l'air si bon à déguster ...
italian: [_tb_] Dannazione il tuo cazzo sembra così bello da assaporare...

source: [_u_] I would love for you to taste it
french: [ _u_ ] J'aimerais que vous le dégusiez.
italian: [_u_] Mi piacerebbe che tu lo assaggi

source: [_tb_] I have no doubt about that.
french: [ _tb_ ] Je n'ai aucun doute à ce sujet.
italian: [_tb_] Non ho dubbi al riguardo.

source: [_tb_] Ah fuck... it's so good
french: [ _tb_ ] Ah fuck ... c'est si bon
italian: [_tb_] Ah fuck... è così buono

source: [_tb_] I... I just...
french: [ _tb_ ] I. .. Je viens juste ...
italian: [_tb_] I... Semplicemente...

source: [_tb_] Mh...
french: [Mh...

source: [_tb_] Too bad you don't have a smaller one
french: [ _tb_ ] Trop mauvais que vous n'en avez pas un plus petit
italian: [_tb_] Peccato che tu non ne abbia uno più piccolo

source: [_u_] Don't fucking tell me that tinker I...
french: [ _u_ ] Ne me dis pas que bric-toi ...
italian: [_u_] Non scopare mi dica quel tinker Io...

source: [_tb_] What? You would like to fuck my little body?
french: [ _tb_ ] Quoi? Vous voulez baiser mon petit corps?
italian: [_tb_] Cosa? Ti piacerebbe scopare il mio piccolo corpo?

source: [_tb_] I know you dream about it.
french: [ _tb_ ] Je sais que vous rêver.
italian: [_tb_] Lo so che lo sognate.

source: [_tb_] I don't fucking believe it... It is so fucking good...
french: [ _tb_ ] Je ne le crois pas ... C'est si putain de bien ...
italian: [_tb_] Non fallo credete... È così cazzata buona...

source: [_tb_] I can feel it coming...
french: [ _tb_ ] Je peux sentir qu'il arrive ...
italian: [_tb_] posso sentirlo...

source: [_tb_] It's so...
french: [ _tb_ ] C'est donc ...
italian: [_tb_] È così...

source: [_tb_] Aaaaahhhh... holy crap...
french: [ _tb_ ] Aaaaahhhh ... la merde ...
italian: [_tb_] Aaaaahhhh... crappo santo...

source: [_tb_] I haven't felt this way for a long time...
french: [ _tb_ ] Je n'ai pas ressenti cela depuis longtemps ...
italian: [_tb_] Non ho sentito questo modo da molto tempo...

source: [_tb_] My breasts are so sensitive right now ....
french: [ _tb_ ] Mes seins sont tellement sensibles maintenant ....
italian: [_tb_] I miei seni sono così sensibili in questo momento....

source: [_u_] Fuck... don't say that...
french: [ _u_ ] Fuck ... ne dis pas que ...
italian: [_u_] Fuck... non dirlo...

source: [_tb_] What? Are you going to finish soon?
french: [ _tb_ ] Quoi? Tu vas finir bientôt?
italian: [_tb_] Cosa? Finirai presto?

source: [_tb_] What are you waiting for?
french: [ _tb_ ] Qu'est-ce que vous attendez?
italian: [_tb_] Cosa stai aspettando?

source: [_tb_] Are you aiming at me?
french: [ _tb_ ] Est-ce que vous me visez?
italian: [_tb_] Mi stai puntando?

source: [_tb_] Ah fuck... I'm completely covered....
french: [ _tb_ ] Ah putain ... Je suis complètement couverte ...
italian: [_tb_] Ah fuck... Sono completamente coperto....

source: [_tb_] You could have aimed somewhere else.
french: [ _tb_ ] Vous avez pu aller ailleurs.
italian: [_tb_] Avresti potuto mirare da qualche altra parte.

source: [_u_] It's more fun like this.
french: [ _u_ ] C'est plus amusant comme ça.
italian: [_u_] È più divertente così.

source: [_tb_] I have some in my mouth...
french: [ _tb_ ] J'ai un peu dans ma bouche ...
italian: [_tb_] ne ho alcuni in bocca...

source: [_tb_] Hey, nice work with Sherazade!
french: [ _tb_ ] Hé, bon travail avec Sherazade !
italian: [_tb_] Hey, bel lavoro con Sherazade!

source: [_tb_] We can now finally start working on this new region!
french: [ _tb_ ] Nous pouvons enfin commencer à travailler sur cette nouvelle région !
italian: [_tb_] Ora possiamo finalmente iniziare a lavorare su questa nuova regione!

source: [_u_] I'm pleased to make my boss so pleased.
french: [ _u_ ] Je suis heureux de faire plaisir à mon patron.
italian: [_u_] Sono felice di rendere il mio capo così soddisfatto.

source: [_tb_] I love when you talk to me like that.
french: [ _tb_ ] J'adore quand vous me parlez comme ça.
italian: [_tb_] Amo quando mi parli così.

source: [_tb_] Anyway, we have work to do.
french: [ _tb_ ] Bref, nous avons du travail à faire.
italian: [_tb_] Comunque abbiamo del lavoro da fare.

source: [_tb_] No idea.
french: [ _tb_ ] Aucune idée.
italian: [_tb_] Nessuna idea.

source: [_tb_] She left the palace and disappeared.
french: Elle a quitté le palais et a disparu.
italian: [_tb_] Lei lasciò il palazzo e scomparse.

source: [_tb_] I have a feeling that we will run into her again one day.
french: [ _tb_ ] J'ai le sentiment que nous nous rediriger vers elle un jour.
italian: [_tb_] Ho la sensazione che un giorno ci ritroveremo di nuovo in lei.

source: [_u_] Obviously.
french: [ _u_ ] Evidemment.
italian: [_u_] Ovviamente.

source: [_tb_] That's the idea.
french: [ _tb_ ] C'est l'idée.
italian: [_tb_] Questa è l'idea.

source: [_tb_] But we have to take care of something first.
french: [ _tb_ ] Mais nous devons d'abord nous occuper de quelque chose.
italian: [_tb_] Ma dobbiamo prenderci cura di qualcosa prima.

source: [_tb_] I want you to help Amandine.
french: [ _tb_ ] Je veux que tu aimes Amandine.
italian: [_tb_] Voglio che tu aiuti Amandine.

source: [_tb_] I want her to become the new Artistic Director of this park.
french: [ _tb_ ] Je veux qu'elle devienne la nouvelle directrice artistique de ce parc.
italian: [_tb_] Voglio che diventi il nuovo direttore artistico di questo parco.

source: [_tb_] So, she is now in charge of writing the different quests, stories and characters of the park.
french: [ _tb_ ] Donc, elle est maintenant chargée d'écrire les différentes quêtes, histoires et personnages du parc.
italian: [_tb_] Così, ora è incaricata di scrivere le diverse missioni, storie e personaggi del parco.

source: [_tb_] Without it, no one will be able to come and have epic adventures here.
french: [ _tb_ ] Sans elle, personne ne pourra venir et avoir des aventures épiques ici.
italian: [_tb_] Senza di esso, nessuno sarà in grado di venire e avere avventure epiche qui.

source: [_u_] That would be a pity.
french: [ _u_ ] Ce serait dommage.
italian: [_u_] Sarebbe un peccato.

source: [_tb_] And especially not very profitable.
french: [ _tb_ ] Et surtout pas très rentable.
italian: [_tb_] E soprattutto non molto redditizio.

source: [_tb_] So, she must be able to start working as soon as possible.
french: [ _tb_ ] Donc, elle doit pouvoir commencer à travailler le plus tôt possible.
italian: [_tb_] Quindi, deve essere in grado di iniziare a lavorare il prima possibile.

source: [_tb_] This will be your mission.
french: [ _tb_ ] Ce sera votre mission.
italian: [_tb_] Questa sarà la tua missione.

source: [_u_] Madam, yes madam.
french: [ _u_ ] Madame, oui madame.
italian: [_u_] Signora, sì signora.

source: [_tb_] Is it the sex with the sultana that makes you so happy, or are you just looking forward to working with Amandine?
french: [ _tb_ ] Est-ce le sexe avec le sultana qui vous rend si heureux, ou vous êtes juste impatient de travailler avec Amandine?
italian: [_tb_] È il sesso con la sultana che ti rende così felice, o non vedi l'ora di lavorare con Amandine?

source: [_u_] Yes and...
french: [ _u_ ] Oui et ...
italian: [_u_] Sì e...

source: [_u_] Perhaps.
french: [_u_] Peut-être.
italian: [_u_] Forse.

source: [_tb_] As soon as you can, go see Amandine in the ''Artistic Division''.
french: [ _tb_ ] Dès que vous le pouvez, allez voir Amandine dans la "Division Artistique".
italian: [_tb_] Appena possibile, vai a vedere Amandine nella ''Divisione Artistica''.

source: [_tb_] Now, let's get to work [name]!
french: [ _tb_ ] Maintenant, allons travailler [ nom ] !
italian: [_tb_] Adesso, andiamo a lavorare [name]!

source: [_u_] A new device has been added to your desktop
french: [ _u_ ] Une nouvelle unité a été ajoutée à votre bureau
italian: [_u_] Un nuovo dispositivo è stato aggiunto al tuo desktop

source: [_u_] Please use it.
french: [ _u_ ] Veuillez l'utiliser.
italian: [_u_] Si prega di usarlo.

source: [_tb_] Hey! Did you see, Amandine installed a new device in the office!
french: [ _tb_ ] Hey ! Vous avez vu, Amandine a installé un nouvel appareil dans le bureau !
italian: [_tb_] Hey! Hai visto, Amandine ha installato un nuovo dispositivo in ufficio!

source: [_u_] Yeah, I just saw it.
french: [ _u_ ] Ouais, je l'ai vu.
italian: [_u_] Sì, l'ho appena visto.

source: [_u_] She is definitely committed to her work.
french: [ _u_ ] Elle est résolument engagée dans son travail.
italian: [_u_] Lei è decisamente impegnata nel suo lavoro.

source: [_tb_] Yeah, and I think it's good for her to think about something other than her book.
french: [ _tb_ ] Ouais, et je pense qu'il est bon pour elle de penser à autre chose que son livre.
italian: [_tb_] Sì, e penso che sia bene per lei pensare a qualcosa di diverso dal suo libro.

source: [_tb_] Anyway, what is your next objective?
french: [ _tb_ ] En tout cas, quel est votre prochain objectif?
italian: [_tb_] Comunque, qual è il tuo prossimo obiettivo?

source: [_u_] Corrupting Lycoris.
french: [ _u_ ] Corrompre Lycoris.

source: [_tb_] This is a good idea.
french: [ _tb_ ] C'est une bonne idée.
italian: [_tb_] Questa è una buona idea.

source: [_tb_] Well, I see that you have the situation under control.
french: [ _tb_ ] Eh bien, je vois que vous avez la situation sous contrôle.
italian: [_tb_] Beh, vedo che avete la situazione sotto controllo.

source: [_tb_] It's wonderful to see employees working on their own.
french: [ _tb_ ] C'est merveilleux de voir les employés travailler seuls.
italian: [_tb_] È meraviglioso vedere i dipendenti che lavorano da soli.

source: [_u_] When it's to fuck fairy tale characters... it's motivating to work, for sure.
french: [ _u_ ] Quand c'est pour baiser des personnages de conte de fée ... c'est motivant à travailler, c'est sûr.
italian: [_u_] Quando scopare personaggi da favola... è motivante a lavorare, di sicuro.

source: [_tb_] When you want to start the corruption of Lycoris, select the Sherazade area in the teleporter.
french: [ _tb_ ] Lorsque vous voulez commencer la corruption de Lycoris, sélectionnez la zone de Sherazade dans le téléporteur.
italian: [_tb_] Quando si desidera avviare la corruzione di Lycoris, selezionare l'area Sherazade nel teletrasporto.

source: [_tb_] She shouldn't be too far from there.
french: [ _tb_ ] Elle ne devrait pas être trop loin de là.
italian: [_tb_] Lei non dovrebbe essere troppo lontana da lì.

source: [_tb_] Good luck!
french: [ _tb_ ] Bonne chance !
italian: [_tb_] Buona fortuna!

source: [_u_] Did my door make that sound?
french: [ _u_ ] Ma porte a-t-elle fait ce bruit?
italian: [_u_] La mia porta ha fatto quel suono?

source: [_u_] How strange...
french: [ _u_ ] Quelle étrange ...
italian: [_u_] Quanto Strano...

source: [_u_] What is this thing?
french: [ _u_ ] Qu'est-ce que c'est?
italian: [_u_] Che cos'è questa cosa?

source: [_tb_] That is a doorbell.
french: [ _tb_ ] C'est une cloche.
italian: [_tb_] Questo è un campanello.

source: [_u_] Uh...
french: [_u_] Euh...

source: [_u_] Come in?
french: [ _u_ ] Viens?
italian: [_u_] Vieni in?

source: [_a_] Did I just introduce you to your doorbell?
french: [_a_] Je viens de vous présenter votre cloche?
italian: [_a_] Ti ho appena presentato al tuo campanello?

source: [_u_] It is quite possible...
french: [ _u_ ] C'est tout à fait possible ...
italian: [_u_] E 'abbastanza possibile...

source: [_u_] Do you need anything?
french: [ _u_ ] Avez-vous besoin de quoi que ce soit?
italian: [_u_] Hai bisogno di qualcosa?

source: [_a_] Yeah, sorry to bother you, I was just super excited to start working on our new princess!
french: [_a_] Ouais, désolé de vous déranger, j'étais juste super excité de commencer à travailler sur notre nouvelle princesse !
italian: [_a_] Sì, mi dispiace di preoccuparti, ero solo super entusiasta di iniziare a lavorare sulla nostra nuova principessa!

source: [_a_] We can talk about this later if you want.
french: [_a_] Nous pouvons en parler plus tard si vous voulez.
italian: [_a_] Possiamo parlare di questo più tardi, se vuoi.

source: [_u_] Oh you know, when it comes to banging a new princess, I'm always in the mood to work.
french: [ _u_ ] Oh vous savez, quand il s'agit de frapper une nouvelle princesse, je suis toujours d'humeur à travailler.
italian: [_u_] Oh sai, quando si tratta di sbattere una nuova principessa, sono sempre nell'umore di lavorare.

source: [_a_] I couldn't agree more.
french: [_a_] Je ne pouvais pas être plus d'accord.
italian: [_a_] non riuscivo ad essere più d'accordo.

source: [_a_] I mean, not that I'm really going to do it myself, but...
french: [_a_] Je veux dire, non pas que je vais vraiment le faire moi-même, mais ...
italian: [_a_] Voglio dire, non che lo farò io stesso, ma...

source: [_a_] ... It looks fun to participate from afar!
french: [_a_] ... C'est amusant de participer de loin !
italian: [_a_] ... Sembra divertente partecipare da lontano!

source: [_a_] Corrupting an android?
french: [_a_] Corrompre un androïde ?
italian: [_a_] Corruzione di un androide?

source: [_a_] It looks like fun but...
french: [_a_] Ça ressemble à du plaisir, mais ...
italian: [_a_] Sembra divertente ma...

source: [_a_] I'm...
french: [_a_] Je suis ...
italian: [_a_] Io...

source: [_a_] Maybe I'll be a little too shy to do that right away, I have to admit.
french: [_a_] Peut-être que je serai un peu trop timide pour faire ça tout de suite, je dois l'admettre.
italian: [_a_] Forse sarò un po' troppo timido per farlo subito, devo ammetterlo.

source: [_u_] Really?
french: [_u_] Vraiment ?
italian: [_u_] Davvero?

source: [_u_] I mean, I've read your books...
french: [ _u_ ] Je veux dire, j'ai lu tes livres ...
italian: [_u_] Voglio dire, ho letto i tuoi libri...

source: [_u_] And from what I remember...
french: [ _u_ ] Et de ce que je me rappelle ...
italian: [_u_] E da quello che ricordo...

source: [_a_] It is a lot of sex, murder, nudity, fighting, and orgies?
french: [_a_] C'est beaucoup de sexe, de meurtre, de nudité, de combat et d'orgies?
italian: [_a_] Si tratta di un sacco di sesso, omicidio, nudità, combattimento e orgie?

source: [_u_] That's the idea.
french: [ _u_ ] C'est l'idée.
italian: [_u_] Questa è l'idea.

source: [_a_] Yeah, it's easier to write it than to do it I guess ahah
french: [_a_] Ouais, c'est plus facile de l'écrire que de le faire je suppose ahah
italian: [_a_] Sì, è più facile scriverlo che farlo immagino che ahah

source: [_a_] You see, I had a very strict education and I can't get rid of it.
french: [_a_] Vous voyez, j'ai eu une éducation très stricte et je ne peux pas m'en débarrasser.
italian: [_a_] Vedete, ho avuto un'educazione molto severa e non posso sbarazzarmi di essa.

source: [_u_] Like... how strict?
french: [ _u_ ] Comme ... à quel point?
italian: [_u_] Come... quanto severo?

source: [_a_] Strictly strict.
french: [_a_] Strictement strict.
italian: [_a_] Strettamente severo.

source: [_a_] I would love to have no modesty, and get rid of that but...
french: [_a_] J'adorerais ne pas avoir de modestie, et me débarrasser de ça, mais ...
italian: [_a_] Mi piacerebbe non avere modestia, e sbarazzarmi di questo ma...

source: [_a_] It's harder than it looks.
french: [_a_] C'est plus dur qu'il ne l'est.
italian: [_a_] È più difficile di quanto sembri.

source: [_a_] But yeah... I admit that it looks pretty... ''interesting'' to corrupt an android...
french: [_a_] Mais oui ... J'admets qu'il semble joli ... '' intéressant'' pour corrompu un androïde ...
italian: [_a_] Ma sì... Ammetto che sembra carino... ''interessante'' per corrompere un androide...

source: [_a_] Maybe I'm the one who will need a corruption actually ahah
french: [_a_] Peut-être que je suis celui qui aura besoin d'une corruption vraiment ahah
italian: [_a_] Forse sono colui che avrà bisogno di una corruzione in realtà ahah

source: [_u_] Don't put such images in my head, it will be difficult to remove them.
french: [ _u_ ] Ne mettez pas de telles images dans ma tête, il sera difficile de les enlever.
italian: [_u_] Non mettere queste immagini nella mia testa, sarà difficile rimuoverle.

source: [_a_] I don't mind that.
french: [_a_] Je ne le pense pas.
italian: [_a_] non mi dispiace.

source: [_a_] Whenever you are ready.
french: [_a_] À chaque fois que vous êtes prêt.
italian: [_a_] Ogni volta che sei pronto.

source: [_a_] The best thing would be to talk about Jasmine to Sherazade.
french: [_a_] La meilleure chose serait de parler de Jasmine à Sherazade.
italian: [_a_] La cosa migliore sarebbe parlare di Jasmine a Sherazade.

source: [_a_] It would be nice if she introduced us to her.
french: [_a_] Ce serait bien si elle nous l'avait présenté.
italian: [_a_] Sarebbe bello se ci presentasse a lei.

source: [_u_] That's a good idea.
french: [C'est une bonne idée.
italian: [_u_] È una buona idea.

source: [_a_] Go see her whenever you're ready!
french: [_a_] Va la voir quand tu es prêt !
italian: [_a_] Vai a vederla ogni volta che sei pronto!

source: [_a_] Good luck [name]!
french: [_a_] Bonne chance [ nom ] !
italian: [_a_] Buona fortuna [name]!

source: [_tb_] So, you decided to take up the challenge?
french: [ _tb_ ] Alors, vous avez décidé de relever le défi?
italian: [_tb_] Quindi, hai deciso di raccogliere la sfida?

source: [_u_] Well...
french: [ _u_ ] Eh bien ...
italian: [_u_] Bene...

source: [_u_] You know I'll do anything to offer a new corrupt princess to my favorite boss.
french: [ _u_ ] Tu sais que je ferai n'importe quoi pour offrir une nouvelle princesse corrompute à mon patron préféré.
italian: [_u_] Sai che farò qualsiasi cosa per offrire una nuova principessa corrotta al mio capo preferito.

source: [_tb_] Yes, and you want to bang her, don't you?
french: [ _tb_ ] Oui, et tu veux la frapper, n'est-ce pas?
italian: [_tb_] Sì, e vuoi sbatterla, vero?

source: [_u_] I want to bang her so bad.
french: [ _u_ ] Je veux le frapper si mal.
italian: [_u_] La voglio bang così male.

source: [_tb_] Jasmine is waiting for you in her quarters.
french: [ _tb_ ] Jasmine vous attend dans ses quartiers.
italian: [_tb_] Jasmine ti sta aspettando nei suoi quartieri.

source: [_tb_] She has no memory of your meeting... So, think about it and don't say the same thing as last time.
french: [ _tb_ ] Elle n'a pas de mémoire de votre réunion ... Donc, réfléchit à ça et ne dis pas la même chose que la dernière fois.
italian: [_tb_] Lei non ha memoria del tuo incontro... Quindi, pensaci e non dire la stessa cosa dell'ultima volta.

source: [_tb_] I don't want to have two Jasmines lost in the wild.
french: [ _tb_ ] Je ne veux pas avoir deux Jasmines perdues dans la nature.
italian: [_tb_] Non voglio che due gelsomini perdano in natura.

source: [_u_] Gotcha boss!
french: [ _u_ ] Gotcha patron !

source: [_tb_] Great!
french: [_tb_] Super !
italian: [ _tb_] Ottimo!

source: [_tb_] And good luck.
french: [ _tb_ ] Et bonne chance.
italian: [_tb_] E buona fortuna.

source: [_u_] Come in!
french: [ _u_ ] Viens !
italian: [_u_] Vieni in!

source: [_a_] Good morning, Mr.[Quest_JM_NameMC]
french: [_a_] Bonjour, M. [ Quest_JM_NameMC ]
italian: [_a_] Buongiorno, Sig.[Quest_JM_NameMC]
