Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Dialogues_Separate02.po
Languages: french, italian

source: [_a_] So cool.
french: [_a_] Donc cool.
italian: [_a_] Così fresco.

source: [_am_] Great plan, Mrs. Bell!
french: [ _am_ ] Grand plan, Mme Bell !
italian: [_am_] Ottimo piano, signora Bell!

source: [_tb_] This Amelia is really a great person!
french: [ _tb_ ] Cette Amelia est vraiment une grande personne !
italian: [_tb_] Questa Amelia è davvero una grande persona!

source: [_u_] Are you saying that because she never contradicts you?
french: [ _u_ ] Tu dis ça parce qu'elle ne te contredit jamais?
italian: [_u_] Lo stai dicendo perché non ti contraddice mai?

source: [_tb_] Anyway, go help everyone.
french: [ _tb_ ] En tout cas, allez aider tout le monde.
italian: [_tb_] Comunque, vai ad aiutare tutti.

source: [_tb_] I want this Oriental Capital to be up and running in no time.
french: [ _tb_ ] Je veux que cette capitale orientale soit en marche et ne fonctionne pas.
italian: [_tb_] Voglio che questa Capitale Orientale sia in funzione in pochissimo tempo.

source: [_tb_] Oh and, go welcome Lycoris as soon as you can.
french: [ _tb_ ] Oh et, allez accueillir Lycoris dès que vous le pouvez.
italian: [_tb_] Oh e, vai ad accogliere Lycoris il più presto possibile.

source: [_u_] Copy that, Tinker.
french: [ _u_ ] Copier ça, Tinker.
italian: [_u_] Copia quello, Tinker.

source: [_tb_] Good luck [name]!
french: [ _tb_ ] Bonne chance [ nom ] !
italian: [_tb_] Buona fortuna [name]!

source: [_u_] Uh... let's see...
french: [ _u_ ] Uh ... voyons ...
italian: [_u_] Uh... vediamo...

source: [_u_] I don't have a teleportation point in town...
french: [ _u_ ] Je n'ai pas de point de téléportation en ville ...
italian: [_u_] Non ho un punto di teletrasportazione in città...

source: [_u_] What do I do? Teleport myself to Sherazade's apartments?
french: [ _u_ ] Que dois-je faire? Téléport-moi aux appartements de Sherazade?
italian: [_u_] Che cosa faccio? Teletrasportati negli appartamenti di Sherazade?

source: [_u_] Yeah, let's do that.
french: [ _u_ ] Ouais, faisons ça.
italian: [_u_] Sì, lo facciamo.

source: [_ml_] Hey! I was working on the showers and came across something...
french: [ _ml_ ] Hé ! Je travaillais sur les douches et je suis tombé sur quelque chose ...
italian: [_ml_] Hey! Stavo lavorando sulle docce e mi sono imbattuto in qualcosa...

source: [_ml_] I... didn't wake you, did I?
french: [ _ml_ ] Je ... ne vous réveillais pas, n'est-ce pas?
italian: [_ml_] Io... non ti ha svegliato, vero?

source: [_u_] No, no, don't worry.
french: [ _u_ ] Non, non, ne vous inquiéte pas.
italian: [_u_] No, no, non ti preoccupare.

source: [_ml_] Sorry since I don't need to sleep anymore, I kind of forget that other people do it all the time!
french: [ _ml_ ] Désolé depuis que je n'ai plus besoin de dormir, j'oublie que les autres le font tout le temps !
italian: [_ml_] Mi dispiace dal fatto che non ho più bisogno di dormire, dimentico che altre persone fanno tutto il tempo!

source: [_ml_] Anyway, I'll be waiting for you in the showers.
french: [ _ml_ ] En tout cas, je vous attendrai dans les douches.
italian: [_ml_] In ogni caso, ti aspetterò nelle docce.

source: [_u_] Should I bring a towel?
french: [ _u_ ] Dois-je apporter une serviette?
italian: [_u_] Dovrei portare un asciugamano?

source: [_ml_] Get here as soon as you can.
french: [ _ml_ ] Vas-y dès que tu peux.
italian: [_ml_] Arrivare qui il prima possibile.

source: [_e_] And so...
french: [ _e_ ] Et donc ...
italian: [_e_] E così...

source: [_e_] ...as a merchant, you must see a lot of different people here, don't you?
french: [ _e_ ] ... comme un marchand, vous devez voir beaucoup de gens différents ici, n'est-ce pas?
italian: [_e_] ...come mercante, devi vedere molte persone diverse qui, vero?

source: [_mh_] Indeed...
french: [ _mh_ ] En effet ...

source: [_mh_] Why are you asking me this?
french: [ _mh_ ] Pourquoi tu me demandes ça?
italian: [_mh_] Perché mi stai chiedendo questo?

source: [_e_] I just...
french: [ _e_ ] Je ...
italian: [_e_] Ho solo...

source: [_mh_] Do you work for the palace?
french: [ _mh_ ] Vous travaillez pour le palais?
italian: [_mh_] Tu lavori per il palazzo?

source: [_e_] Not at all, I just wanted to...
french: [ _e_ ] Pas du tout, je voulais juste ...
italian: [_e_] Niente affatto, volevo solo...

source: [_e_] And she's gone.
french: [ _e_ ] Et elle est partie.
italian: [_e_] E se n'è andata.

source: [_u_] Hi Emee.
french: [ _u_ ] Salut Emee.

source: [_e_] Hi there. You're just in time for my rejection.
french: [ _e_ ] Salut. Tu es juste à temps pour mon rejet.
italian: [_e_] Ciao. Sei solo in tempo per il mio rifiuto.

source: [_u_] Struggling with NPCs?
french: [ _u_ ] Contrebande avec les PNJ?
italian: [_u_] Lotta con gli NPC?

source: [_e_] Yeah... I don't know what your Scheherazade did, but nobody will talk to me.
french: [ _e_ ] Ouais ... Je ne sais pas ce que votre Scheherazade a fait, mais personne ne me parlera.
italian: [_e_] Sì... Non so cosa ha fatto la tua Scheherazade, ma nessuno mi parlerà.

source: [_u_] Oh, you know, she has a tendency to put people in jail for very little.
french: [ _u_ ] Oh, vous savez, elle a tendance à mettre des gens en prison pour très peu.
italian: [_u_] Oh, sai, ha la tendenza a mettere le persone in carcere per molto poco.

source: [_e_] Yes, well... it's clear that not many people liked her.
french: [ _e_ ] Oui, eh bien ... il est clair que peu de gens l'aimaient.
italian: [_e_] Sì, bene... è chiaro che non è piaciuta a molte persone.

source: [_e_] It's more complicated than expected.
french: [ _e_ ] C'est plus compliqué que prévu.
italian: [_e_] È più complicato del previsto.

source: [_e_] As you've seen... people don't talk much.
french: [ _e_ ] Comme vous l'avez vu ... les gens ne parlent pas beaucoup.
italian: [_e_] Come hai visto... la gente non parla molto.

source: [_e_] At least... the people here aren't ugly... I must admit...
french: [ _e_ ] Au moins ... les gens ici ne sont pas moches ... Je dois admettre ...
italian: [_e_] Almeno... la gente qui non è brutta... devo ammettere...

source: [_e_] But, It's going to take some work to convince some of them to ''loosen up'' a bit.
french: [ _e_ ] Mais, ça va prendre un peu de travail pour convaincre certains d'entre eux de "lâchez" un peu.
italian: [_e_] Ma, sta per prendere un po 'di lavoro per convincere alcuni di loro a ''allentare'' un po'.

source: [_e_] She looks promising.
french: [ _e_ ] Elle semble prometteuse.
italian: [_e_] Sembra promettente.

source: [_e_] Since she sees a lot of people passing by... she'd be interesting...
french: [ _e_ ] Comme elle voit beaucoup de gens passer par ... elle serait intéressante ...
italian: [_e_] Dal momento che vede un sacco di persone che passano... sarebbe interessante...

source: [_e_] And I want to see what's under her dress.
french: [ _e_ ] Et je veux voir ce qui est sous sa robe.
italian: [_e_] E voglio vedere cosa c'è sotto il suo vestito.

source: [_u_] It's a good motivator.
french: [ _u_ ] C'est un bon motivateur.
italian: [_u_] È un buon motivatore.

source: [_e_] What about you? Got one in your sights?
french: [ _e_ ] Qu'en est-il de vous? Vous en avez un dans vos yeux?
italian: [_e_] Che ne dici di te? Hai uno nei tuoi punti di vista?

source: [_u_] Pff... I usually try to go straight for the princesses or queens... but...
french: [ _u_ ] Pff ... J'essaie habituellement d'aller droit pour les princesses ou les reines ... mais ...
italian: [_u_] Pff... Di solito cerco di andare dritto per le principesse o le regine... ma...

source: [_u_] I'm a bit stuck with Sherazade.
french: [ _u_ ] Je suis un peu coincé avec Sherazade.
italian: [_u_] sono un po' bloccato con Sherazade.

source: [_e_] I see... my good sir only fucks royal blood...
french: [ _e_ ] Je vois ... mon bon monsieur putain de sang royal ...
italian: [_e_] vedo... la mia buona sir scopa solo sangue reale...

source: [_e_] You naughty boy.
french: [ _e_ ] Tu n'as pas de fils.
italian: [_e_] Hai cattivo ragazzo.

source: [_e_] Royal you said?...
french: [ _e_ ] Royal vous avez dit? ...
italian: [_e_] Reale hai detto?...

source: [_u_] Thinking of something?
french: [ _u_ ] Réfléchir à quelque chose?
italian: [_u_] Pensando a qualcosa?

source: [_e_] Yeah, I picked this up earlier.
french: [ _e_ ] Ouais, j'ai repris ça plus tôt.
italian: [_e_] Sì, ho preso questo in precedenza.

source: [_e_] Here, take a look.
french: [ _e_ ] Ici, regardez.
italian: [_e_] Qui, dai un'occhiata.

source: [_u_] Aladin... prince of thieves...
french: [ _u_ ] Aladin ... prince des voleurs ...
italian: [_u_] Aladin... principe dei ladri...

source: [_u_] That's a classic.
french: [ _u_ ] C'est un classique.
italian: [_u_] È un classico.

source: [_u_] Seems like an important character.
french: [ _u_ ] Ça ressemble à un personnage important.
italian: [_u_] Sembra un personaggio importante.

source: [_e_] Yep, and it says ''prince'' which counts as royal blood, right?
french: [ _e_ ] Yep, et il dit "prince" qui compte comme sang royal, n'est-ce pas?
italian: [_e_] Yep, e dice ''principe'' che conta come sangue reale, giusto?

source: [_e_] And I have a good feeling it's a woman.
french: [ _e_ ] Et j'ai le sentiment que c'est une femme.
italian: [_e_] E ho una buona sensazione che sia una donna.

source: [_e_] Those eyes. Those are woman's eyes.
french: [ _e_ ] Ces yeux. Ce sont les yeux de la femme.
italian: [_e_] Quelli occhi. Quelli sono gli occhi della donna.

source: [_u_] Are you sure about that?
french: [ _u_ ] Etes-vous sûr de cela?
italian: [_u_] Sei sicuro di quello?

source: [_e_] Let's say... there's a 60 percent chance.
french: [ _e_ ] Disons qu'il y a une chance de 60%.
italian: [_e_] Diciamo... c'è una probabilità del 60 per cento.

source: [_u_] Mh...
french: [Mh...

source: [_u_] Not great. Not terrible.
french: [ _u_ ] Pas super. Pas terrible.
italian: [_u_] Non ottimo. Non terribile.

source: [_u_] Eh! Amandine? Can you tell me more about that?
french: [ _u_ ] Eh ! Amandine? Pouvez-vous m'en dire plus à ce sujet?
italian: [_u_] Eh! Amandine? Puoi dirmi di più?

source: [_a_] Now that's strange...
french: [_a_] C'est bizarre ...
italian: [_a_] Ora è strano...

source: [_a_] I read all the quests that had been set up in this part of the park and... mh...
french: [_a_] J'ai lu toutes les quêtes qui avaient été mises en place dans cette partie du parc et ... mh ...
italian: [_a_] Ho letto tutte le missioni che erano state allestite in questa parte del parco e... mh...

source: [_a_] I remember very precisely that the character of Aladdin was written, his story integrated...
french: [_a_] Je me rappelle très précisément que le personnage d'Aladdin a été écrit, son histoire intégrée ...
italian: [_a_] Ricordo molto precisamente che il carattere di Aladdin è stato scritto, la sua storia integrata...

source: [_a_] But the character didn't have time to be created.
french: [_a_] Mais le caractère n'a pas eu le temps d'être créé.
italian: [_a_] Ma il personaggio non aveva tempo per essere creato.

source: [_e_] Now that's strange.
french: [ _e_ ] C'est étrange.
italian: [_e_] Ora è strano.

source: [_u_] Mh... It looks like someone has taken the place of this character.
french: [ _u_ ] Mh ... On dirait que quelqu'un a pris la place de ce personnage.
italian: [_u_] Mh... Sembra che qualcuno abbia preso il posto di questo personaggio.

source: [_a_] That's what I think too.
french: [_a_] C'est ce que je pense aussi.
italian: [_a_] È quello che penso anche.

source: [_u_] I think we've got a mystery on our hands Emee!
french: [ _u_ ] Je pense que nous avons un mystère sur nos mains Emee !
italian: [_u_] Penso che abbiamo un mistero sulle nostre mani Eme!

source: [_e_] Indeed, Sherlock.
french: [ _e_ ] En effet, Sherlock.
italian: [_e_] Effettivamente, Sherlock.

source: [_u_] Maybe we should talk about this in our ''local headquarters''.
french: [ _u_ ] Peut-être devrions-nous en parler dans notre "quartier général local".
italian: [_u_] Forse dovremmo parlare di questo nella nostra 'sede locale'.

source: [_e_] Oh! You mean the brothel?
french: [ _e_ ] Oh ! Tu veux dire le bordel?
italian: [_e_] Oh! Vuoi dire il brotello?

source: [_e_] Yeah, let's do that.
french: [ _e_ ] Ouais, faisons ça.
italian: [_e_] Sì, lo facciamo.

source: [_e_] Off to the brothel!
french: [ _e_ ] Non au bordel !
italian: [_e_] Spento al brotel!

source: [_e_] So what do we do? Try to find this ''Aladin''?
french: [ _e_ ] Alors qu'est-ce que nous faisons? Essaie de trouver ce "Aladin"?
italian: [_e_] Quindi cosa facciamo? Prova a trovare questo 'Aladin'?

source: [_u_] Yep, that's the only plan I've got at the moment.
french: [ _u_ ] Yep, c'est le seul plan que j'ai en ce moment.
italian: [_u_] Yep, è l'unico piano che ho in questo momento.

source: [_u_] What do we know about this character?
french: [ _u_ ] Que savons-nous de ce personnage?
italian: [_u_] Cosa sappiamo di questo personaggio?

source: [_e_] Mh... She's mysterious... and she steals things around town.
french: [ _e_ ] Mh ... Elle est mystérieuse ... et elle vole des choses autour de la ville.
italian: [_e_] Mh... Lei è misteriosa... e ruba le cose in città.

source: [_e_] Oh, and the guards are looking for her.
french: [ _e_ ] Oh, et les gardes la recherchent.
italian: [_e_] Oh, e le guardie la stanno cercando.

source: [_u_] Well... now that I think about it...
french: [ _u_ ] Eh bien ... maintenant que je pense à ça ...
italian: [_u_] Bene... ora che ci penso...

source: [_u_] Sherazade had a big Emerald stolen not long ago.
french: [ _u_ ] Sherazade avait un grand émeraude volé il n'y a pas longtemps.
italian: [_u_] Sherazade ha avuto un grande Smeraldo rubato non molto tempo fa.

source: [_u_] She asked me to look for it.
french: [ _u_ ] Elle m'a demandé de la chercher.
italian: [_u_] Mi ha chiesto di cercarla.

source: [_e_] I can imagine the ''Prince of Thieves'' stealing a large Emerald from the Sultana...
french: [ _e_ ] Je peux imaginer le "Prince des voleurs" qui vole un grand émeraude de la Sultana ...
italian: [_e_] Posso immaginare il 'Principe dei ladri'' rubando un grande Smeraldo dal Sultana...

source: [_u_] Yeah, me too, it'd be too big for a coincidence I think.
french: [ _u_ ] Ouais, moi aussi, ce serait trop grand pour une coïncidence je pense.
italian: [_u_] Sì, anche io, sarebbe troppo grande per una coincidenza penso.

source: [_u_] So... How do we find her?
french: [ _u_ ] Donc ... Comment la trouver?
italian: [_u_] Così... Come la troviamo?

source: [_a_] Well... we could spread the rumor that a fake emerald has been stolen from Sherazade.
french: [_a_] Eh bien ... nous pourrions propager la rumeur qu'une fausse émeraude a été volée à Sherazade.
italian: [_a_] Bene... potremmo diffondere la voce che un falso smeraldo è stato rubato da Sherazade.

source: [_a_] And that we have the real one.
french: [_a_] Et que nous avons le vrai.
italian: [_a_] E che abbiamo quello reale.

source: [_a_] It might draw her here.
french: [_a_] Elle pourrait l'attirer ici.
italian: [_a_] Potrebbe disegnarla qui.

source: [_u_] Mh...
french: [Mh...

source: [_u_] That's not a bad idea.
french: [ _u_ ] Ce n'est pas une mauvaise idée.
italian: [_u_] Non è una cattiva idea.

source: [_e_] We spread a rumor that we're looking to buy a super large emerald.
french: [ _e_ ] Nous avons répandu une rumeur que nous cherchons à acheter une super grosse émeraude.
italian: [_e_] Abbiamo diffuso una voce che stiamo cercando di comprare un super grande smeraldo.

source: [_e_] Like... for a prince from a faraway kingdom!
french: [ _e_ ] Comme ... pour un prince d'un royaume lointain !
italian: [_e_] Come... per un principe da un regno lontano!

source: [_e_] And that we've settled here while waiting to spend all our gold!
french: [ _e_ ] Et que nous nous sommes installés ici en attendant de passer tout notre or !
italian: [_e_] E che ci siamo sistemati qui mentre aspettavamo di spendere tutto il nostro oro!

source: [_e_] She'll come here, whether to sell the stone or take our money.
french: [ _e_ ] Elle viendra ici, que ce soit pour vendre la pierre ou pour prendre notre argent.
italian: [_e_] Lei verrà qui, se vendere la pietra o prendere i nostri soldi.

source: [_u_] It's all about selling stuff, that's just like you.
french: [ _u_ ] Il s'agit de vendre des trucs, c'est comme vous.
italian: [_u_] Si tratta di vendere roba, è proprio come te.

source: [_a_] Lycoris suggests we make her a new outfit.
french: [_a_] Lycoris suggère que nous lui faisons une nouvelle tenue.
italian: [_a_] Lycoris suggerisce di farle un nuovo outfit.

source: [_u_] Did she understand what the goal was?
french: [ _u_ ] Elle a-t-elle compris quel était l'objectif?
italian: [_u_] Ha capito quale fosse l'obiettivo?

source: [_a_] What's the point of making her a cloth?
french: [_a_] Quel est le point de la confection d'un chiffon?
italian: [_a_] Qual è il senso di farle un panno?

source: [_a_] Nah, I think she just wants to make clothes.
french: [_a_] Nah, je pense qu'elle veut juste faire des vêtements.
italian: [_a_] Nah, penso che lei voglia solo fare vestiti.

source: [_u_] Thanks Lyco!
french: [ _u_ ] Merci Lyco !
italian: [_u_] Grazie Lyco!

source: [_e_] Nice!
french: [Joli !
italian: [_e_] Nizza!

source: [_a_] I'm glad I could help!
french: [_a_] Je suis content d'avoir pu m'aider !
italian: [_a_] Sono contento che potrei aiutare!

source: [_e_] I can take care of spreading the word!
french: [ _e_ ] Je peux prendre soin de répandre le mot !
italian: [_e_] posso prendermi cura di diffondere la parola!

source: [_e_] With a bit of luck, this Aladdin will take the bait!
french: [ _e_ ] Avec un peu de chance, cet Aladdin va prendre l'appât !
italian: [_e_] Con un po' di fortuna, questo Aladdin prenderà l'esca!

source: [_u_] Great.
french: [ _u_ ] Grand.
italian: [_u_] Grande.

source: [_e_] Uh, one last thing.
french: [ _e_ ] Euh, une dernière chose.
italian: [_e_] Uh, un'ultima cosa.

source: [_e_] Melissandre should be sending out her drones soon to renovate this place...
french: [ _e_ ] Melissandre devrait envoyer ses drones bientôt pour rénover cet endroit ...
italian: [_e_] Melissandre dovrebbe inviare i suoi droni presto per ristrutturare questo luogo...

source: [_e_] But I think I'd have to ask Lycoris to make me a Harem outfit.
french: [ _e_ ] Mais je pense que je devrais demander à Lycoris de me faire une tenue Harem.
italian: [_e_] Ma penso che dovrei chiedere a Lycoris di farmi un outfit Hamm.

source: [_u_] Good idea.
french: [ _u_ ] Bonne idée.
italian: [_u_] Buona idea.

source: [_u_] Don't worry, I'll take care of it.
french: [ _u_ ] Ne vous inquiétez pas, je m'en occuperai.
italian: [_u_] Non ti preoccupare, ne prenderò cura.

source: [_u_] You already have enough to do here.
french: [ _u_ ] Vous avez déjà assez à faire ici.
italian: [_u_] Hai già abbastanza da fare qui.

source: [_e_] Thank you!
french: [ _e_ ] Merci !
italian: [_e_] Grazie!

source: [_e_] And, uhm... tell her I want to look super sexy in it.
french: [ _e_ ] Et, uhm ... lui dis que je veux avoir l'air super sexy.
italian: [_e_] E, uhm... dirle che voglio guardare super sexy in esso.

source: [_u_] That was the plan.
french: [ _u_ ] C'était le plan.
italian: [_u_] Questo era il piano.

source: [_e_] See you later [name]!
french: [ _e_ ] Voir plus tard [ nom ] !
italian: [_e_] Ci vediamo più tardi [name]!

source: [_ml_] Um... Hey [name]...
french: [ _ml_ ] Um ... Hey [ nom ] ...

source: [_ml_] Sorry to bother you...
french: [ _ml_ ] Désolé de vous déranger ...
italian: [_ml_] Mi dispiace di darti fastidio...

source: [_ml_] I guess you were asleep, right?
french: [ _ml_ ] Je suppose que tu étais endormé, non?
italian: [_ml_] Immagino che stavi dormendo, giusto?

source: [_u_] Take a guess.
french: [ _u_ ] Faites une supposition.
italian: [_u_] Prendi un'ipotesi.

source: [_ml_] It's amazing how much time a human spends asleep when you think about it...
french: [ _ml_ ] C'est incroyable combien de temps un humain passe endormissement quand on y pense ...
italian: [_ml_] E 'incredibile quanto tempo un umano spende addormentarsi quando ci si pensa...

source: [_u_] You woke me up to talk about sleep?
french: [ _u_ ] Tu m'as réveillé pour parler de sommeil?
italian: [_u_] Mi hai svegliato per parlare di sonno?

source: [_ml_] No, I'm waking you up to tell you there's an android in your brothel.
french: [ _ml_ ] Non, je vous réveille pour vous dire qu'il y a un androïde dans votre bordel.
italian: [_ml_] No, ti sto svegliando per dirti che c'è un Android nel tuo bordello.

source: [_u_] An android? Who?
french: [ _u_ ] Un androïde? Qui?
italian: [_u_] Un androide? Chi?

source: [_ml_] I don't know.
french: [ _ml_ ] Je ne sais pas.
italian: [_ml_] non lo so.

source: [_ml_] I had sent my drones to start repairs your brothel and they came across someone.
french: [ _ml_ ] J'avais envoyé mes drones pour commencer à réparer votre bordel et ils sont venus à travers quelqu'un.
italian: [_ml_] avevo mandato i miei droni per iniziare a riparare il tuo bordello e si sono imbattuti in qualcuno.

source: [_u_] Wow, I didn't think our plan was going to work. Thanks Meli.
french: [ _u_ ] Wow, je ne pensais pas que notre plan allait fonctionner. Merci Meli.
italian: [_u_] Wow, non pensavo che il nostro piano funzionasse. Grazie Meli.

source: [_ml_] You're welcome.
french: [ _ml_ ] Vous êtes les bienvenus.
italian: [_ml_] Sei il benvenuto.

source: [_u_] I'm not going to go out at 3am, am I?
french: [ _u_ ] Je ne vais pas sortir à 3h, suis-je?
italian: [_u_] Non uscirò alle 3, sono?

source: [_u_] Come on, show yourself android.
french: [ _u_ ] Allez, montrez-vous.
italian: [_u_] Avanti, mostrati android.

source: [_u_] I hope for this chick's sake that she's really super...
french: [ _u_ ] J'espère que pour cette chick, elle est vraiment super ...
italian: [_u_] Spero che per questo pulcino sia davvero super...

source: [_u_] ...hot.
french: [ _u_ ] ... chaud.

source: [_u_] Hey, who are you?
french: [ _u_ ] Hé, qui êtes-vous?
italian: [_u_] Ehi, chi sei?

source: [_jm_s_] Oh my God, I can't believe it...
french: [ _jm_s_ ] Oh mon Dieu, je ne peux pas le croire ...
italian: [_jm_s_] Oh mio Dio, non posso crederci...

source: [_jm_s_] Really? That's the best Sherazade could come up with?
french: [ _jm_s_ ] Vraiement? C'est la meilleure Sherazade qui pourrait venir?
italian: [_jm_s_] Davvero? Questo è il miglior Sherazade potrebbe venire su?

source: [_jm_s_] You can tell her I won't be coming home!
french: [ _jm_s_ ] Vous pouvez lui dire que je ne rentrerai pas à la maison !
italian: [_jm_s_] Puoi dirle che non tornerò a casa!

source: [_u_] I know your voice...
french: [ _u_ ] Je connais votre voix ...
italian: [_u_] Conosco la tua voce...

source: [_u_] Meli, can you please turn on the light?
french: [ _u_ ] Meli, pourriez-vous tourner la lumière?
italian: [_u_] Meli, puoi accendere la luce?

source: [_ml_] You got it.
french: [ _ml_ ] Vous l'avez eu.
italian: [_ml_] l'hai capito.

source: [_jm_] You...
french: [_jm_] Vous...
italian: [_jm_] Tu...

source: [_u_] You don't seem to like me very much.
french: [ _u_ ] Vous ne semblez pas beaucoup comme moi.
italian: [_u_] Non ti sembra di piacerti molto.

source: [_jm_] As much as any of our dear Sultane's puppets.
french: [ _jm_ ] Tout comme l'une de nos chères marionnettes de Sultane.
italian: [_jm_] Tanto quanto uno dei nostri cari burattini contemporanei.

source: [_u_] Yeah, I don't know if we can say that...
french: [ _u_ ] Ouais, je ne sais pas si on peut dire que ...
italian: [_u_] Sì, non so se possiamo dirlo...

source: [_u_] I'm more of a freelancer.
french: [ _u_ ] Je suis plus un pigiste.
italian: [_u_] Io sono più un freelancer.
