Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Rooms_Separate02.po
Languages: french, italian

source: [_u_] What are you doing here?
french: [ _u_ ] Qu'est-ce que vous faites ici?
italian: [_u_] Cosa stai facendo qui?

source: [_u_] And he's gone.
french: [ _u_ ] Et il est parti.
italian: [_u_] Ed è andato.

source: [_u_] Will this thing come and spy on me every time I leave the headquarters now?
french: [ _u_ ] Cette chose va-t-elle m'espionner chaque fois que je quitterais le siège?
italian: [_u_] Questa cosa verrà e mi spierà ogni volta che lascerò la sede adesso?

source: [_u_] Tinker? Do you know what this thing is?
french: [ _u_ ] Tinker? Savez-vous ce que c'est?
italian: [_u_] Tinker? Sai cos'è questa cosa?

source: [_u_] Damn, the communications don't work here?
french: [ _u_ ] Damn, les communications ne fonctionnent pas ici?
italian: [_u_] Damn, le comunicazioni non funzionano qui?

source: [_u_] Great.
french: [_u_] Super.
italian: [_u_] Grande.

source: [_u_] Maybe it's just a curious bird after all.
french: [ _u_ ] C'est peut-être juste un oiseau curieux après tout.
italian: [_u_] Forse è solo un uccello curioso dopo tutto.

source: [_u_] Or maybe he comes here to search for old crates.
french: [ _u_ ] Ou peut-être qu'il vient ici pour chercher des vieux crates.
italian: [_u_] O forse viene qui per cercare vecchie casse.

source: [_none01_] Actually, that's why I'm here.
french: [ _none01_ ] En fait, c'est pour ça que je suis là.
italian: [_none01_] In realtà, ecco perché sono qui.

source: [_u_] Greetings mysterious hooded stranger.
french: [ _u_ ] Saluant un mystérieux étranger à capuchon.
italian: [_u_] Saluti misteriosi sconosciuti con cappuccio.

source: [_u_] It's been a while since we've seen each other.
french: [ _u_ ] C'est un moment depuis que nous nous sommes vus.
italian: [_u_] È passato un po' da quando ci siamo visti a vicenda.

source: [_u_] Still don't want to take off your helmet?
french: [ _u_ ] Toujours ne voulez pas enlever votre casque?
italian: [_u_] Non vuoi ancora togliere il casco?

source: [_none01_] No, thank you.
french: [ _none01_ ] Non, merci.
italian: [_none01_] No, grazie.

source: [_u_] What are you doing there?
french: [ _u_ ] Que faites-vous là?
italian: [_u_] Cosa stai facendo lì?

source: [_none01_] I've been coming here for a long time to get material.
french: [ _none01_ ] Je viens ici depuis longtemps pour obtenir du matériel.
italian: [_none01_] Sono venuto qui da molto tempo per ottenere materiale.

source: [_none01_] It's amazing how much stuff they've thrown in here.
french: [ _none01_ ] C'est incroyable le nombre de choses qu'ils ont jetées ici.
italian: [_none01_] È incredibile quanta roba hanno gettato qui.

source: [_none01_] Everything that can be useful.
french: [ _none01_ ] Tout ce qui peut être utile.
italian: [_none01_] Tutto ciò che può essere utile.

source: [_none01_] But I don't think there is anything interesting left here.
french: [ _none01_ ] Mais je ne pense pas qu'il y ait quelque chose d'intéressant ici.
italian: [_none01_] Ma non credo che qui rimanga nulla di interessante.

source: [_none01_] There are still tools in this room if you want.
french: [ _none01_ ] Il y a encore des outils dans cette salle si vous le souhaitez.
italian: [_none01_] Ci sono ancora strumenti in questa stanza, se vuoi.

source: [_none01_] I think that's why you're here, right?
french: [ _none01_ ] Je pense que c'est pour ça que tu es là, non?
italian: [_none01_] Penso che sia per questo che sei qui, giusto?

source: [_u_] Is it possible to hide something from you?
french: [ _u_ ] Est-il possible de cacher quelque chose?
italian: [_u_] È possibile nascondere qualcosa da te?

source: [_none01_] Not so much.
french: [ _none01_ ] Pas tellement.
italian: [_none01_] Non tanto.

source: [_none01_] Good luck in your research, see you next time [name].
french: [ _none01_ ] Bonne chance dans votre recherche, vous verrez la prochaine fois [ nom ].
italian: [_none01_] Buona fortuna nella tua ricerca, ti vediamo la prossima volta [name].

source: [_none01_] And uh...
french: [ _none01_ ] Et euh ...

source: [_none01_] I count on you to keep our little meeting between us.
french: [ _none01_ ] Je compte sur vous pour garder notre petite rencontre entre nous.
italian: [_none01_] conto su di voi per mantenere il nostro piccolo incontro tra noi.

source: [_none01_] I still don't know if I can trust you.
french: [ _none01_ ] Je ne sais toujours pas si je peux vous faire confiance.
italian: [_none01_] Non so ancora se posso fidarmi di te.

source: [_u_] Even after so much time spying on me?
french: [ _u_ ] Même après tant de temps m'espionner?
italian: [_u_] Anche dopo così tanto tempo mi spia?

source: [_u_] By the way, could you stop doing that?
french: [ _u_ ] Au fait, pourriez-vous cesser de faire ça?
italian: [_u_] A proposito, potresti smettere di farlo?

source: [_none01_] Sorry, but that's how I still haven't been caught yet.
french: [ _none01_ ] Désolé, mais c'est comme ça que je n'ai pas encore été pris.
italian: [_none01_] Mi dispiace, ma è così che non sono ancora stato catturato.

source: [_none01_] Maybe.
french: [ _none01_ ] Peut-être.
italian: [_none01_] Forse.

source: [_u_] So I take that as a yes.
french: [ _u_ ] Alors je prends ça comme un oui.
italian: [_u_] Così lo prendo come un sì.

source: [_u_] Thanks for the key last time.
french: [ _u_ ] Merci pour la clé la dernière fois.
italian: [_u_] Grazie per la chiave l'ultima volta.

source: [_none01_] You're welcome. I was starting to feel a little sorry for you in that cell.
french: [ _none01_ ] Vous êtes les bienvenus. Je commenais à me sentir un peu désolé pour toi dans cette cellule.
italian: [_none01_] Sei il benvenuto. Stavo iniziando a sentirti un po' dispiaciuto per te in quella cella.

source: [_u_] How did you... create this thing?
french: [ _u_ ] Comment avez-vous ... créé cette chose?
italian: [_u_] Come hai creato... questa cosa?

source: [_none01_] Ahah, I'm not going to reveal everything now.
french: [ _none01_ ] Ahah, je ne vais pas tout révéler maintenant.
italian: [_none01_] Ahah, non rivelerò tutto ora.

source: [_none01_] Not yet.
french: [ _none01_ ] Pas encore.
italian: [_none01_] Non ancora.

source: [_none01_] That's a good question.
french: [ _none01_ ] C'est une bonne question.
italian: [_none01_] È una buona domanda.

source: [_none01_] I'm not going to give you the solution but...
french: [ _none01_ ] Je ne vais pas vous donner la solution mais ...
italian: [_none01_] Non ti darò la soluzione ma...

source: [_none01_] You will be challenged soon enough, I'm sure.
french: [ _none01_ ] Vous serez bientôt défié, j'en suis sûr.
italian: [_none01_] Sarai sfidato abbastanza presto, ne sono sicuro.

source: [_u_] And then you will finally show me your face?
french: [ _u_ ] Et alors vous me montrerez enfin votre visage?
italian: [_u_] E poi mi mostrerai finalmente il tuo viso?

source: [_none01_] Ahah, perhaps.
french: [ _none01_ ] Ahah, peut-être.
italian: [_none01_] Ahah, forse.

source: [_tb_] Hey [name]! Can you hear me?
french: [ _tb_ ] Hey [ nom ] ! Peux-tu m'entendre?
italian: [_tb_] Ehi [name]! Riesci a sentirmi?

source: [_u_] Yep, I'm here.
french: [ _u_ ] Yep, je suis là.
italian: [_u_] Yep, sono qui.

source: [_tb_] So, what is the state of the outpost?
french: [ _tb_ ] Alors, quel est l'état de l'avant-poste?
italian: [_tb_] Quindi, qual è lo stato dell'avamposto?

source: [_u_] Well... it's a big dusty mess with garbage everywhere.
french: [ _u_ ] Eh bien ... c'est un gros bordel poussiéreux avec des ordures partout.
italian: [_u_] Bene... è un grande pasticcio polveroso con spazzatura ovunque.

source: [_tb_] It hasn't changed a bit. Perfect.
french: [ _tb_ ] Ça n'a pas changé un peu. Parfait.
italian: [_tb_] Non è cambiato un po'. Perfetto.

source: [_tb_] I am sending you someone to help you in your noble quest, dear adventurer.
french: [ _tb_ ] Je vous envoie quelqu'un pour vous aider dans votre noble quête, mon cher aventurier.
italian: [_tb_] Ti sto inviando qualcuno per aiutarti nella tua nobile missione, caro avventuriero.

source: [_u_] Why?
french: [ _u_ ] Pourquoi?
italian: [_u_] Perché?

source: [_ml_] Hello there.
french: [ _ml_ ] Bonjour.
italian: [_ml_] Ciao lì.

source: [_u_] What are you doing here?
french: [ _u_ ] Qu'est-ce que vous faites ici?
italian: [_u_] Cosa stai facendo qui?

source: [_ml_] I've been needing to come by here for a while.
french: [ _ml_ ] J'ai besoin de venir ici depuis un moment.
italian: [_ml_] Ho bisogno di venire da qui per un po'.

source: [_ml_] The big machine back there could be useful to us one day.
french: [ _ml_ ] La grosse machine là-bas pourrait nous être utile un jour.
italian: [_ml_] La grande macchina potrebbe essere utile per noi un giorno.

source: [_u_] Why didn't you come earlier?
french: [ _u_ ] Pourquoi n'êtes-vous pas venu plus tôt?
italian: [_u_] Perché non sei venuto prima?

source: [_ml_] I wasn't really sure if the place was safe.
french: [ _ml_ ] Je n'étais pas vraiment sûr que l'endroit était sûr.
italian: [_ml_] Non ero sicuro se il posto fosse al sicuro.

source: [_ml_] Like... Flooded, or filled with giant insects, or crazy androids or...
french: [ _ml_ ] Comme ... Flooded, or filled with géant insectes, or fous androids or ...
italian: [_ml_] Come... Inondato, o riempito di insetti giganti, o androidi pazzi o...

source: [_u_] I've got the idea.
french: [ _u_ ] J'ai l'idée.
italian: [_u_] Ho l'idea.

source: [_ml_] Anyway, don't mind me, I just have a couple of things to look at.
french: [ _ml_ ] Quoi qu'il en soit, ne me dérangez pas, j'ai juste quelques trucs à regarder.
italian: [_ml_] Comunque, non mi dispiace, ho solo un paio di cose da guardare.

source: [_ml_] Yes?
french: [ _ml_ ] Oui?
italian: [_ml_] Sì?

source: [_ml_] Yeah... but everything is in shambles here.
french: [ _ml_ ] Ouais ... mais tout est en trèfle ici.
italian: [_ml_] Yeah... ma tutto è in vergogna qui.

source: [_ml_] It's going to take a while to fix this.
french: [ _ml_ ] Ça va prendre un moment pour corriger ça.
italian: [_ml_] Ci vorrà un po' di tempo per risolvere questo problema.

source: [_ml_] Great, I don't think I'll get any further today with what I have.
french: [ _ml_ ] Super, je ne pense pas que je vais aller plus loin aujourd'hui avec ce que j'ai.
italian: [_ml_] Ottimo, non credo che oggi mi spingerò oltre con quello che ho.

source: [_ml_] Are you ready to go?
french: [ _ml_ ] Etes-vous prêt à partir?
italian: [_ml_] Sei pronto ad andare?

source: [_u_] Yep, let's go.
french: [ _u_ ] Yep, allons-y.
italian: [_u_] Yep, andiamo.

source: [_u_] I hope I don't get stuck there one day.
french: [ _u_ ] J'espère ne pas m'y coincé un jour.
italian: [_u_] Spero di non rimanere bloccato lì un giorno.

source: [_u_] Hey meli, what is this big thing?
french: [ _u_ ] Hey meli, quelle est cette grande chose?
italian: [_u_] Hey meli, che cosa è questa grande cosa?

source: [_ml_] A big machine that I would love to get working.
french: [ _ml_ ] Une grosse machine que j'adorerais travailler.
italian: [_ml_] Una grande macchina che mi piacerebbe lavorare.

source: [_ml_] It is a kind of... quarantine zone.
french: [ _ml_ ] C'est une sorte de zone de quarantaine.
italian: [_ml_] Si tratta di un tipo di... zona di quarantena.

source: [_ml_] It could be useful if there is any problem.
french: [ _ml_ ] Il peut être utile s'il y a un problème.
italian: [_ml_] Potrebbe essere utile se ci fosse qualche problema.

source: [_u_] What kind of problem?
french: [ _u_ ] Quel genre de problème?
italian: [_u_] Che tipo di problema?

source: [_ml_] Well, just in case an android goes berserk or someone illegally enters the planet.
french: [ _ml_ ] Eh bien, juste au cas où un androïde va berserk ou quelqu'un entre illégalement sur la planète.
italian: [_ml_] Beh, nel caso in cui un android vada berserk o qualcuno entra illegalmente nel pianeta.

source: [_u_] Yeah, it's a prison cell.
french: [ _u_ ] Oui, c'est une cellule de prison.
italian: [_u_] Sì, è una cella di prigione.

source: [_ml_] Yeah, pretty much.
french: [ _ml_ ] Ouais, presque.
italian: [_ml_] Sì, piuttosto molto.

source: [_ml_] But if you put an android in it, you can reprogram it.
french: [ _ml_ ] Mais si vous y mettez un androïde, vous pouvez le reprogrammer.
italian: [_ml_] Ma se mettete un android in esso, potete riprogrammarlo.

source: [_ml_] Anyway, I need this stuff.
french: [ _ml_ ] Quoi qu'il en soit, j'ai besoin de ce truc.
italian: [_ml_] Comunque, ho bisogno di questa roba.

source: [_ml_] But it seems that someone has vandalized it from the inside.
french: [ _ml_ ] Mais il semble que quelqu'un l'a vandalisé depuis l'intérieur.
italian: [_ml_] Ma sembra che qualcuno lo abbia vandalizzato dall'interno.

source: [_ml_] Who?
french: [ _ml_ ] Qui?
italian: [_ml_] Chi?

source: [_u_] Someone with a helmet and a hood on their head.
french: [ _u_ ] Quelqu'un avec un casque et un capuchon sur la tête.
italian: [_u_] Qualcuno con un casco e un cappuccio sulla loro testa.

source: [_u_] We don't know who it is but this person is spying on us.
french: [ _u_ ] Nous ne savons pas qui c'est, mais cette personne nous espionner.
italian: [_u_] Non sappiamo chi sia, ma questa persona ci sta spiando.

source: [_ml_] Great.
french: [ _ml_ ] Grande.
italian: [_ml_] Grande.

source: [_ml_] Well... the inner walls are made of lead alloy...
french: [ _ml_ ] Eh bien ... les murs intérieurs sont en alliage de plomb ...
italian: [_ml_] Bene... le pareti interne sono fatte di lega di piombo...

source: [_ml_] It can be used to make a giant microwave...
french: [ _ml_ ] Il peut être utilisé pour fabriquer un micro-ondes géant ...
italian: [_ml_] Può essere usato per realizzare un microonde gigante...

source: [_u_] Or...
french: [ _u_ ] Ou ...
italian: [_u_] Oppure...

source: [_u_] A teleporter?
french: [ _u_ ] Un téléporteur?
italian: [_u_] Un teletrasporto?

source: [_ml_] That's right.
french: [ _ml_ ] C'est vrai.
italian: [_ml_] È giusto.

source: [_u_] Like super intelligent android rats?
french: [ _u_ ] Comme des rats super intelligents et des rats?
italian: [_u_] Ti piacciono i ratti androidi super intelligenti?

source: [_u_] You are a woman of culture.
french: Vous êtes une femme de culture.
italian: [_u_] Sei una donna di cultura.

source: [_ml_] I know.
french: [ _ml_ ] Je sais.
italian: [_ml_] lo so.

source: [_ml_] Anyway, I have to find a way to fix this.
french: [ _ml_ ] Quoi qu'il en soit, je dois trouver un moyen de réparer ça.
italian: [_ml_] In ogni caso, devo trovare un modo per risolvere questo problema.

source: [_u_] It says: ''Please do not enter the quarantine sphere, unless you want to get stuck there.''
french: [ _u_ ] Il dit: '' S'il vous plaît, n'entrez pas dans la sphère de quarantaine, sauf si vous voulez y rester coincé. ''
italian: [_u_] Dice: ''Per favore non inserire la sfera di quarantena, a meno che non si voglia rimanere bloccati.''

source: [_u_] Well, thanks for the advice.
french: [ _u_ ] Eh bien, merci pour les conseils.
italian: [_u_] Beh, grazie per il consiglio.

source: [_u_] A chest... with a label.
french: [ _u_ ] Une poitrine ... avec une étiquette.
italian: [_u_] Una cassa... con un'etichetta.

source: [_u_] ''Property of the CEO's Personal Secretary.''
french: [ _u_ ] '' Propriété du secrétaire personnel du PDG''.
italian: [_u_] 'Proprietà del Segretariato Personale del CEO''

source: [_u_] Interesting.
french: [ _u_ ] Intéressant.
italian: [_u_] Interessante.

source: [_u_] We would say it's a 3-digit code.
french: [ _u_ ] Nous dirons qu'il s'agit d'un code à 3 chiffres.
italian: [_u_] Diremo che è un codice a 3 cifre.

source: [_u_] It worked!
french: [ _u_ ] Ça a marché !
italian: [_u_] ha funzionato!

source: [_u_] Let's see...
french: [Voyons voir...
italian: [_u_] Vediamo...

source: [_u_] Nope... it's apparently not that.
french: [ _u_ ] Non, c'est apparemment pas ça.
italian: [_u_] Nope... apparentemente non è così.

source: [_u_] Maybe I'll find the code another time.
french: [ _u_ ] Peut-être que je trouverai le code une autre fois.
italian: [_u_] Forse troverò il codice un'altra volta.

source: [_u_] Meli seems to be busy on this thing.
french: [ _u_ ] Meli semble être occupé sur ce point.
italian: [_u_] Meli sembra essere occupato su questa cosa.

source: [_u_] I think removing her from that computer would be like...
french: [ _u_ ] Je pense que la suppression d'elle de cet ordinateur serait comme ...
italian: [_u_] Penso che rimuoverla da quel computer sarebbe come...

source: [_u_] ...touching a dog's food bowl in the middle of his meal.
french: [ _u_ ] ... toucher un bol alimentaire d'un chien au milieu de son repas.
italian: [_u_] ...toccare la ciotola di cibo di un cane nel mezzo del suo pasto.

source: [_u_] Yep.
french: [_u_] Oui.

source: [_u_] Is this what a toolbox looks like?
french: [ _u_ ] Est-ce à quoi ressemble une boîte à outils?
italian: [_u_] È questo l'aspetto di un toolbox?

source: [_ml_] Do you really think I know every form of toolbox in the galaxy?
french: [ _ml_ ] Pensez-vous vraiment que je connaisse chaque forme de boîte à outils dans la galaxie?
italian: [_ml_] Pensi davvero che conosco ogni forma di toolbox nella galassia?

source: [_u_] Anyway, this thing is locked.
french: [ _u_ ] En tout cas, cette chose est verrouillée.
italian: [_u_] Comunque, questa cosa è bloccata.

source: [_u_] Does my key...
french: [ _u_ ] Ma clé ...
italian: [_u_] Fa la mia chiave...

source: [_u_] Perfect! This is exactly what I needed!
french: [ _u_ ] Parfait ! C'est exactement ce dont j'avais besoin !
italian: [_u_] Perfetto! Questo è esattamente quello che mi serve!

source: [_u_] I think I have enough tools for the entire headquarters.
french: [ _u_ ] Je pense avoir assez d'outils pour l'ensemble de l'administration centrale.
italian: [_u_] penso di avere abbastanza strumenti per l'intera sede.

source: [_u_] There are missing tools but maybe Emee could have them.
french: [ _u_ ] Il manque des outils, mais peut-être que Emee pourrait les avoir.
italian: [_u_] Ci sono strumenti mancanti, ma forse Emee potrebbe averli.

source: [_u_] That must be the Magic Forest above.
french: [ _u_ ] Ça doit être la forêt magique ci-dessus.
italian: [_u_] Che deve essere la Foresta Magica sopra.

source: [_u_] It's been a long time since I've paid a visit to Snow White...
french: [ _u_ ] Cela fait longtemps que j'ai rendu visite à Blanche Neige ...
italian: [_u_] È da molto tempo che ho fatto visita a Snow White...

source: [_u_] Well, there's nothing left to do but search the piles of crates.
french: [ _u_ ] Eh bien, il n'y a plus rien à faire, mais fouetons les tas de caisses.
italian: [_u_] Beh, non c'è niente da fare se non cercare i mucchi di casse.

source: [_u_] Damn Tinker, you better come up with the most beautiful princess you have in store after this.
french: [ _u_ ] Damn Tinker, tu ferais mieux de venir avec la plus belle princesse que tu as en réserve après ça.
italian: [_u_] Damn Tinker, è meglio venire con la principessa più bella che hai in serbo dopo questo.

source: [_u_] I did not sign up for this.
french: [ _u_ ] Je n'ai pas signé pour ça.
italian: [_u_] non mi sono iscritto a questo.

source: [_tb_] You didn't actually sign anything.
french: [ _tb_ ] Vous n'avez rien signé.
italian: [_tb_] In realtà non hai firmato nulla.

source: [_u_] Ah! So you could hear me!
french: [ _u_ ] Ah ! Donc vous pourriez m'entendre !
italian: [_u_] Ah! Così potresti sentirmi!

source: [_u_] So what's in this pile of...
french: [ _u_ ] Donc ce qui est dans cette pile de ...
italian: [_u_] Quindi cosa c'è in questo mucchio...

source: [_u_] Credits!
french: [ _u_ ] Crédits !
italian: [_u_] Crediti!

source: [_u_] Well... it's not that bad.
french: [ _u_ ] Eh bien ... ce n'est pas si mal.
italian: [_u_] Bene... non è così male.

source: [_u_] Let's find these tools elsewhere.
french: [ _u_ ] Allons trouver ces outils ailleurs.
italian: [_u_] Troviamo questi strumenti altrove.

source: [_u_] Let's try here...
french: [ _u_ ] Essayons ici ...
italian: [_u_] Proviamo qui...

source: [_u_] No... I don't think there's anything.
french: [ _u_ ] Non. Je ne pense pas qu'il y a quoi que ce soit.
italian: [_u_] No... Non penso che ci sia niente.

source: [_u_] Come to me the little tools!
french: [ _u_ ] Viens à moi les petits outils !
italian: [_u_] Vieni da me i piccoli strumenti!

source: [_u_] I know you're there!
french: [ _u_ ] Je sais que tu es là !
italian: [_u_] Lo so che sei lì!

source: [_u_] No, nothing here.
french: [ _u_ ] Non, rien ici.
italian: [_u_] No, niente qui.

source: [_ml_] Do you find anything?
french: [ _ml_ ] Avez-vous trouvé quoi que ce soit?
italian: [_ml_] Trovi qualcosa?

source: [_u_] No! Nothing at all!
french: [ _u_ ] Non ! Rien du tout !
italian: [_u_] No! Niente affatto!

source: [_u_] Ah! I've got something!
french: [ _u_ ] Ah ! J'ai quelque chose !
italian: [_u_] Ah! Ho qualcosa!

source: [_u_] Okay, I have a key.
french: [ _u_ ] Ok, j'ai une clé.
italian: [_u_] Okay, ho una chiave.

source: [_u_] This can be useful.
french: [ _u_ ] Ceci peut être utile.
italian: [_u_] Questo può essere utile.

source: [_u_] Perfect! I didn't come here for nothing!
french: [ _u_ ] Parfait ! Je ne suis pas venu ici pour rien !
italian: [_u_] Perfetto! Non sono venuto qui per niente!

source: [_u_] So this is the famous outpost 23
french: [ _u_ ] Donc c'est le fameux avant-poste 23
italian: [_u_] Quindi questo è il famoso avamposto 23

source: [_u_] This place almost deserves an archaeological excavation.
french: [ _u_ ] Cet endroit mérite presque une fouille archéologique.
italian: [_u_] Questo luogo merita quasi uno scavo archeologico.

source: [_u_] I wonder what's in those boxes.
french: [ _u_ ] Je me demande ce qu'il y a dans ces boîtes.
italian: [_u_] Mi chiedo cosa sia in quelle scatole.

source: [_u_] Is that...
french: [ _u_ ] Est-ce que ...
italian: [_u_] È quello...

source: [_ly_] Hi [name]!
french: [ _ly_ ] Bonjour [ nom ] !

source: [_u_] See you later, ma'am.
french: [A plus tard, madame.
italian: [_u_] Ci vediamo più tardi, ma'am.

source: [_ly_] See you soon [name]!
french: [ _ly_ ] Vous voyez bientôt [ nom ] !
italian: [_ly_] Ci vediamo presto [name]!

source: [_ly_] What do you mean ''red everywhere'' ?
french: Qu'est-ce que tu veux dire "rouge partout"?
italian: [_ly_] Cosa significa 'rosso ovunque'?

source: [_ly_] I think I remember you looking at me naked not so long ago.
french: [ _ly_ ] Je pense que je me souviens que tu me regardais nue il n'y a pas si longtemps.
italian: [_ly_] Penso di ricordarmi di avermi guardato nudo non molto tempo fa.

source: [_u_] I didn't see everything.
french: [ _u_ ] Je n'ai pas tout vu.
italian: [_u_] non ho visto tutto.

source: [_ly_] Too bad for you!
french: [ _ly_ ] Trop mauvais pour vous !
italian: [_ly_] Peccato per te!

source: [_ly_] But... uh yes.
french: [ _ly_ ] Mais ... euh oui.
italian: [_ly_] Ma... uh sì.

source: [_ly_] I mean, it makes sense to me...
french: [ _ly_ ] Je veux dire, ça me semble logique ...
italian: [_ly_] Voglio dire, ha senso per me...

source: [_ly_] I don't think you have hidden areas that are like... green or blue?
french: [ _ly_ ] Je ne pense pas que vous avez des zones cachées qui sont comme ... vert ou bleu?
italian: [_ly_] Non penso che tu abbia delle aree nascoste come... verdi o blu?

source: [_ly_] Am I wrong?
french: [ _ly_ ] Suis-je mal?
italian: [_ly_] Mi sbaglio?

source: [_ly_] So yes, I have red breasts.
french: [ _ly_ ] Donc oui, j'ai des seins rouges.
italian: [_ly_] Così sì, ho seni rossi.

source: [_ly_] And no, they don't taste like strawberries.
french: [ _ly_ ] Et non, ils n'ont pas le goût des fraises.
italian: [_ly_] E no, non hanno un sapore di fragole.

source: [_u_] I never thought so.
french: [ _u_ ] Je n'ai jamais pensé.
italian: [_u_] non ho mai pensato così.
