Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Quest_Dialogues_Separate02.po
Languages: french, italian

source: [_sz_] And you talked to her?
french: [ _sz_ ] Et vous lui avez parlé?
italian: [_sz_] E hai parlato con lei?

source: [_sz_] Why not me?
french: [ _sz_ ] Pourquoi pas moi?
italian: [_sz_] Perché non me?

source: [_sz_] Is your soul ''as hot as a burning ember''?
french: [ _sz_ ] Votre âme est-elle "aussi chaude qu'un mois brûlant"?
italian: [_sz_] La tua anima ''è calda come un ember in fiamma'?

source: [_u_] Definitely.
french: [_u_] Définitivement.
italian: [_u_] Sicuramente.

source: [_sz_] And what was your wish?
french: [ _sz_ ] Et quel était votre souhait?
italian: [_sz_] E qual era il vostro desiderio?

source: [_u_] My wish?
french: [ _u_ ] Mon souhait?
italian: [_u_] Il mio desiderio?

source: [_sz_] If you were able to talk to the genie, it means that you were able to make a wish!
french: [ _sz_ ] Si vous avez pu parler au génie, cela signifie que vous avez été en mesure de faire un souhait !
italian: [_sz_] Se sei stato in grado di parlare con il genio, significa che sei stato in grado di fare un desiderio!

source: [_sz_] And from what I understand, I guess you didn't wish to become a sultan.
french: [ _sz_ ] Et de ce que je comprends, je suppose que tu ne voulais pas devenir un sultan.
italian: [_sz_] E da quello che capisco, suppongo che non volevi diventare un sultano.

source: [_sz_] And I thank you for that.
french: [ _sz_ ] Et je vous en remercie.
italian: [_sz_] E per questo vi ringrazio.

source: [_sz_] But what was your wish then?
french: [ _sz_ ] Mais quel était votre souhait?
italian: [_sz_] Ma allora qual era il vostro desiderio?

source: [_sz_] Mh, I was expecting something like this.
french: [ _sz_ ] Mh, j'attendais quelque chose comme ça.
italian: [_sz_] Mh, mi aspettavo qualcosa di simile.

source: [_sz_] It's a pity, if I manage to become a sultana again, I would have made you rich.
french: [ _sz_ ] C'est dommage, si je pars pour devenir à nouveau un sultana, je vous aurais rendu riche.
italian: [_sz_] È un peccato, se riuscissi a diventare di nuovo una sultana, ti avrei reso ricco.

source: [_sz_] And he was fulfilled?
french: [ _sz_ ] Et il a été rempli?
italian: [_sz_] E si è compiuto?

source: [_u_] Well yes, even if it's not worth your quarters.
french: [ _u_ ] Bien oui, même si ça ne vaut pas la peine de vos quartiers.
italian: [_u_] Beh, sì, anche se non vale la pena.

source: [_sz_] Don't envy me too much, this place is a golden cage.
french: [ _sz_ ] Ne m'envie pas trop, cet endroit est une cage dorée.
italian: [_sz_] Non invidiarmi troppo, questo posto è una gabbia d'oro.

source: [_u_] You should have seen the look of the place where I rotted for a month...
french: [ _u_ ] Vous devriez avoir vu l'apparence de l'endroit où j'ai pourri pendant un mois ...
italian: [_u_] Avresti dovuto vedere l'aspetto del luogo in cui ho marciato per un mese...

source: [_u_] And I believe that it is granted by your grace.
french: [ _u_ ] Et je crois qu'elle est accordée par votre grâce.
italian: [_u_] E credo che sia concesso dalla tua grazia.

source: [_sz_] You should have wished for something more useful, if you ask me.
french: [ _sz_ ] Vous devriez avoir souhaité quelque chose de plus utile, si vous me le demandez.
italian: [_sz_] Avresti dovuto desiderare qualcosa di più utile, se mi chiedi.

source: [_sz_] No, I mean really?
french: [ _sz_ ] Non, je veux dire vraiment?
italian: [_sz_] No, voglio dire veramente?

source: [_sz_] Of all the things you could have asked...
french: [ _sz_ ] De toutes les choses que vous avez pu demander ...
italian: [_sz_] Di tutte le cose che avresti potuto chieste...

source: [_sz_] You have chosen to enlarge your male attributes....
french: [ _sz_ ] Vous avez choisi d'agrandir vos attributs masculins ....
italian: [_sz_] Hai scelto di ingrandire i tuoi attributi maschi....

source: [_sz_] Was it really that small?
french: [ _sz_ ] Était-ce vraiment ce petit?
italian: [_sz_] Era davvero così piccolo?

source: [_u_] No, I...
french: [ _u_ ] Non, I. ..

source: [_sz_] I don't want to know, it's personal, I'm sorry.
french: [ _sz_ ] Je ne veux pas savoir, c'est personnel, je suis désolé.
italian: [_sz_] Non voglio sapere, è personale, mi dispiace.

source: [_sz_] Anyway, how do I get my wish?
french: [ _sz_ ] En tout cas, comment puis-je obtenir mon souhait?
italian: [_sz_] Comunque, come faccio a ottenere il mio desiderio?

source: [_u_] Well... I guess there's only one way.
french: [ _u_ ] Eh bien ... Je suppose qu'il n'y a qu'une seule façon.
italian: [_u_] Bene... Immagino che ci sia solo un modo.

source: [_sz_] I must turn my soul...
french: [ _sz_ ] Je dois transformer mon âme ...
italian: [_sz_] Devo girare la mia anima...

source: [_sz_] ''... as hot as burning embers''?
french: [ _sz_ ] '' ... aussi chaud que les embleurs en feu''?
italian: [_sz_] ''... come caldo come le braci brucianti''?

source: [_u_] Indeed, I think so.
french: [ _u_ ] En effet, je le pense.
italian: [_u_] Anzi, penso di sì.

source: [_u_] If you want, I can try to do my research.
french: [ _u_ ] Si vous voulez, je peux essayer de faire mes recherches.
italian: [_u_] Se vuoi, posso provare a fare la mia ricerca.

source: [_sz_] Why not.
french: [ _sz_ ] Pourquoi pas.
italian: [_sz_] Perché no.

source: [_sz_] Come back and see me tomorrow, we'll talk about all this my dear [name].
french: [ _sz_ ] Venez me voir demain, nous parlerons de tout ce que ma chère [ nom ].
italian: [_sz_] Tornate a trovarmi domani, parleremo di tutto questo mio caro [name].

source: [_sz_] Thanks for your help.
french: [ _sz_ ] Merci pour votre aide.
italian: [_sz_] Grazie per il tuo aiuto.

source: [_u_] Let's go back to headquarters.
french: [ _u_ ] Revenons à l'état-major.
italian: [_u_] Torniamo alla sede.

source: [_tb_] Nice work with Sherazade!
french: [ _tb_ ] Le travail de Nice avec Sherazade !
italian: [_tb_] Bel lavoro con Sherazade!

source: [_u_] Did you watch me?
french: [ _u_ ] Tu m'as regardé?
italian: [_u_] mi hai guardato?

source: [_tb_] Well of course, I wasn't going to miss that!
french: [ _tb_ ] Bien sûr, je n'allais pas manquer ça !
italian: [_tb_] Bene, naturalmente, non stavo per mancare!

source: [_tb_] Did you see the size of those boobs!?
french: [ _tb_ ] Avez-vous vu la taille de ces seins !?
italian: [_tb_] Hai visto la dimensione di quelle tette!?

source: [_u_] Not bad, indeed.
french: [ _u_ ] Pas mal, en effet.
italian: [_u_] Non male, davvero.

source: [_tb_] I'm glad Amandine came up with this idea.
french: [ _tb_ ] Je suis content que Amandine soit venue avec cette idée.
italian: [_tb_] Sono contento che Amandine sia venuta con questa idea.

source: [_tb_] If we can corrupt this sherazade... it will be extraordinary!
french: [ _tb_ ] Si nous pouvons corrompu cette sherazade ... ce sera extraordinaire !
italian: [_tb_] Se possiamo corrompere questa sherazade... sarà straordinario!

source: [_tb_] Imagine the number of visitors who would be willing to just to have fun in this city...
french: [ _tb_ ] Imaginez le nombre de visiteurs qui seraient prêts à s'amuser dans cette ville ...
italian: [_tb_] Immaginate il numero di visitatori che sarebbero disposti a divertirsi solo in questa città...

source: [_u_] ...And maybe get the chance to fuck Sherazade.
french: [ _u_ ] ...Et peut-être qu'on aura la chance de baiser Sherazade.
italian: [_u_] ...E forse avere la possibilità di scopare Sherazade.

source: [_tb_] It would be fantastic!
french: [ _tb_ ] Ce serait fantastique !
italian: [_tb_] Sarebbe fantastico!

source: [_tb_] I can't wait to see this little lady in the buff!
french: [ _tb_ ] J'ai hâte de voir cette petite dame dans le chamois !
italian: [_tb_] Non vedo l'ora di vedere questa piccola signora nel buff!

source: [_tb_] Anyway, good job [name]!
french: [ _tb_ ] Bref, bon travail [ nom ] !
italian: [_tb_] Comunque, buon lavoro [name]!

source: [_tb_] Oh and if you have some time, I will need to talk to you about something.
french: [ _tb_ ] Oh et si vous avez un peu de temps, j'ai besoin de vous parler de quelque chose.
italian: [_tb_] Oh e se hai un po' di tempo, dovrò parlarti di qualcosa.

source: [_u_] I hit the bell as usual?
french: [ _u_ ] J'ai frappé la cloche comme d'habitude?
italian: [_u_] Ho colpito la campana come al solito?

source: [_tb_] Exactly! See you later!
french: [ _tb_ ] Exactement ! À plus tard !
italian: [_tb_] Esattamente! Ci vediamo più tardi!

source: [_am_s_] Hey [name]! I was just looking for you!
french: [ _am_s_ ] Hey [ nom ] ! J'étais juste à la recherche de toi !
italian: [_am_s_] Hey [name]! Stavo solo cercando te!

source: [_am_s_] Glad to have you back with us!
french: [ _am_s_ ] Glad pour vous faire revenir avec nous !
italian: [_am_s_] Siamo felici di averti di nuovo con noi!

source: [_am_s_] It is really a pleasure to see that you are well!
french: [ _am_s_ ] C'est vraiment un plaisir de voir que vous êtes bien !
italian: [_am_s_] È davvero un piacere vedere che stai bene!

source: [_am_s_] We were afraid that something had happened to you.
french: [ _am_s_ ] Nous avions peur que quelque chose vous soit arrivé.
italian: [_am_s_] Avevamo paura che vi fosse successo qualcosa.

source: [_u_] Uh well... thanks for that. I'm fine.
french: [ _u_ ] Uh bien ... merci pour ça. Je vais bien.
italian: [_u_] Uh bene... grazie per questo. Sto bene.

source: [_am_s_] Well yes I can see that!
french: [ _am_s_ ] Eh bien oui je peux voir ça !
italian: [_am_s_] Beh, sì, posso vederlo!

source: [_am_s_] It's good to finally see you in real life.
french: [ _am_s_ ] Il est bon de vous voir enfin dans la vraie vie.
italian: [_am_s_] È bene vedervi finalmente nella vita reale.

source: [_u_] Oh boy, I just figured it out!
french: [ _u_ ] Oh mon garçon, je viens de le comprendre !
italian: [_u_] Oh ragazzo, ho appena capito fuori!

source: [_u_] You are Em-IA right?
french: [ _u_ ] Vous êtes Em-IA?
italian: [_u_] Hai ragione su Em-Ia?

source: [_u_] Well, Amelia I mean.
french: [ _u_ ] Eh bien, Amelia je veux dire.
italian: [_u_] Beh, Amelia intendo dire.

source: [_am_] Ahah yes that's me! It feels good to finally be something other than a voice in a ship!
french: [ _am_ ] Ahah oui c'est moi ! Il se sent bien d'être enfin autre chose qu'une voix dans un vaisseau !
italian: [_am_] Ahah sì che io sia così! Si sente bene essere finalmente qualcosa di diverso da una voce in una nave!

source: [_am_] Melissandre was kind enough to give me this body!
french: [ _am_ ] Melissandre a été assez aimable pour me donner ce corps !
italian: [_am_] Melissandre era abbastanza gentile da darmi questo corpo!

source: [_am_] So here I am!
french: [ _am_ ] Donc je suis là !
italian: [_am_] Così qui sono!

source: [_am_] Anyway, Mrs. Bell told me to come see you, she assigned me to recruit new employees!
french: [ _am_ ] Quoi qu'il en soit, Mme Bell m'a dit de venir vous voir, elle m'a assigné de recruter de nouveaux employés !
italian: [_am_] Comunque, la signora Bell mi ha detto di venire a vederti, mi ha assegnato di reclutare nuovi dipendenti!

source: [_am_] And... since I'm new to... uh...
french: [ _am_ ] Et ... depuis que je suis nouveau ...
italian: [_am_] E... dal momento che sono nuovo a... uh...

source: [_am_] Well, in the real world....
french: [ _am_ ] Eh bien, dans le monde réel ....
italian: [_am_] Beh, nel mondo reale...

source: [_am_] If you could help me, that would be really nice of you!
french: [ _am_ ] Si tu pouvais m'aider, ça serait vraiment sympa de toi !
italian: [_am_] Se mi potessi aiutare, sarebbe davvero bello per te!

source: [_am_] Please say yes!!
french: [ _am_ ] S'il vous plaît, dis oui ! !
italian: [_am_] Si prega di dire sì!!

source: [_am_] And we could get to know each other!
french: [ _am_ ] Et nous pourrions apprendre à nous connaître !
italian: [_am_] E potremmo conoscerci a vicenda!

source: [_am_] And it would be super fun!
french: [ _am_ ] Et ce serait super amusant !
italian: [_am_] E sarebbe super divertente!

source: [_am_] Wonderful!
french: [ _am_ ] Merde !
italian: [_am_] Meraviglioso!

source: [_am_] I'm so excited to work with you!
french: [ _am_ ] Je suis tellement excité de travailler avec vous !
italian: [_am_] Sono così entusiasta di lavorare con te!

source: [_am_] You'll see I'm a quick learner!
french: [ _am_ ] Vous verrez que je suis un apprenant rapide !
italian: [_am_] Vedrai che sono uno studente veloce!

source: [_am_] As soon as you are available, come see me in my office.
french: [ _am_ ] Dès que vous êtes disponible, venez me voir dans mon bureau.
italian: [_am_] Non appena sei disponibile, vieni a trovarmi nel mio ufficio.

source: [_am_] I can't wait to get started!
french: [ _am_ ] Je ne peux pas attendre pour commencer !
italian: [_am_] non vedo l'ora di iniziare!

source: [_am_] Yes, of course! No problem!
french: [ _am_ ] Oui, bien sûr ! Pas de problème !
italian: [_am_] Sì, ovviamente! Nessun problema!

source: [_am_] Whenever you have some time, come and see me in my office.
french: [ _am_ ] À chaque fois que vous avez du temps, venez me voir dans mon bureau.
italian: [_am_] Ogni volta che hai un po' di tempo, vieni a trovarmi nel mio ufficio.

source: [_am_] I can't wait to start these interviews with you!
french: [ _am_ ] J'ai hâte de commencer ces interviews avec vous !
italian: [_am_] Non vedo l'ora di iniziare queste interviste con te!

source: [_am_] See you later , [name]!
french: [ _am_ ] Voir plus tard, [ nom ] !
italian: [_am_] Ci vediamo più tardi, [name]!

source: [_am_] I understand, no problem, you surely have a lot of things to do.
french: [ _am_ ] Je comprends, pas de problème, vous avez sûrement beaucoup de choses à faire.
italian: [_am_] Capisco, nessun problema, hai sicuramente molte cose da fare.

source: [_am_] See you later.
french: [ _am_ ] Voir plus tard.
italian: [_am_] Ci vediamo più tardi.

source: [_tb_] [name]!
french: [ _tb_ ] [ nom ] !

source: [_tb_] Hey, get up!
french: [ _tb_ ] Hé, monter !
italian: [_tb_] Ehi, alzati!

source: [_tb_] Finally! You are awake!
french: [ _tb_ ] Enfin ! Tu es réveillée !
italian: [_tb_] Finalmente! Sei sveglio!

source: [_tb_] We've got a problem!
french: [ _tb_ ] Nous avons un problème !
italian: [_tb_] Abbiamo un problema!

source: [_tb_] There is a thief in the headquarters.
french: [ _tb_ ] Il y a un voleur dans le quartier général.
italian: [_tb_] C'è un ladro nella sede.

source: [_u_] A thief?
french: [ _u_ ] Un voleur?
italian: [_u_] Un ladro?

source: [_u_] Could it be the girl from yesterday?
french: [ _u_ ] Ça pourrait être la fille d'hier?
italian: [_u_] Potrebbe essere la ragazza di ieri?

source: [_tb_] What? Miss Kindness?
french: [ _tb_ ] Quoi? Mlle Kindness?
italian: [_tb_] Cosa? Signorina Gentilezza?

source: [_tb_] Nope. I've checked all her background, no chance it was her.
french: [ _tb_ ] Non. J'ai vérifié tous ses antécédents, pas de chance que ce soit elle.
italian: [_tb_] Nope. Ho controllato tutto il suo background, nessuna possibilità che fosse lei.

source: [_u_] Or she's a spy. And we've been manipulated.
french: [ _u_ ] Ou elle est une espionne. Et nous avons été manipulés.
italian: [_u_] O è una spia. E siamo stati manipolati.

source: [_tb_] If this is the case, she is very good.
french: [ _tb_ ] Si c'est le cas, elle est très bonne.
italian: [_tb_] Se questo è il caso, lei è molto buona.

source: [_tb_] Melissandre lost 15 credits.
french: [ _tb_ ] Melissandre a perdu 15 crédits.
italian: [_tb_] Melissandre ha perso 15 crediti.

source: [_tb_] And I had a mug stolen.
french: [ _tb_ ] Et j'avais un mug volé.
italian: [_tb_] E ho rubato una tazza.

source: [_u_] Worst robbery in the world.
french: [ _u_ ] Le pire vol dans le monde.
italian: [_u_] peggiore rapina al mondo.

source: [_tb_] I loved this mug.
french: [ _tb_ ] J'ai adoré cette tasse.
italian: [_tb_] Mi è piaciuta questa tazza.

source: [_tb_] Well, the next candidate arrived this morning.
french: [ _tb_ ] Eh bien, le prochain candidat est arrivé ce matin.
italian: [_tb_] Beh, il prossimo candidato è arrivato stamattina.

source: [_tb_] If it's her... she really didn't waste any time.
french: [ _tb_ ] Si c'est elle ... elle n'a vraiment pas gâché.
italian: [_tb_] Se è lei... davvero non ha perso tempo.

source: [_u_] I'll keep an eye open.
french: [ _u_ ] Je garderai un œil ouvert.
italian: [_u_] terrò un occhio aperto.

source: [_tb_] Anyway, Amelia is waiting for you in her office for the second interview.
french: [ _tb_ ] En tout cas, Amelia vous attend dans son bureau pour la deuxième entrevue.
italian: [_tb_] Comunque, Amelia ti sta aspettando nel suo ufficio per la seconda intervista.

source: [_tb_] I count on you not to do anything stupid.
french: [ _tb_ ] Je compte sur vous pour ne rien faire de stupide.
italian: [_tb_] conto su di voi per non fare nulla di stupido.

source: [_u_] Madam yes madam
french: [ _u_ ] Madame oui
italian: [_u_] Signora sì madam

source: [_tb_] What kind of psyco did you hire yesterday?
french: [ _tb_ ] Quel genre de psyco avez-vous embauché hier?
italian: [_tb_] Che tipo di psiche hai assunto ieri?

source: [_tb_] She stole 300 credits from your office and fly off.
french: [ _tb_ ] Elle a volé 300 crédits de votre bureau et s'envole.
italian: [_tb_] Ha rubato 300 crediti dal tuo ufficio e volare via.

source: [_u_] ... fuck.
french: [ _u_ ] ... baise.
italian: [_u_] ... cazzo.

source: [_tb_] I told you not to hire psychopaths.
french: [ _tb_ ] Je vous ai dit de ne pas engager de psychopathes.
italian: [_tb_] vi ho detto di non assumere psicopatici.

source: [_tb_] Hey, I saw the footage of your interview yesterday!
french: [ _tb_ ] Hé, j'ai vu les images de votre interview hier !
italian: [_tb_] Ehi, ho visto i filmati della tua intervista ieri!

source: [_tb_] Glad to see you didn't hire that chick.
french: [ _tb_ ] Glad pour voir que vous n'avez pas embauché ce poussin.
italian: [_tb_] Siamo lieti di vederti che non hai assunto quel pulcino.

source: [_u_] Personally, what worries me the most is Amelia's ability to not sense danger.
french: [ _u_ ] Personnellement, ce qui m'inquiète le plus, c'est la capacité d'Amelia à ne pas sentir le danger.
italian: [_u_] Personalmente, ciò che mi preoccupa di più è la capacità di Amelia di non percepire il pericolo.

source: [_tb_] She's nice but... just... a little bit...
french: [ _tb_ ] Elle est gentil, mais ... juste ... un peu ...
italian: [_tb_] Lei è bello ma... solo... un po'...

source: [_u_] Yeah. I get the idea.
french: [ _u_ ] Ouais. J'en ai l'idée.
italian: [_u_] Sì. Ho l'idea.

source: [_tb_] I'm sure it will get better with time!
french: [ _tb_ ] Je suis sûr que ça ira mieux avec le temps !
italian: [_tb_] sono sicuro che migliorerà con il tempo!

source: [_u_] If she doesn't sell herself to slavers first.
french: [ _u_ ] Si elle ne se vend pas aux esclavagistes en premier.
italian: [_u_] Se non si vende prima agli schiavi.

source: [_u_] Or something like that.
french: [ _u_ ] Ou quelque chose comme ça.
italian: [_u_] O qualcosa del genere.

source: [_tb_] Oh!!! Djin is trying to call me! I have to answer!
french: [ _tb_ ] Oh !!! Djin essaie de m'appeler ! Je dois répondre !
italian: [_tb_] Oh!!! Djin sta cercando di chiamarmi! Devo rispondere!

source: [_tb_] Good luck with your last interview!
french: [ _tb_ ] Bonne chance avec votre dernière interview !
italian: [_tb_] Buona fortuna con la tua ultima intervista!

source: [_tb_] Hey! Good job with the interviews!
french: [ _tb_ ] Hey ! Bon travail avec les entrevues !
italian: [_tb_] Hey! Buon lavoro con le interviste!

source: [_u_] God... it was really horrible.
french: [ _u_ ] Dieu ... c'était vraiment horrible.
italian: [_u_] Dio... era davvero orribile.

source: [_tb_] Yeah I know... but imagine what it could have been like if Amelia had done it alone...
french: [ _tb_ ] Ouais je sais ... mais imaginez ce que ça aurait pu être si Amelia l'avait fait seule ...
italian: [_tb_] Sì lo so... ma immagina che cosa avrebbe potuto essere come se Amelia l'avesse fatta da sola...

source: [_u_] Yeah... that would have been hell.
french: [ _u_ ] Ouais ... ça aurait été l'enfer.
italian: [_u_] Sì... che sarebbe stato inferno.

source: [_tb_] I think there were some pretty good candidates!
french: [ _tb_ ] Je pense qu'il y avait de jolies bonnes candidates !
italian: [_tb_] Penso che ci siano stati dei candidati abbastanza buoni!

source: [_tb_] I'm thinking about it.
french: [ _tb_ ] Je pense à ça.
italian: [_tb_] ci sto pensando.

source: [_tb_] Maybe not Succk.
french: [ _tb_ ] Peut-être pas Succk.
italian: [_tb_] Forse non è successo.

source: [_u_] Yeah... that would not be a good idea.
french: [ _u_ ] Ouais ... ce ne serait pas une bonne idée.
italian: [_u_] Sì... questa non sarebbe una buona idea.

source: [_tb_] Are you saying this because you want to bang her?
french: [ _tb_ ] Tu dis ça parce que tu veux la frapper?
italian: [_tb_] Stai dicendo questo perché la vuoi battere?

source: [_u_] I...
french: [_u_] Je...

source: [_tb_] Nah, don't tell me, I don't want to know.
french: [ _tb_ ] Nah, ne me dis pas, je ne veux pas savoir.
italian: [_tb_] Nah, non dirmi, non voglio saperlo.

source: [_tb_] Yeah... I saw the videos...
french: [ _tb_ ] Ouais ... J'ai vu les vidéos ...
italian: [_tb_] Sì... Ho visto i video...

source: [_tb_] Apart from the fact that her cuni practice is above average...
french: [ _tb_ ] Mis à part le fait que sa pratique cuni est supérieure à la moyenne ...
italian: [_tb_] A parte il fatto che la sua pratica cuni è sopra la media...

source: [_tb_] I don't know if she will be competent... I should think about it.
french: [ _tb_ ] Je ne sais pas si elle sera compétente ... Je devrais y penser.
italian: [_tb_] Non so se sarà competente... dovrei pensarci.

source: [_tb_] By the way, I hope my dress is progressing!
french: [ _tb_ ] Au fait, j'espère que ma robe progresse !
italian: [_tb_] A proposito, spero che il mio vestito stia progredendo!

source: [_u_] I haven't started.
french: [ _u_ ] Je n'ai pas commencé.
italian: [_u_] non ho iniziato.

source: [_tb_] Is that so?
french: [ _tb_ ] Est-ce ainsi?
italian: [_tb_] È così?

source: [_tb_] By the way, I saw that you finished my dress!
french: [ _tb_ ] Au fait, j'ai vu que vous avez fini ma robe !
italian: [_tb_] A proposito, ho visto che hai finito il mio vestito!

source: [_tb_] You were quick.
french: [ _tb_ ] Vous avez été rapide.
italian: [_tb_] Tu eri veloce.

source: [_u_] Tinker? What are you doing?
french: [ _u_ ] Tinker? Qu'est-ce que tu fais?
italian: [_u_] Tinker? Cosa stai facendo?

source: [_tb_] Apparently, you need some motivation, don't you?
french: [ _tb_ ] Apparemment, vous avez besoin de motivation, n'est-ce pas?
italian: [_tb_] A quanto pare, hai bisogno di qualche motivazione, vero?

source: [_u_] Uh... I guess so.
french: [ _u_ ] Uh ... Je suppose.
italian: [_u_] Uh... Immagino così.

source: [_tb_] I can offer some.
french: [ _tb_ ] Je peux en offrir.
italian: [_tb_] posso offrirne alcuni.

source: [_tb_] After all... that's my duty as a boss.
french: [ _tb_ ] Après tout ... c'est mon devoir en tant que patron.
italian: [_tb_] Dopo tutto... questo è il mio dovere di capo.

source: [_tb_] Call me in the office as soon as the dress is ready.
french: [ _tb_ ] Appelez-moi au bureau dès que la robe est prête.
italian: [_tb_] Chiamami in ufficio non appena il vestito è pronto.

source: [_tb_] See you later, [name].
french: [ _tb_ ] Voir plus tard, [ nom ].
italian: [_tb_] Ci vediamo più tardi, [name].

source: [_tb_] What? I have to take off this dress...
french: [ _tb_ ] Quoi? Je dois enlever cette robe ...
italian: [_tb_] Cosa? Devo togliere questo vestito...

source: [_tb_] ...if I have to put on the other one.
french: [ _tb_ ] ... si je dois mettre l'autre.
italian: [_tb_] ...se devo mettermi sull'altro.
