Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Room_Showers.po
Languages: french

source: [_u_] Hey? Anybody here?
french: [ _u_ ] Hey? Quelqu'un ici?

source: [_a_] [name]?!!?
french: [ _a_ ] [ nom ]? ! !?

source: [_a_] Just a second!!!
french: [ _a_ ] Juste une seconde !!!

source: [_u_] Hey, there!
french: [ _u_ ] Hé, là !

source: [_a_] What are you doing here?
french: [ _a_ ] Que faites-vous ici?

source: [_u_] Well, I saw you weren't in your office, so...
french: [ _u_ ] Eh bien, j'ai vu que tu n'étais pas dans ton bureau, alors ...

source: [_a_] So you thought you'd come and spy on me in the shower, did you?
french: Donc vous penseriez que vous viendriez vous espionner dans la douche, n'est-ce pas?

source: [_u_] I just thought you might like some company.
french: [ _u_ ] J'ai pensé que vous aimeriez peut-être une entreprise.

source: [_a_] How kind of you.
french: [ _a_ ] Quel genre de vous.

source: [_a_] Yep! I figured this was the best way to start my personal self-corruption phase.
french: [ _a_ ] Yep ! Je me suis dit que c'était la meilleure façon de commencer ma propre phase personnelle de corruption.

source: [_a_] God... I really am a princess to be corrupted.
french: [ _a_ ] Dieu ... Je suis vraiment une princesse corrompues.

source: [_a_] How ironic.
french: [ _a_ ] Quelle ironie.

source: [_a_] No, not yet.
french: [ _a_ ] Non, pas encore.

source: [_a_] Well, yes... I ran into Amelia's big tits on the way here.
french: [ _a_ ] Eh bien, oui ... J'ai couru dans les grandes seins d'Amelia sur le chemin ici.

source: [_a_] But she was going out... so I showered alone.
french: [ _a_ ] Mais elle sortait ... alors je me suis présenté seul.

source: [_u_] You should have called me, I would have gladly accompanied you.
french: [ _u_ ] Tu aurais dû m'appeler, j'aurais volontiers accompagné.

source: [_a_] I prefer to leave it to chance and wait to see if anyone comes here at the same time as me.
french: [ _a_ ] Je préfère la laisser au hasard et attendre de voir si quelqu'un vient ici en même temps que moi.

source: [_a_] It adds a little spice to the experience.
french: [ _a_ ] Cela ajoute un peu d'épices à l'expérience.

source: [_u_] I confirm... You may have exibitionist tendencies.
french: [ _u_ ] Je confirme ... Vous avez peut-être des tendances exibitionnistes.

source: [_a_] Oh? You might be right!
french: [ _a_ ] Oh? Vous avez peut-être raison !

source: [_a_] An exibitionist who doesn't dare show herself.
french: [ _a_ ] Une exibitionniste qui n'ose pas se montrer.

source: [_a_] Yet another irony to add to my list.
french: [ _a_ ] Une autre ironie à ajouter à ma liste.

source: [_a_] No worries, see you later [name]!
french: [ _a_ ] No inquiétude, see you later [ nom ] !

source: [_a_] Sorry about that!
french: [ _a_ ] Désolé de ça !

source: [_a_] What am I apologizing for?
french: [ _a_ ] Qu'est-ce que je présente mes excuses?

source: [_u_] No idea. You're in a shower, it's kinda normal to be naked.
french: [ _u_ ] Aucune idée. Tu es dans une douche, c'est normal d'être nu.

source: [_a_] God... I'll never get rid of this damn modesty.
french: [ _a_ ] Dieu ... Je ne me débarrinerai jamais de cette putain de modestie.

source: [_a_] I can't just... like... get naked that easy...
french: [ _a_ ] Je ne peux pas ... comme ... être nu aussi facile ...

source: [_a_] Can you imagine me? Stripping naked and acting like nothing happened?
french: [ _a_ ] Pouvez-vous m'imaginer? Viser nu et agir comme rien ne s'est passé?

source: [_a_] That's just impossible!
french: [ _a_ ] C'est tout simplement impossible !

source: [_ly_] Hello?
french: [ _ly_ ] Bonjour?

source: [_ly_] Is there anyone here?
french: [ _ly_ ] Y a-t-il quelqu'un ici?

source: [_ly_] Hi, you two!
french: [ _ly_ ] Bonjour, vous deux !

source: [_a_] Hi!!
french: [ _a_ ] Salut ! !

source: [_ly_] What are you doing?
french: [ _ly_ ] Que faites-vous?

source: [_u_] We were talking about... uh...
french: [ _u_ ] On parlait de ... euh ...

source: [_u_] Damn girls... I'm so jealous of your towels.
french: [ _u_ ] Les filles ... Je suis si jaloux de tes serviettes.

source: [_a_] I'm sorry, but I don't have any others silk towels.
french: [ _a_ ] Je suis désolé, mais je n'ai pas d'autres serviettes en soie.

source: [_ly_] You were talking about towels?
french: [ _ly_ ] Vous parlions de serviettes?

source: [_ly_] Don't you want to talk about something else?
french: [ _ly_ ] Ne voulez-vous pas parler d'autre chose?

source: [_ly_] I don't know, like...
french: [ _ly_ ] Je ne sais pas, comme ...

source: [_ly_] ...I think everything is more interesting than talking about towels.
french: [ _ly_ ] ...Je pense que tout est plus intéressant que de parler des serviettes.

source: [_ly_] Like... the weather outside...
french: [ _ly_ ] Comme ... le temps dehors ...

source: [_ly_] Oh! Do you also have a kind of little green parrot that follows you everywhere?!
french: [ _ly_ ] Oh ! Vous avez aussi une sorte de petit perroquet vert qui vous suit partout? !

source: [_ly_] What?
french: [ _ly_ ] Quoi?

source: [_ly_] Did I say something wrong?
french: [ _ly_ ] Est-ce que j'ai dit quelque chose de mal?

source: [_a_] How can you be so confident standing naked?!
french: [ _a_ ] Comment peut-on être si sûr debout nu? !

source: [_ly_] Well... I don't know...
french: [ _ly_ ] Eh bien ... Je ne sais pas ...

source: [_ly_] Shouldn't I?
french: [ _ly_ ] Ne devrais-je pas?

source: [_ly_] I mean... We're in a shower room... I'm not going to wash with my clothes on...
french: [ _ly_ ] Je veux dire ... Nous sommes dans une salle de douche ... Je ne vais pas me laver avec mes vêtements ...

source: [_a_] No, I mean in terms of modesty.
french: [ _a_ ] Non, je veux dire en termes de modestie.

source: [_ly_] No, I just...
french: [ _ly_ ] Non, je ...

source: [_ly_] You're all so sweet... I don't see why I should be shy in front of you!
french: [ _ly_ ] Vous êtes tous si gentil ... Je ne vois pas pourquoi je devrais être timide devant vous !

source: [_a_] It's uh... well, when you put it that way...
french: [ _a_ ] C'est euh ... bien, quand tu as mis ça comme ça ...

source: [_ly_] What are you afraid of?
french: [ _ly_ ] De quoi avez-vous peur?

source: [_a_] Well uh... I don't know... you could judge me or something.
french: [ _a_ ] Eh bien ... Je ne sais pas ... tu pourrais juger moi ou quelque chose.

source: [_ly_] Why should we judge you? Have you done something wrong?
french: [ _ly_ ] Pourquoi devrions-nous vous juger? Avez-vous fait quelque chose de mal?

source: [_a_] No, I mean I...
french: [ _a_ ] Non, je veux dire ...

source: [_ly_] Sorry, just teasing.
french: [ _ly_ ] Désolé, juste taquinant.

source: [_ly_] Okay... I'll show you something...
french: [ _ly_ ] Ok ... Je vais te montrer quelque chose ...

source: [_ly_] Look at my body and judge me.
french: [ _ly_ ] Regarde mon corps et me juge.

source: [_a_] I uh... are you sure?
french: [ _a_ ] I uh ... êtes-vous sûr?

source: [_ly_] Yes, go ahead, gorgeous! Look at me all you want!
french: [ _ly_ ] Oui, allez-y, gorgeous ! Regarde-moi tout ce que tu veux !

source: [_a_] I uh...
french: [ _a_ ] Je ...

source: [_a_] You...
french: [ _a_ ] Vous ...

source: [_ly_] Yes?
french: [ _ly_ ] Oui?

source: [_a_] Well... I must admit you're quite beautiful...
french: [ _a_ ] Eh bien ... Je dois vous avouer que tu es très belle ...

source: [_ly_] Thank you very much! That's very nice of you!
french: [ _ly_ ] Merci beaucoup ! C'est très gentile de vous !

source: [_ly_] See? The truth is, who cares if you're watched?
french: [ _ly_ ] Voir? La vérité, c'est qui s'en soucie si tu es vu?

source: [_ly_] Frankly, I don't give a damn! If it pleases your eyes, look at me all you want!
french: [ _ly_ ] Franchement, je ne donne pas un damn ! Si ça vous plait les yeux, regardez moi tout ce que vous voulez !

source: [_a_] It's true that... it doesn't look so bad...
french: [ _a_ ] C'est vrai que ... ça n'a pas l'air si mal ...

source: [_a_] But aren't you afraid that...
french: [ _a_ ] Mais n'avez-vous pas peur que ...

source: [_a_] How do you say... That someone wants to do things with you if they see you naked?
french: [ _a_ ] Comment dis-tu ... Que quelqu'un veut faire des choses avec vous s'ils vous voient nus?

source: [_ly_] Why? You want to do things to me?...
french: [ _ly_ ] Pourquoi? Tu veux me faire des choses? ...

source: [_a_] No! I...
french: [ _a_ ] Non ! I. ..

source: [_ly_] If you want to grab my boobs, just do it!
french: [ _ly_ ] Si tu veux attraper mes seins, fais ça !

source: [_a_] No, no, no, I didn't mean that!
french: [ _a_ ] Non, non, non, je ne voulais pas dire ça !

source: [_ly_] Yes, I know... I just wanted to suggest that you do it.
french: [ _ly_ ] Oui, je sais ... Je voulais juste vous suggérer de le faire.

source: [_ly_] And that you do.
french: [ _ly_ ] Et que vous faites.

source: [_ly_] Anyway, uh... well, if that's the case...
french: [ _ly_ ] En tout cas, euh ... eh bien, si c'est le cas ...

source: [_ly_] [name], you tell me:
french: [ _ly_ ] [ nom ], vous me dites:

source: [_ly_] You want to do stuff with me when you see me naked?
french: [ _ly_ ] Vous voulez faire des choses avec moi quand vous me voyez nue?

source: [_u_] You're pretty hot.
french: [ _u_ ] Vous êtes assez sexy.

source: [_ly_] So cool...
french: [ _ly_ ] Donc cool ...

source: [_ly_] We can do kinky stuff anytime you want, buddy!
french: [ _ly_ ] Nous pouvons faire des choses kinky à tout moment que vous voulez, mon pote !

source: [_ly_] And if I hadn't wanted to, I would have just said no.
french: [ _ly_ ] Et si je n'avais pas voulu, j'aurais juste dit non.

source: [_ly_] But right now, I wouldn't say no.
french: Mais maintenant, je ne dirais pas non.

source: [_ly_] Too bad for you.
french: [ _ly_ ] Trop mauvais pour vous.

source: [_ly_] But anyway, if that were the case, well... you just have to enjoy a cool sexy moment under hot water!
french: [ _ly_ ] Mais de toute façon, si c'était le cas, eh bien ... vous avez juste à profiter d'un moment super sexy sous de l'eau chaude !

source: [_ly_] And if you don't feel like it, that's okay, maybe another time!
french: [ _ly_ ] Et si vous ne vous sentez pas comme ça, c'est bon, peut-être un autre temps !

source: [_ly_] We're not animals, we can just talk to each other. And have fun if we want.
french: Nous ne sommes pas des animaux, nous pouvons nous parler. Et s'amuser si on le veut.

source: [_a_] If you could wait until I've left to fuck, that would be very kind!
french: [ _a_ ] Si tu pouvais attendre que j'aie laissé à foutre, ça serait très gentil !

source: [_ly_] Don't worry, I have to get back to work in 2 minutes!
french: [ _ly_ ] Ne vous inquiétez pas, je dois retourner au travail en 2 minutes !

source: [_a_] It's true that it would be a shame to miss out on this kind of moment...
french: [ _a_ ] C'est vrai qu'il serait dommage de rater ce genre de moment ...

source: [_a_] Okay, then.
french: [ _a_ ] Ok, alors.

source: [_ly_] Admit it. It's much more pleasant to be naked.
french: [ _ly_ ] Admettez. C'est beaucoup plus agréable d'être nu.

source: [_a_] I have to admit... it's a real pleasure.
french: [ _a_ ] Je dois admettre ... c'est un vrai plaisir.

source: [_a_] However... I've already had my shower so uh...
french: [ _a_ ] Toutefois ... J'ai déjà pris ma douche ...

source: [_ly_] No worries! Glad I got to look at your boobs!
french: [ _ly_ ] Pas de soucis ! Je dois regarder tes seins !

source: [_a_] See you later guys!
french: [ _a_ ] Vous voyez plus tard les gars !

source: [_ly_] I'm sure she's going to be wanking about this all night!
french: [ _ly_ ] Je suis sûr qu'elle va s'en sortir toute la nuit !

source: [_u_] Ahah you're silly!
french: [ _u_ ] Ahah vous êtes idiot !

source: [_ly_] Damn... that chick's got great tits...
french: [ _ly_ ] Damn ... que chick a des seins géniaux ...

source: [_ly_] I want to bite 'em.
french: [ _ly_ ] Je veux mordre'em.

source: [_u_] How about we each take a boob?
french: [ _u_ ] Comment pouvons-nous prendre un boob?

source: [_ly_] Sounds good to me!
french: [ _ly_ ] Ça me semble bien !

source: [_ly_] Well, work is calling...
french: [ _ly_ ] Eh bien, le travail appelle ...

source: [_ly_] I would have loved to, but...
french: [ _ly_ ] J'aurais aimé, mais ...

source: [_ly_] I have too much work to do.
french: [ _ly_ ] J'ai trop de travail à faire.

source: [_ly_] But thanks for the suggestion.
french: [ _ly_ ] Mais merci pour cette suggestion.

source: [_ly_] Yeah... See you later, buddy.
french: [ _ly_ ] Ouais ... A plus tard, mon pote.

source: [_ly_] Oh yeah... [name]...
french: [ _ly_ ] Oh oui ... [ nom ] ...

source: [_ly_] Shove it down my throat... mmhhhw...
french: [ _ly_ ] J'ai la gorge ... mmhhhw ...

source: [_ly_] Shove whatever you want up my ass, Amelia...
french: [ _ly_ ] Montrer ce que tu veux de mon cul, Amelia ...

source: [_ly_] Amandine... oh fuck Amandine...
french: [ _ly_ ] Amandine ... oh merde Amandine ...

source: [_ly_] I... oh fuck... [name]...
french: [ _ly_ ] I. .. oh merde ... [ nom ] ...

source: [_ly_] Oh fuck! [name]!!!
french: [ _ly_ ] Oh merde ! [ nom ] !!!

source: [_ly_] Why are you... aaaww...
french: [ _ly_ ] Pourquoi êtes-vous ... aaaww ...

source: [_ly_] I just...
french: [ _ly_ ] Je ...

source: [_ly_] I'm so excited you're watching me touch myself....
french: [ _ly_ ] Je suis si excité que tu me regardes me toucher ...

source: [_ly_] It's so indecent it's...
french: [ _ly_ ] C'est tellement indécent que c'est. ..

source: [_ly_] Oh fuck...
french: [ _ly_ ] Oh merde ...

source: [_ly_] I'm going to come...
french: [ _ly_ ] Je vais venir ...

source: [_ly_] Look at me [name]... fuck... I'm coming to look at you...
french: [ _ly_ ] Regarde-moi [ nom ] ... baise ... Je viens te regarder ...

source: [_ly_] Damn, that was good...
french: [ _ly_ ] Damn, c'était bon ...

source: [_ly_] I'm such a whore sometimes it's unbelievable!
french: [ _ly_ ] Je suis une si putain parfois c'est incroyable !

source: [_ly_] See you later! Thanks!
french: [ _ly_ ] Vous voyez plus tard ! Merci !

source: [_u_] Well, uh... you're welcome.
french: [ _u_ ] Eh bien, euh ... vous êtes les bienvenus.

source: [_u_] I guess.
french: [ _u_ ] Je suppose.

source: So you come here in the daylight now?
french: Donc vous venez ici en plein jour?

source: {color=#3ad8ff}Have you come across anyone yet?{/color}
french: { color=#3ad8ff} Avez-vous déjà été présent? { /color }

source: {color=#f45fed}You've got a breast out{/color}
french: { color=#f45fed} Vous avez un sein { /color }

source: Well... I'll see you later
french: Eh bien ... Je te verrai plus tard

source: Of course
french: Bien sûr

source: Not right now
french: Pas à l'heure actuelle

source: Would you like to extend the shower a little?
french: Voulez-vous prolonger la douche un peu?

source: See you soon!
french: À bientôt !

source: Damn Lyco... you weren't lying...
french: Damn Lyco ... tu n'étais pas menti ...

source: *Don't say anything*
french: *Ne rien dire *
