Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Room_02_MAP.po
Languages: french, italian, russian, spanish

source: [_u_] I need to find out where the others are first.
french: [ _u_ ] J'ai besoin de savoir où les autres sont les premiers.
italian: [_u_] Ho bisogno di scoprire dove gli altri sono per primi.
russian: [_u_] Сначала мне нужно выяснить, где остальные.
spanish: [_u_] Necesito averiguar dónde están los demás primero.

source: [_u_] Useless for the moment.
french: [ _u_ ] Useless pour le moment.
italian: [_u_] Inutile per il momento.
russian: [_u_] Бесполезно на данный момент.
spanish: [_u_] Inútil por el momento.

source: You have already visited this character today
french: Vous avez déjà visité ce personnage aujourd'hui
italian: Hai già visitato questo personaggio oggi
russian: Вы уже посетили этого персонажа сегодня
spanish: Ya has visitado a este personaje hoy

source: You must create the character first
french: Vous devez d'abord créer le caractère
italian: Devi prima creare il personaggio
russian: Сначала нужно создать персонажа
spanish: Primero debes crear el personaje

source: The character is currently unavailable.
french: Le caractère est actuellement indisponible.
italian: Il carattere non è attualmente disponibile.
russian: В настоящее время этот персонаж недоступен.
spanish: El personaje no está disponible actualmente.

source: Not available now
french: Non disponible maintenant
italian: Non disponibile ora
russian: Сейчас недоступно
spanish: No disponible por ahora

source: You need to find Em-AI before visiting other characters.
french: Vous devez trouver Em-AI avant de visiter d'autres caractères.
italian: Devi trovare Em-AI prima di visitare altri personaggi.
russian: Вам нужно найти Эм-Ай перед посещением других персонажей.
spanish: Necesitas encontrar Em-AI antes de visitar a otros personajes.

source: You need to see Emee first.
french: Vous devez d'abord voir Emee.
italian: Devi prima vedere Emee.
russian: Сначала вам нужно увидеть Эми.
spanish: Es necesario ver primero a Emee.

source: Go see Em-AI.
french: Allez voir Em-AI.
russian: Иди к Эм-Ай.
spanish: Ve a ver Em-AI.

source: [_u_] I need to find a blank character data with my drone first.
french: [ _u_ ] J'ai besoin de trouver un caractère blanc avec mon drone d'abord.
italian: [_u_] Ho bisogno di trovare prima un carattere vuoto con il mio drone.
russian: [_u_] Сначала мне нужно найти пустые данные о персонаже с помощью дрона.
spanish: [_u_] necesito encontrar primero datos de personaje en blanco con mi drone.

source: You need to create Elsa first.
french: Vous devez d'abord créer Elsa.
italian: Devi prima creare Elsa.
russian: Сначала нужно создать Эльзу.
spanish: Primero necesitas crear a Elsa.

source: $Ali-baba's cave
french: $Ali-grotte de baba
italian: $Ali-grotta di baba
spanish: Cueva de $Ali-baba

source: $Jasmine's room
french: $Jasminesalle
italian: Stanza di $Jasmine
spanish: La habitación de $Jasmine

source: $Sherazade's Place
italian: Luogo Di $Sherazade
spanish: Lugar de $Sherazade

source: $Snow White
french: $Snow Blanc
italian: $Snow Bianco
spanish: $Blancanieves

source: $Near the High Tower of Rosette
french: $Near la haute tour de Rosette
italian: $Near la Torre Alta di Rosette
spanish: $Near Cerca la Torre Alta de Róseta

source: $Outpost 23
spanish: $Outpost Puesto Avanzada 23

source: $Cancel the travel
french: $Cancel le voyage
italian: $Cancel il viaggio
spanish: $Cancelar el viaje

source: $Queen Elsa
spanish: $Reina Elsa

source: ${color=#3ad8ff}Outpost 16{/color}
italian: ${color=#3ad8ff}Avamposto 16{/color}
spanish: ${color=#3ad8ff}Puesto avanzado 16{/color}
