Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Room_01.po
Languages: french, italian, russian, spanish

source: [_u_] I should clean up this mess until Tinker gets back.
french: [Je devrais nettoyer ce désordre jusqu'à ce que Tinker revienne.
italian: [_u_] Dovrei ripulire questo pasticcio fino a quando Tinker torna indietro.
russian: [_u_] Я должен прибраться здесь, пока не вернется Тинкер.
spanish: [_u_] debería limpiar este desastre hasta que Tinker regrese.

source: You don't have any mail!
french: Vous n'avez pas de courrier !
italian: Non hai nessuna mail!
russian: У вас нет сообщений!
spanish: ¡No tienes ningún correo!

source: [_u_] I've never seen this before...
french: [Je n'ai jamais vu cela auparavant...
italian: [_u_] non l'ho mai visto prima...
russian: [_u_] Я никогда не видел этого раньше...
spanish: [_u_] Nunca he visto esto antes...

source: [_u_] Is it... some kind of small keyboard?
french: [Est-ce que c'est... une sorte de petit clavier ?
italian: [_u_] È questo... una sorta di piccola tastiera?
russian: [_u_] Это... какая-то маленькая клавиатура?
spanish: [_u_] ¿Es eso... algún tipo de teclado pequeño?

source: [_u_] Damn, this box mountain is huge.
french: [_u_] Bon sang, cette montagne de boîtes est énorme.
italian: [_u_] Dannazione, questa montagna di scatola è enorme.
russian: [_u_] Черт, эта гора из коробок просто огромна.
spanish: [_u_] Maldita sea, esta montaña de cajas es enorme.

source: [_u_] Let's try to remove all that.
french: [Essayons de supprimer tout cela.
italian: [_u_] Cerchiamo di rimuovere tutto ciò.
russian: [_u_] Давай попробуем убрать все это.
spanish: [_u_] Intentemos eliminar todo eso.

source: $Go to your quarters
french: $Go à vos quartiers
italian: $Go ai tuoi trimestri
russian: Идти в свою комнату
spanish: $Ve a tus cuarteles

source: $Sleep until the evening
french: $Sleep jusqu'au soir
italian: $Sleep fino alla sera
russian: Спать до вечера
spanish: $Dormir hasta la noche

source: $Go to sleep
french: $Go dormir
italian: $Go per dormire
russian: Идти спать
spanish: $Vete a dormir

source: $Continue the day
french: $Continue le jour
italian: $Continue il giorno
russian: Продолжить день
spanish: $Continuar el día
