Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Room_01_Books01.po
Languages: french, german, russian, spanish

source: You've already chosen a book for tonight.
french: Vous avez déjà choisi un livre pour ce soir.
german: Du hast bereits ein Buch für heute Abend ausgewählt.
russian: Ты уже выбрал книгу на сегодня.
spanish: Ya has elegido un libro para esta noche.

source: You have other things to do during the day.
french: Vous avez d'autres choses à faire pendant la journée.
german: Du hast während des Tages andere Sachen zu tun.
russian: У тебя есть другие дела в течение дня.
spanish: Tienes otras cosas que hacer durante el día.

source: Wait until tonight to pick up a book.
french: Attends jusqu'à ce soir pour aller chercher un livre.
german: Warte bis heute Abend um ein Buch auszusuchen.
russian: Подождите до вечера, чтобы взять книгу.
spanish: Espera hasta esta noche para recoger un libro.

source: You've finished this book!
french: Tu as fini ce livre !
german: Du bist mit diesem Buch fertig!
russian: Ты закончил эту книгу!
spanish: ¡Has terminado este libro!

source: [_u_] I'll take this one!
french: [ _u_ ] Je vais en prendre un !
german: [_u_] Ich nehme das hier!
russian: [_u_] Я возьму эту!
spanish: [_u_] ¡Me quedo con este!

source: Choose a book to read tonight.
french: Choisissez un livre à lire ce soir.
german: Wähle ein Buch für heute Nacht.
russian: Выберите книгу для чтения сегодня вечером.
spanish: Elige un libro para leer esta noche.

source: Sewing For Idiots (I) {image=book02.png}{image=book01.png}{image=book01.png}
german: Nähen für Idioten (I) {image=book02.png}{image=book01.png}{image=book01.png}
russian: Шитье для идиотов (I) {image=book02.png}{image=book01.png}{image=book01.png}
spanish: Coser para Idiots (I) {image=book02.png}{image=book01.png}{image=book01.png}

source: Sewing For Idiots (I) {image=book02.png}{image=book02.png}{image=book01.png}
german: Nähen für Idioten (I) {image=book02.png}{image=book02.png}{image=book01.png}
russian: Шитье для идиотов (I) {image=book02.png}{image=book02.png}{image=book01.png}
spanish: Coser para Idiots (I) {image=book02.png}{image=book02.png}{image=book01.png}

source: Sewing For Idiots (I) {image=book02.png}{image=book02.png}{image=book02.png}
german: Nähen für Idioten (I) {image=book02.png}{image=book02.png}{image=book02.png}
russian: Шитье для идиотов (I) {image=book02.png} {image=book02.png} {image=book02.png}
spanish: Coser para Idiots (I) {image=book02.png}{image=book02.png}{image=book02.png}

source: Sewing For Idiots (II) {image=book01.png}{image=book01.png}{image=book01.png}
german: Nähen für Idioten (II) {image=book01.png}{image=book01.png}{image=book01.png}
russian: Шитье для идиотов (II) {image=book01.png}{image=book01.png}{image=book01.png}
spanish: Coser para Idiots (II) {image=book01.png}{image=book01.png}{image=book01.png}

source: Sewing For Idiots (II) {image=book02.png}{image=book01.png}{image=book01.png}
german: Nähen für Idioten (II) {image=book02.png}{image=book01.png}{image=book01.png}
russian: Шитье для идиотов (II) {image=book02.png}{image=book01.png}{image=book01.png}
spanish: Coser para Idiots (II) {image=book02.png}{image=book01.png}{image=book01.png}

source: Sewing For Idiots (II) {image=book02.png}{image=book02.png}{image=book01.png}
german: Nähen für Idioten (II) {image=book02.png}{image=book02.png}{image=book01.png}
russian: Шитье для идиотов (II) {image=book02.png}{image=book02.png}{image=book01.png}
spanish: Coser para Idiots (II) {image=book02.png}{image=book02.png}{image=book01.png}

source: Sewing For Idiots (II) {image=book02.png}{image=book02.png}{image=book02.png}
german: Nähen für Idioten (II) {image=book02.png}{image=book02.png}{image=book02.png}
russian: Шитье для идиотов (II) {image=book02.png}{image=book02.png}{image=book02.png}
spanish: Coser para Idiots (II) {image=book02.png}{image=book02.png}{image=book02.png}

source: 20,000 Leagues Under the Sea {image=book01.png}{image=book01.png}{image=book01.png}
french: 20 000 ligues sous la mer { image=book01.png } { image=book01.png } { image=book01.png }
german: 20.000 Meilen unter dem Meer {image=book01.png}{image=book01.png}{image=book01.png}
russian: 20 000 лье под водой {image=book01.png}{image=book01.png}{image=book01.png}
spanish: 20,000 Leguas de viaje Submarino {image=book01.png}{image=book01.png}{image=book01.png}

source: 20,000 Leagues Under the Sea {image=book02.png}{image=book01.png}{image=book01.png}
french: 20 000 ligues sous la mer { image=book02.png } { image=book01.png } { image=book01.png }
german: 20.000 Meilen unter dem Meer {image=book02.png}{image=book01.png}{image=book01.png}
russian: 20 000 лье под водой {image=book02.png}{image=book01.png}{image=book01.png}
spanish: 20,000 Leguas de viaje Submarino {image=book02.png} {image=book01.png} {image=book01.png}

source: 20,000 Leagues Under the Sea {image=book02.png}{image=book02.png}{image=book01.png}
french: 20 000 ligues sous la mer { image=book02.png } { image=book02.png } { image=book01.png }
german: 20.000 Meilen unter dem Meer {image=book02.png}{image=book02.png}{image=book01.png}
russian: 20 000 лье под водой {image=book02.png}{image=book02.png}{image=book01.png}
spanish: 20,000 Leguas de viaje Submarino {image=book02.png}{image=book02.png}{image=book01.png}

source: 20,000 Leagues Under the Sea {image=book02.png}{image=book02.png}{image=book02.png}
french: 20 000 ligues sous la mer { image=book02.png } { image=book02.png } { image=book02.png }
german: 20.000 Meilen unter dem Meer {image=book02.png}{image=book02.png}{image=book02.png}
russian: 20 000 лье под водой {image=book02.png}{image=book02.png}{image=book02.png}
spanish: 20,000 Leguas de viaje Submarino {image=book02.png}{image=book02.png} {image=book02.png}

source: Journey to the Center of the Earth {image=book01.png}{image=book01.png}{image=book01.png}
french: Voyage vers le centre de la Terre { image=book01.png } { image=book01.png } { image=book01.png }
german: Die Reise zum Mittelpunkt der Erde {image=book01.png}{image=book01.png}{image=book01.png}
russian: Путешествие к центру Земли {image=book01.png}{image=book01.png}{image=book01.png}
spanish: Viaje al centro de la Tierra {image=book01.png}{image=book01.png} {image=book01.png}

source: Journey to the Center of the Earth {image=book02.png}{image=book01.png}{image=book01.png}
french: Voyage vers le centre de la Terre { image=book02.png } { image=book01.png } { image=book01.png }
german: Die Reise zum Mittelpunkt der Erde {image=book02.png}{image=book01.png}{image=book01.png}
russian: Путешествие к центру Земли {image=book02.png}{image=book01.png}{image=book01.png}
spanish: Viaje al centro de la Tierra {image=book02.png}{image=book01.png}{image=book01.png}

source: Journey to the Center of the Earth {image=book02.png}{image=book02.png}{image=book01.png}
french: Voyage vers le centre de la Terre { image=book02.png } { image=book02.png } { image=book01.png }
german: Die Reise zum Mittelpunkt der Erde {image=book02.png}{image=book02.png}{image=book01.png}
russian: Путешествие к центру Земли {image=book02.png}{image=book02.png}{image=book01.png}
spanish: Viaje al centro de la Tierra {image=book02.png}{image=book02.png}{image=book01.png}

source: Journey to the Center of the Earth {image=book02.png}{image=book02.png}{image=book02.png}
french: Voyage vers le centre de la Terre { image=book02.png } { image=book02.png } { image=book02.png }
german: Die Reise zum Mittelpunkt der Erde {image=book02.png}{image=book02.png}{image=book02.png}
russian: Путешествие к центру Земли {image=book02.png}{image=book02.png}{image=book02.png}
spanish: Viaje al centro de la Tierra {image=book02.png}{image=book02.png}{image=book02.png}

source: ART BOOK (I) Happy little Trees {image=book01.png}{image=book01.png}{image=book01.png}
german: Kunstbuch (I) Fröhliche kleine Bäume {image=book01.png}{image=book01.png}{image=book01.png}
russian: КНИГА АРТОВ (I) Счастливые Маленькие Деревья {image=book01.png}{image=book01.png}{image=book01.png}
spanish: LIBRO DE ARTE (I) Arbolitos felices {image=book01.png}{image=book01.png}{image=book01.png}

source: ART BOOK (I) Happy little Trees {image=book02.png}{image=book01.png}{image=book01.png}
german: Kunstbuch (I) Fröhliche kleine Bäume {image=book02.png}{image=book01.png}{image=book01.png}
russian: КНИГА АРТОВ (I) Счастливые Маленькие Деревья {image=book02.png}{image=book01.png}{image=book01.png}
spanish: LIBRO DE ARTE (I) Arbolitos felices {image=book02.png}{image=book01.png}{image=book01.png}

source: ART BOOK (I) Happy little Trees {image=book02.png}{image=book02.png}{image=book01.png}
german: Kunstbuch (I) Fröhliche kleine Bäume {image=book02.png}{image=book02.png}{image=book01.png}
russian: КНИГА АРТОВ (I) Счастливые Маленькие Деревья {image=book02.png}{image=book02.png}{image=book01.png}
spanish: LIBRO DE ARTE (I) Arbolitos felices {image=book02.png}{image=book02.png}{image=book01.png}

source: ART BOOK (I) Happy little Trees {image=book02.png}{image=book02.png}{image=book02.png}
german: Kunstbuch (I) Fröhliche kleine Bäume {image=book02.png}{image=book02.png}{image=book02.png}
russian: КНИГА АРТОВ (I) Счастливые Маленькие Деревья {image=book02.png}{image=book02.png}{image=book02.png}
spanish: LIBRO DE ARTE (I) Arbolitos felices {image=book02.png}{image=book02.png}{image=book02.png}
