Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Room_01_Colis.po
Languages: french, german, russian, spanish

source: You receive:
french: Vous recevez :
german: Du erhältst:
russian: Вы получили:
spanish: Recibes:

source: ([COLIS_OBJECT_01]) Apple Basket !
french: ([COLIS_OBJECT_01]) Panier de pommes !
german: ([COLIS_OBJECT_01]) Apfelkorb!
russian: ([COLIS_OBJECT_01]) Корзина с яблоками !
spanish: ([PAQUETE_01]) Cesta de Manzanas!

source: ([COLIS_OBJECT_02]) Drone Energy Boost 3AP !
french: ([COLIS_OBJECT_02]) Boost d'énergie de drone 3AP !
german: ([COLIS_OBJECT_02]) Drohnen Energieboost 3AP!
russian: ([COLIS_OBJECT_02]) Усиление Энергии Дрона 3АП !
spanish: ([PAQUETE_02]) ¡Incremento de energía de drones 3AP !

source: Use the Drone device to use your boost !
french: Utilise l'appareil Drone pour utiliser ton boost !
german: Benutze die Drohne um den Boost einzusetzen!
russian: Используйте устройство Дрон, чтобы использовать своё усиление!
spanish: ¡Utilice el dispositivo de Drone para utilizar su impulso!

source: ([COLIS_OBJECT_03]) Clothes Scrap !
french: ([COLIS_OBJECT_03]) Débris de vêtements !
german: ([COLIS_OBJECT_03]) Stofffetzen!
russian: ([COLIS_OBJECT_03]) Обрезки одежды!
spanish: ([PAQUETE_03]) ¡Restos de ropa!

source: ([COLIS_OBJECT_04]) Apple Candy !
french: ([COLIS_OBJECT_04]) Bonbons à la pomme !
german: ([COLIS_OBJECT_04]) Apfelbonbons!
russian: ([COLIS_OBJECT_04]) Яблочные конфеты !
spanish: ([PAQUETE_04]) ¡Caramelo de manzana !

source: ([COLIS_OBJECT_05]) Apple Cider !
french: ([COLIS_OBJECT_05]) Cidre de pomme !
german: ([COLIS_OBJECT_05]) Apfelcider!
russian: ([COLIS_OBJECT_05]) Яблочный сидр !
spanish: ([PAQUETE_05]) ¡Cidra de Manzana!

source: ([COLIS_OBJECT_06]) Big Old-Fashioned Cookbook !
french: ([COLIS_OBJECT_06]) Un grand livre de cuisine à l'ancienne !
german: ([COLIS_OBJECT_06]) Großes, altmodisches Kochbuch!
russian: ([COLIS_OBJECT_06]) Большая старомодная Кулинарная книга!
spanish: ([PAQUETE_06]) ¡Gran libro de cocina Antiguo!

source: ([COLIS_OBJECT_07]) Cupid apple basket !
french: ([COLIS_OBJECT_07]) Panier de pommes Cupidon !
german: ([COLIS_OBJECT_07]) Liebesapfel Korb!
russian: ([COLIS_OBJECT_07]) Корзина с яблоками "Купидон"!
spanish: ([PAQUETE_07]) Cesta de manzanas de cúpido !

source: ([COLIS_OBJECT_08]) Drone Energy Boost 5AP !
french: ([COLIS_OBJECT_08]) Boost d'énergie de drone 5AP !
german: ([COLIS_OBJECT_08]) Drohnen Energieboost 5AP!
russian: ([COLIS_OBJECT_08]) Усиление Энергии Дрона 5АП !
spanish: ([PAQUETE_08]) ¡Incremento de energía de drones 5AP !

source: ([COLIS_OBJECT_09]) Emergency Energy Cell !
french: ([COLIS_OBJECT_09]) Cellule d'énergie d'urgence !
german: ([COLIS_OBJECT_09]) Notfall Energiezelle!
russian: ([COLIS_OBJECT_09]) Аварийная энергетическая ячейка!
spanish: ([PAQUETE_09]) ¡Celda energética de emergencia !
