Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Room_02.po
Languages: french, italian, russian, spanish

source: = THE CHARACTER IN CREATION WILL BE AVAILABLE IN {color=#40cbf9}[CHARA_CREA_PROCEED_DAYLEFT]{/color} DAYS =
french: = LE CARACTERE DE CREATION SERA DISPONIBLE DANS {color=#40cbf9}[CHARA_CREA_PROCEED_DAYLEFT]{/color} JOURS=
italian: = IL CARATTERE IN CREAZIONE ESSERE DISPONIBILE IN {color=#40cbf9}[CHARA_CREA_PROCEED_DAYLEFT]{/color} GIORNI =
russian: = ПЕРСОНАЖ СОЗДАЕТСЯ И БУДЕТ ДОСТУПЕН ЧЕРЕЗ {color=#40cbf9}[CHARA_CREA_PROCEED_DAYLEFT]{/color} ДНЕЙ =
spanish: = EL PERSONAJE EN CREACIÓN ESTARÁ DISPONIBLE EN {color=#40cbf9}[CHARA_CREA_PROCEED_DAYLEFT]{/color} DÍAS =

source: = THE CLOTHES IN CREATION WILL BE AVAILABLE IN {color=#40cbf9}[CLOTHE_CREA_PROCEED_DAYLEFT]{/color} DAYS =
french: = LES VÊTEMENTS EN CRÉATION SERONT DISPONIBLES EN {color=#40cbf9}[CLOTHE_CREA_PROCEED_DAYLEFT]{/color} JOURS =
italian: = I CLOTHES IN CREATION WILL BE DISPONIBILE IN {color=#40cbf9}[CLOTHE_CREA_PROCEED_DAYLEFT]{/color} GIORNI =
russian: = ОДЕЖДА СОЗДАЕТСЯ И БУДЕТ ДОСТУПНА ЧЕРЕЗ {color=#40cbf9}[CLOTHE_CREA_PROCEED_DAYLEFT]{/color} ДНЕЙ =
spanish: = LA ROPA EN CREACIÓN ESTARÁ DISPONIBLE EN {color=#40cbf9}[CLOTHE_CREA_PROCEED_DAYLEFT]{/color} DÍAS =

source: = THE HAIR IN CREATION WILL BE AVAILABLE IN {color=#40cbf9}[HAIR_CREA_PROCEED_DAYLEFT]{/color} DAYS =
french: = LES CHEVEUX EN CRÉATION SERONT DISPONIBLES EN {color=#40cbf9}[HAIR_CREA_PROCEED_DAYLEFT]{/color} JOURS =
italian: = IL CAPELLO IN CREAZIONE ESSERE DISPONIBILE IN {color=#40cbf9}[HAIR_CREA_PROCEED_DAYLEFT]{/color} GIORNI =
russian: = ПРИЧЕСКА СОЗДАЕТСЯ И БУДЕТ ДОСТУПНА ЧЕРЕЗ {color=#40cbf9}[HAIR_CREA_PROCEED_DAYLEFT]{/color} ДНЕЙ =
spanish: = EL CABELLO EN CREACIÓN ESTARÁ DISPONIBLE EN {color=#40cbf9}[HAIR_CREA_PROCEED_DAYLEFT]{/color} DÍAS =

source: == DRONE UNAVAILABLE DURING THE NIGHT ==
french: == DRONE NON DISPONIBLE PENDANT LA NUIT ==
italian: == DRONE DISPONIBILE DURANTE IL NIGHT ==
russian: == ДРОН НЕДОСТУПЕН НОЧЬЮ ==
spanish: == DRON NO DISPONIBLE DURANTE LA NOCHE ==

source: == UNAVAILABLE DURING THE NIGHT ==
french: == NON DISPONIBLE PENDANT LA NUIT ==
italian: == DISPONIBILE DURANTE IL NOTTE ==
russian: == НЕДОСТУПНО НОЧЬЮ ==
spanish: == NO DISPONIBLE DURANTE LA NOCHE ==

source: Melissandre is currently in the showers.
french: Melissandre est actuellement dans les douches.
italian: Melissandre è attualmente nelle docce.
russian: Мелиссандра сейчас в душе.
spanish: Melissandre se encuentra actualmente en las duchas.

source: You have already visited this place today
french: Vous avez déjà visité cet endroit aujourd'hui
italian: Hai già visitato questo posto oggi
russian: Вы уже были здесь
spanish: Ya has visitado este lugar hoy

source: You have already visited this place tonight
french: Vous avez déjà visité cet endroit ce soir
italian: Hai già visitato questo posto stasera
russian: Вы уже были здесь ночью
spanish: Ya has visitado este lugar esta noche

source: You have already visited this character today
french: Vous avez déjà visité ce personnage aujourd'hui
italian: Hai già visitato questo personaggio oggi
russian: Вы уже были у этого персонажа
spanish: Ya has visitado a este personaje hoy

source: You have already visited this character tonight
french: Vous avez déjà visité ce personnage ce soir
italian: Hai già visitato questo personaggio stasera
russian: Вы уже были у этого персонажа ночью
spanish: Ya ha visitado a este personaje esta noche

source: [_u_] It's late, there must be no one there.
french: [ _u_ ] Il est tard, il ne doit y avoir personne là.
italian: [_u_] È tardi, non ci deve essere nessuno lì.
russian: [_u_] Уже поздно, там никого нет.
spanish: [_u_] Es tarde, no debe haber nadie allí.

source: It's useless to go out for the moment.
french: Il est inutile de sortir pour le moment.
italian: È inutile uscire per il momento.
russian: Сейчас бесполезно выходить.
spanish: Es inútil salir por el momento.

source: =Drone expedition=
french: = Drone expédition=
italian: =Spedizione drone=
russian: =Экспедиция дрона=
spanish: =Expedición con Drones=

source: =Manage automatic drones=
french: = Gérer les drones=
italian: =Gestisci droni automatici=
russian: =Управление автоматическими дронами=
spanish: =Administrar drones automáticos=

source: $Laboratory
spanish: $Laboratorio

source: $Artistic Division
italian: Divisione $Artistic
spanish: División $Artistica

source: $Amelia's Office
french: $AmeliaBureau
italian: Ufficio Di $Amelia
spanish: Oficina de $Amelia

source: $Showers
spanish: $Duchas

source: $Outside
spanish: $Outside Afuera

source: $Return
spanish: $Return Volver
