Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Room_01_Ordi.po
Languages: german, spanish

source: [_u_] Let's try to open that door first.
german: [_u_] Versuchen wir zuerst, diese Tür zu öffnen.
spanish: [_u_] Intentemos abrir esa puerta primero.

source: Empty your mailbox before buying new items
german: Leere dein Postfach, bevor du neue Sachen kaufst
spanish: Vaciar tu buzón antes de comprar nuevos artículos

source: == THANK YOU FOR YOUR PURCHASE! ==
german: == DANKE FÜR IHREN EINKAUF! ==
spanish: == GRACIAS POR SU COMPRA! ==

source: == DATA DOWNLOAD ! ==
german: == DOWNLOAD LÄUFT! ==
spanish: == ¡DESCARGA DE DATOS! ==

source: == You will receive your order soon! ==
german: == Sie erhalten Ihre Bestellung bald! ==
spanish: == Recibirás tu pedido pronto! ==

source: = NO DATAS = Continue Main Story quests, Character Quests and Patreon Quests to unlocks this gallery image.
german: = KEINE DATEN = Setze die Hauptstory, Charakter Quests und Patreon Quests fort um dieses Bild freizuschalten.
spanish: = NO DATAS = Continuar las misiones de la historia principal, las misiones de personajes y las misiones del patrón para desbloquear esta imagen de la galería.

source: Cheat codes are not activated.
german: Cheatcodes sind nicht aktiviert.
spanish: Los códigos de trucos no están activados.

source: Cheat codes are available after entering a Patreon code. (Check out the {a=https://www.patreon.com/Salty01_NSFW}{color=#fc9c63}Patreon page{/color}{/a} to find it.) ==
german: Cheatcodes sind nach der Eingabe eines Patreon Codes verfügbar. (Gehe auf die {a=https://www.patreon.com/Salty01_NSFW}{color=#fc9c63}Patreon Seite{/color}{/a} um sie zu finden.) ==
spanish: Los códigos de trucos están disponibles después de ingresar un código de Patreon. (Consulta la {a=https://www.patreon.com/Salty01_NSFW}{color=#fc9c63}página de Patreon{/color}{/a} para encontrarlo). ==

source: == Cheat Codes: {color=#f2923c}ACTIVE{/color} ==
german: == Cheatcodes: {color=#f2923c}AKTIV{/color} ==
spanish: == Códigos de trucos {color=#f2923c}ACTIVE{/color} ==

source: You don't have any Cheat Points left.
german: Du hast keine Cheat Punkte mehr übrig.
spanish: No te quedan Puntos de Trucos restantes.

source: {color=#f2923c}== +800 Credits added! =={/color}
german: {color=#f2923c}== +800 Credits hinzugefügt! =={/color}
spanish: {color=#f2923c} == +800 Créditos añadidos! == {/color}

source: {color=#f2923c}== +25 Clothes Scraps added! =={/color}
german: {color=#f2923c}== +25 Stofffetzen hinzugefügt! =={/color}
spanish: {color=#f2923c}== ¡Se agregaron +25 restos de ropa! =={/color}

source: {color=#f2923c}== +10 Clothes Data added! =={/color}
german: {color=#f2923c}== +10 Kleidungsdaten hinzugefügt! =={/color}
spanish: {color=#f2923c}== ¡Se añadieron +10 datos de ropa! =={/color}

source: {color=#f2923c}== +2 Character Data added! =={/color}
german: {color=#f2923c}== +2 Charakterdaten hinzugefügt! =={/color}
spanish: {color=#f2923c}== ¡Se añadieron +2 datos de personaje! =={/color}

source: Your character's name is now {color=#a0fc86}[name]{/color}.
german: Dein Charaktername ist jetzt {color=#a0fc86}[name]{/color}.
spanish: El nombre de tu personaje ahora es {color=#a0fc86}[nombre]{/color}.

source: {color=#3ad8ff}= Go on the Computer ={/color}
german: {color=#3ad8ff}= Geh zum Computer ={/color}
spanish: {color=#3ad8ff}= Ir al ordenador ={/color}

source: = Call Tinker Bell =
german: = Tinker Bell rufen =
spanish: = Llamar a Tinker =

source: =Back to the office=
german: =Zurück zum Büro=
spanish: =Volver a la oficina =

source: == You have:{color=#a0fc86} [MONEY] Credits {/color}/{color=#3c96f2} [CLOTHEDATA] Clothes Data {/color}/{color=#f2923c} [CHARADATA] Character Datas {/color} /{color=#a0fc86} [ITEM_CLOTHESSCRAPS01] Clothes Scraps {/color} ==
german: == Du hast:{color=#a0fc86} [MONEY] Credits {/color}/{color=#3c96f2} [CLOTHEDATA] Kleidungsdaten {/color}/{color=#f2923c} [CHARADATA] Charakterdaten {/color} /{color=#a0fc86} [ITEM_CLOTHESSCRAPS01] Stofffetzen {/color} ==
spanish: == tienes:{color=#a0fc86} [DINERO] Créditos {/color}/{color=#3c96f2} [CLOTHEDATA] Datos de ropa {/color}/{color=#f2923c} [CHARADATA] Datos de personaje {/color} /{color=#a0fc86} [ITEM_CLOTHESSCRAPS01] Restos de ropa {/color} ==

source: {color=#3ad8ff}=STORE={/color}
german: {color=#3ad8ff}=LADEN={/color}
spanish: {color=#3ad8ff} =Tienda= {/color}

source: {color=#b4f08f}=Gallery={/color}
german: {color=#b4f08f}=Album={/color}
spanish: {color=#b4f08f}=Galería={/color}

source: {color=#ff9865}=Patreon Code={/color}
spanish: {color=#ff9865}=Código de patrón={/color}

source: {color=#3ad8ff}=Room Customization={/color}
german: {color=#3ad8ff}=Raum Anpassung={/color}
spanish: {color=#3ad8ff}=Personalización de la habitación={/color}

source: {color=#797979}=Cheats :OFF={/color}
german: {color=#797979}=Cheats: AUS={/color}
spanish: {color=#797979}=Trucos :OFF={/color}

source: {color=#797979}=Cheats :{color=#a0fc86}ON{/color}={/color}
german: {color=#797979}=Cheats: {color=#a0fc86}AN{/color}={/color}
spanish: {color=#7979}=Trucos :{color=#a0fc86}ON{/color}={/color}

source: {color=#d743c7}LASTS CUSTOM{/color}
german: {color=#d743c7}LETZTE ANPASSUNG{/color}
spanish: {color=#d743c7}ÚLTIMA PERSONALIZACION{/color}

source: {color=#d743c7}ALL CUSTOM{/color}
german: {color=#d743c7}ALLE ANPASSUNGEN{/color}
spanish: {color=#d743c7}TODO PERSONALIZADO{/color}

source: default office_01_customs_p06_04UNLOCK = False
spanish: oficina predeterminada_01_despacho_p06_04UNLOCK = Falso

source: == You have:{color=#a0fc86} [MONEY] Credits {/color}/{color=#a0fc86} [IMAGEDATA] Image Datas {/color}/{color=#3c96f2} [CLOTHEDATA] Clothes Data {/color}/{color=#f2923c} [CHARADATA] Character Datas {/color} /{color=#a0fc86} [ITEM_CLOTHESSCRAPS01] Clothes Scraps {/color} ==
german: == Du hast:{color=#a0fc86} [MONEY] Credits {/color}/{color=#a0fc86} [IMAGEDATA] Bilddaten {/color}/{color=#3c96f2} [CLOTHEDATA] Kleidungsdaten {/color}/{color=#f2923c} [CHARADATA] Charakterdaten {/color} /{color=#a0fc86} [ITEM_CLOTHESSCRAPS01] Stofffetzen {/color} ==
spanish: == Tienes:{color=#a0fc86} [DINERO] Créditos {/color}/{color=#a0fc86} [IMAGEDATA] Datos de imagen {/color}/{color=#3c96f2} [CLOTHEDATA] Datos de ropa {/color}/ {color=#f2923c} [CHARADATA] Datos de personajes {/color} /{color=#a0fc86} [ITEM_CLOTHESSCRAPS01] Restos de ropa {/color} ==

source: $=1= Clothes Data {color=#a0fc86}(75c){/color}
german: $=1= Kleidungsdaten {color=#a0fc86}(75c){/color}
spanish: $=1= Datos de ropa {color=#a0fc86}(75c){/color}

source: $=1= Character Data {color=#a0fc86}(505c){/color}
german: $=1= Charakterdaten {color=#a0fc86}(505c){/color}
spanish: $=1= Datos de personaje {color=#a0fc86}(505c){/color}

source: $=1= Drone Energy Boost 3AP (One-time use) {color=#a0fc86}(30c){/color}
german: $=1= Drohnen Energieboost 3AP (Eine Anwendung) {color=#a0fc86}(30c){/color}
spanish: $=1= Aumento de energía del dron 3AP (Un solo uso) {color=#a0fc86}(30c){/color}

source: $=1= Drone Energy Boost 5AP (One-time use) {color=#a0fc86}(55c){/color}
german: $=1= Drohnen Energieboost 5AP (Eine Anwendung) {color=#a0fc86}(55c){/color}
spanish: $=1= Aumento de energía del dron 5AP (Un solo uso) {color=#a0fc86}(55c){/color}

source: $=1= Clothes Scraps {color=#a0fc86}(20c){/color}
german: $=1= Stofffetzen {color=#a0fc86}(20c){/color}
spanish: $=1= Restos de ropa {color=#a0fc86}(20c){/color}

source: == You have:{color=#a0fc86} [MONEY] Credits {/color} ==
german: == Du hast:{color=#a0fc86} [MONEY] Credits {/color} ==
spanish: == Tienes:{color=#a0fc86} [DINERO] Créditos {/color} ==

source: $=1= Apple candy {color=#a0fc86}(30c){/color}
german: $=1= Apfelbonbons {color=#a0fc86}(30c){/color}
spanish: $=1= Caramelo de manzana {color=#a0fc86}(30c){/color}

source: $=1= Apple cider {color=#a0fc86}(50c){/color}
german: $=1= Apfelcider {color=#a0fc86}(50c){/color}
spanish: $=1= Sidra de manzana {color=#a0fc86} (50c){/color}

source: $=1= Apple basket {color=#a0fc86}(22c){/color}
german: $=1= Apfelkorb {color=#a0fc86}(22c){/color}
spanish: $=1= Cesta de manzanas {color=#a0fc86}(22c){/color}

source: $=1= Cupid apples basket {color=#a0fc86}(36c){/color}
german: $=1= Liebesapfel Korb {color=#a0fc86}(36c){/color}
spanish: $=1= Cesta de manzanas de cupido {color=#a0fc86}(36c){/color}

source: $=1= Drone Energy Boost 5AP (One-time use) {color=#a0fc86}(51c){/color}
german: $=1= Drohnen Energieboost 5AP (Eine Anwendung) {color=#a0fc86}(51c){/color}
spanish: $=1= Aumento de energía del Dron 5AP (Un solo uso) {color=#a0fc86}(51c){/color}

source: $=1= Emergency Energy Cell (One-time use) {color=#a0fc86}(40c){/color}
german: $=1= Notfall Energiezelle (Eine Anwendung) {color=#a0fc86}(40c){/color}
spanish: $=1= Celda de energía de emergencia (Un solo uso) {color=#a0fc86}(40c){/color}

source: $Office Coffee Machine {color=#a0fc86}(51c){/color}
german: $Office Kaffeemaschine {color=#a0fc86}(51c){/color}
spanish: Cafetera de $Oficina {color=#a0fc86}(51c){/color}

source: $Office Orchid {color=#a0fc86}(42c){/color}
german: $Office Orchidee {color=#a0fc86}(42c){/color}
spanish: Orquídea de $Oficina {color=#a0fc86} (42c) {/color}

source: $Office Lamp {color=#a0fc86}(35c){/color}
german: $Office Lampe {color=#a0fc86}(35c){/color}
spanish: Lámpara de $Oficina {color=#a0fc86}(35c){/color}

source: $Office Folders {color=#a0fc86}(20c){/color}
german: $Office Ordner {color=#a0fc86}(20c){/color}
spanish: Carpetas de $Oficina {color=#a0fc86}(20c){/color}

source: $Office Carpet {color=#a0fc86}(30c){/color}
german: $Office Teppich {color=#a0fc86}(30c){/color}
spanish: Alfombra de $Oficina {color=#a0fc86}(30c){/color}

source: {color=#b4f08f}={/color} {color=#ffc9a2}Quest images{/color} {color=#b4f08f}={/color}
german: {color=#b4f08f}={/color} {color=#ffc9a2}Quest Bilder{/color} {color=#b4f08f}={/color}
spanish: {color=#b4f08f}={/color} {color=#ffc9a2}Imágenes de misión{/color} {color=#b4f08f}={/color

source: {color=#b4f08f}={/color} {color=#da96ff}Character Affinity images{/color} {color=#b4f08f}={/color}
german: {color=#b4f08f}={/color} {color=#da96ff}Charakter Beziehungsbilder{/color} {color=#b4f08f}={/color}
spanish: {color=#b4f08f}={/color} {color=#da96ff}Imágenes de afinidad de personajes{/color} {color=#b4f08f}={/color}

source: {color=#ffc9a2}(SPY_ORIENTAL_BATH){/color}
spanish: {color=#ffc9a2}(ESPIAR_BAÑO_ORIENTAL){/color}

source: {color=#ffc9a2}(SPY_ORIENTAL_BATH_02){/color}
spanish: {color=#ffc9a2} (ESPIAR_BAÑO_ORIENTAL_02){/color}

source: {color=#636363}(_LOCK_){/color}
spanish: {color=#636363} (_CERRAR_) {/color}

source: {color=#ffc9a2}(ORIENTAL_KISS){/color}
spanish: {color=#ffc9a2}(BESO_ORIENTAL){/color}

source: {color=#ffc9a2}(THE_SULTANA){/color}
spanish: {color=#ffc9a2}(LA_SULTANA){/color}

source: {color=#ffc9a2}(DE-PRINCESSING){/color}
spanish: {color=#ffc9a2}(DESPRINCESAMIENTO){/color}

source: {color=#ffc9a2}(PRINCESS_EMEE){/color}
spanish: {color=#ffc9a2}(PRINCESA_EMEE){/color}

source: {color=#ffc9a2}(SUCCK){/color}
spanish: {color=#ffc9a2}(CHUPAR){/color}

source: {color=#ffc9a2}(THE FEATHER'S AGONY){/color}
spanish: {color=#ffc9a2} (LA AGONÍA DE LA PLUMA) {/color}

source: {color=#ffc9a2}(NOBLE BATH){/color}
spanish: {color=#ffc9a2}(BAÑO NOBLE){/color}

source: {color=#ffc9a2}(THE GREAT UNICORN HORN){/color}
spanish: {color=#ffc9a2}(EL GRAN CUERNO DE UNICORNIO){/color}

source: {color=#da96ff}(SNOW_WHITE_01){/color}
spanish: {color=#da96ff}(BALNCANIEVES_01){/color}

source: == {color=#797979}Cheat codes are currently deactivated{/color} == {size=20}== Cheat codes are available after entering a Patreon code. ({a=https://www.patreon.com/Salty01_NSFW}{color=#fc9c63}Patreon page here{/color}{/a}) =={/size} {size=20}==
german: == {color=#797979}Cheatcodes sind momentan deaktiviert.{/color} == {size=20}== Cheatcodes sind verfügbar, sobald ein Patreon Code eingegeben wurde. ({a=https://www.patreon.com/Salty01_NSFW}{color=#fc9c63}Patreon Seite{/color}{/a}) =={/size} {size=20}==
spanish: == {color=#797979}Los códigos de trucos están actualmente desactivados{/color} == {size=20}== Los códigos de trucos están disponibles después de ingresar un código de Patreon. ({a=https://www.patreon.com/Salty01_NSFW}{color=#fc9c63}Página de Patreon aquí{/color}{/a}) =={/size} {tamaño=20}==

source: == +800 Credits ==
spanish: == +800 Créditos ==

source: {color=#797979}== +25 Clothes Scraps =={/color}
german: {color=#797979}== +25 Stofffetzen =={/color}
spanish: {color=#797979}== +25 Restos de ropa =={/color}

source: {color=#797979}== +10 Clothes Data =={/color}
german: {color=#797979}== +10 Kleidungsdaten =={/color}
spanish: {color=#797979}== +10 Datos de ropa =={/color}

source: {color=#797979}== +2 Character Data =={/color}
german: {color=#797979}== +2 Charakterdaten =={/color}
spanish: {color=#797979}== +2 Datos de personaje =={/color}

source: {color=#797979}== Change your name =={/color}
german: {color=#797979}== Ändere deinen Namen =={/color}
spanish: {color=#797979}== Cambia tu nombre =={/color}

source: {color=#ff9865}Activate the cheat codes{/color} {image=heart07.png}
german: {color=#ff9865}Cheatcodes aktivieren{/color} {image=heart07.png}
spanish: {color=#ff9865}Activar los códigos de trucos{/color} {image=heart07.png}

source: Disable cheat codes option (Recommended)
german: Cheatcode Option deaktivieren (empfohlen)
spanish: Desactivar la opción de códigos de trucos (Recomendado)

source: (This action is definitive)
german: (Diese Aktion ist endgültig)
spanish: (Esta acción es definitiva)

source: {size=20}== {color=#797979}Cheat codes are currently{/color} {color=#f2923c}ACTIVE{/color} =={/size} == You have : {color=#a0fc86}[CHEATPOINTS]{/color} Cheat Points (CP) == {size=20}== You have:{color=#a0fc86} [MONEY] Credits {/color}/{color=#a0fc86} [IMAGEDATA] Image Datas {/color}/{color=#3c96f2} [CLOTHEDATA] Clothes Data {/color}/{color=#f2923c} [CHARADATA] Character Datas {/color} =={/size} ==
german: {size=20}== {color=#797979}Cheatcodes sind{/color} {color=#f2923c}AKTIV{/color} =={/size} == Du hast: {color=#a0fc86}[CHEATPOINTS]{/color} Cheat Punkte (CP) == {size=20}== Du hast:{color=#a0fc86} [MONEY] Credits {/color}/{color=#a0fc86} [IMAGEDATA] Bilddaten {/color}/{color=#3c96f2} [CLOTHEDATA] Kleidungsdaten {/color}/{color=#f2923c} [CHARADATA] Charakterdaten {/color} =={/size} ==
spanish: {size=20}== {color=#797979}Los códigos de trucos están actualmente{/color} {color=#f2923c}ACTIVOS{/color} =={/size} == Tienes: {color=#a0fc86}[CHEATPOINTS]{/color} Puntos de trucos (CP) == {size=20}== Tienes:{color=#a0fc86} [DINERO] Créditos {/color}/{color=#a0fc86} [IMAGEDATA] Datos de imagen {/color}/{color=#3c96f2} [CLOTHEDATA] Datos de ropa {/color}/{color=#f2923c} [CHARADATA] Datos de personajes {/color} =={/size} ==

source: == +800 {color=#a0fc86}Credits{/color} == {color=#a0fc86}1CP{/color}
spanish: == +800 {color=#a0fc86}Créditos{/color} == {color=#a0fc86}1CP{/color}

source: == +25 Clothes Scraps == {color=#a0fc86}1CP{/color}
german: == +25 Stofffetzen == {color=#a0fc86}1CP{/color}
spanish: == +25 Restos de ropa == {color=#a0fc86} 1CP {/color}

source: == +10 {color=#3c96f2}Clothes Data{/color} == {color=#a0fc86}1CP{/color}
german: == +10 {color=#3c96f2}Kleidungsdaten{/color} == {color=#a0fc86}1CP{/color}
spanish: == +10 {color=#3c96f2}Datos de ropa{/color} == {color=#a0fc86}1CP{/color}

source: == +2 {color=#f2923c}Character Data{/color} == {color=#a0fc86}1CP{/color}
german: == +2 {color=#f2923c}Charakterdaten{/color} == {color=#a0fc86}1CP{/color}
spanish: == +2 {color=#f2923c}Datos de personaje{/color} == {color=#a0fc86}1CP{/color}

source: == Change your name == {color=#a0fc86}Free (One Time){/color}
german: == Ändere deinen Namen == {color=#a0fc86}Gratis (Einmal){/color}
spanish: == Cambiar tu nombre == {color=#a0fc86}Gratis (Una vez){/color}

source: == Change your name == {color=#a0fc86}1CP{/color}
german: == Ändere deinen Namen == {color=#a0fc86}1CP{/color}
spanish: == Cambiar tu nombre == {color=#a0fc86}1CP{/color}
