Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Scene2jm02.po
Languages: french, russian

source: [_scc_] GGGrrrrrhhff!
russian: [_scc_] ГГГрррррххфф!

source: [_scc_] More!!!!
french: [ _scc_ ] Plus ! !!!
russian: [_scc_] Ещё!!!!

source: [_scc_] Hoowowhhh...!!!
russian: [_scc_] Хooвoвххх...!!!

source: [_scc_] hhhhAhHaaaa....
russian: [_scc_] ххххAхХaaaa....

source: [_scc_] It's just too good...
french: [ _scc_ ] C'est trop bien ...
russian: [_scc_] Как же хорошо...

source: [_scc_] I wouldn't have been chained up,
french: [ _scc_ ] Je n'aurais pas été enchaîné,
russian: [_scc_] Если бы я могла двигаться,

source: [_scc_] I would have bitten the shit out of you!!
french: [ _scc_ ] J'aurais mordu la merde de toi ! !
russian: [_scc_] Я б тебе втащила от всей души!!

source: [_scc_] Haaaa fuck!!!
russian: [_scc_] Хaaaa сука!!!

source: [_scc_] MORE!
french: [ _scc_ ] PLUS !
russian: [_scc_] ЕЩЁ!

source: [_scc_] Fuck harder!!!
french: [ _scc_ ] Fuck est plus difficile !!!
russian: [_scc_] Трахай жёстче!!!

source: [_scc_] Holy shit... I didn't think you could fuck any harder...
french: [ _scc_ ] Saint-shit ... Je ne pensais pas que tu pourrais baiser plus dur ...
russian: [_scc_] Нихера себе... Я и не думала, что ты можешь трахать ещё сильнее...

source: [_scc_] This is so good!!!
french: [ _scc_ ] C'est si bon !!!
russian: [_scc_] Как ахуенно!!!

source: [_scc_] hHoooO...
russian: [_scc_] хХoooO...

source: [_scc_] Ah fuck... my pussy....
french: [ _scc_ ] Ah fuck ... ma chatte ...
russian: [_scc_] Ах, да, трахай... мою пизду....

source: [_scc_] HAAAAAaaa!!
russian: [_scc_] ХAAAAAaaa!!

source: [_scc_] FUCK!!!
russian: [_scc_] БЛЯ!!!

source: [_scc_] Fuck... you still got some energy?
french: [ _scc_ ] Fuck ... tu as encore de l'énergie?
russian: [_scc_] Пиздец... в тебе ещё осталась энергия?

source: [_scc_] Haaaaah....
russian: [_scc_] Хaaaaaх....

source: [_scc_] Yeah!
french: [ _scc_ ] Ouais !
russian: [_scc_] Да!

source: [_scc_] More!!!
french: [ _scc_ ] Plus !!!
russian: [_scc_] Ещё!!!

source: [_scc_] Haaa....
russian: [_scc_] Хaaa....

source: [_scc_] I fucking love it!
french: [ _scc_ ] I putain de l'amour !
russian: [_scc_] Как же заебись!

source: [_scc_] Hoooo...
russian: [_scc_] Хoooo...

source: [_scc_] What strength you've got little guy...
french: [ _scc_ ] Quelle force vous avez un petit gars ...
russian: [_scc_] Сколько же в тебе сил, малыш...

source: [_scc_] It's almost as if I'm being screwed over again by a minotaur...
french: [ _scc_ ] C'est presque comme si je suis à nouveau foutu par un minotaure ...
russian: [_scc_] Как будто меня опять насаживает минотавр...

source: [_scc_] Gosh...
russian: [_scc_] Боже...

source: [_scc_] You're going to cum in me, aren't you?
french: [ _scc_ ] Vous allez me faire foutre, n'est-ce pas?
russian: [_scc_] Ты там задумал кончить в меня, да?

source: [_scc_] Come on, just do it, don't be shy.
french: [ _scc_ ] Venez, ne faites pas ça, n'êtes pas timide.
russian: [_scc_] Давай, сделай это, не стесняйся.

source: [_scc_] Fill me with semen!
french: [ _scc_ ] Remplissez moi de sperme !
russian: [_scc_] Накачай меня спермой!

source: [_u_] I'm going to cum!
french: [ _u_ ] Je vais foutre !
russian: [_u_] Я сейчас кончу!

source: [_scc_] Does it count as an interview?
french: [ _scc_ ] Cela compte-t-il comme une interview?
russian: [_scc_] Это же считалось за собеседование?

source: Keep fucking her
french: Garde la putain d'elle
russian: Продолжить её ебать

source: [_u_] I...
french: [_u_] Je...

source: [_u_] Perhaps.
french: [_u_] Peut-être.

source: [_jm_] I...
french: [_jm_] Je...

source: [_jm_] Mh...
french: [Mh...

source: [_jm_] You...
french: [_jm_] Vous...

source: [_jm_] I...
french: [_jm_] Je...

source: [_u_] You want me to fuck you?
french: [Tu veux que je te baise ?
