Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/Scene2jm02.po
Languages: french, russian

source: [_a_] Absolutely perfect.
french: [_a_] Absolument parfait.
russian: [_a_] Просто превосходно.

source: [_a_] Honestly, is there anything you can't find on this planet?
french: [_a_] Honnêtement, y a-t-il quelque chose que tu ne peux pas trouver sur cette planète ?
russian: [_a_] В самом деле, существует ли что-нибудь, чего нет на этой планете?

source: [_u_] A paid vacation, a written contract and a double bed in an employee's room
french: [ _u_ ] Un congé payé, un contrat écrit et un lit double dans la chambre d'un employé
russian: [_u_] Оплачиваемых отпусков, подписанных договоров и двуспальных кроватей у сотрудников

source: [_a_] It's true that I too have a single bed...
french: [_a_] Il est vrai que j'ai aussi un seul lit ...
russian: [_a_] Действительно, кровать у меня одноместная...

source: [_a_] Maybe at the time, they were afraid of employees fucking each other.
french: [_a_] Peut-être à l'époque, ils avaient peur des employés se baiser les uns les autres.
russian: [_a_] Может они боялись, что все сотрудники переспят друг с другом.

source: [_u_] Luckily, Emee has a giant bed in her ship.
french: [ _u_ ] Heureusement, Emee a un grand lit dans son vaisseau.
russian: [_u_] Повезло, что у Эми на корабле есть огромная кровать.

source: [_a_] Is that bragging, or an invitation?
french: [_a_] Est-ce que ce brage, ou une invitation?
russian: [_a_] Это бахвальство или приглашение?

source: [_a_] Anyway... listen to me carefully...
french: [_a_] En tout cas ... écoutez-moi attentivement ...
russian: [_a_] Не суть... Слушай меня внимательно...

source: [_a_] Here's what you have to do:
french: [_a_] Voici ce que vous devez faire:
russian: [_a_] Вот что тебе нужно сделать:

source: [_jm_] Are you going to tell me what I'm doing on this bed?
french: [ _jm_ ] Tu vas me dire ce que je fais sur ce lit?
russian: [_jm_] Расскажешь мне, почему я на кровати?

source: [_jm_] Not something too strange I hope!
french: [ _jm_ ] Pas quelque chose de trop étrange, j'espère !
russian: [_jm_] Надеюсь не для чего-то странного!

source: [_u_] No, nothing strange.
french: [ _u_ ] Non, rien d'étrange.
russian: [_u_] Не, ничего странного.

source: [_jm_] A feather?
french: [ _jm_ ] Une plume?
russian: [_jm_] Перо?

source: [_u_] A white peacock feather.
french: [ _u_ ] Une plume de paon blanc.
russian: [_u_] Вообще-то, перо Белого Павлина.

source: [_u_] I hope you've noticed because it's apparently important.
french: [ _u_ ] J'espère que vous avez remarqué parce que c'est apparemment important.
russian: [_u_] Надеюсь ты заметила, поскольку, оказывается, это имеет значение.

source: [_jm_] Is this what you were talking about?
french: [ _jm_ ] C'est ce dont vous parlions?
russian: [_jm_] Это то, о чём ты говорил?

source: [_jm_] ''The Feather's Agony''
french: [ _jm_ ] '' L'agonie de Feather''
russian: [_jm_] ''Агония Пера''

source: [_u_] Think of it as a feather massage.
french: [ _u_ ] Réfléchir comme un massage des plumes.
russian: [_u_] Считай, что это массаж пёрышком.

source: [_jm_] It doesn't look that bad.
french: [ _jm_ ] Ce n'est pas si mal.
russian: [_jm_] Звучит не так уж плохо.

source: [_jm_] Dear gods...
french: [ _jm_ ] Chers dieux ...
russian: [_jm_] О боже...

source: [_jm_] Is it me or is it hot in here?
french: [ _jm_ ] C'est moi ou il fait chaud ici?
russian: [_jm_] Мне кажется или становится жарко?

source: [_u_] Say no more.
french: [ _u_ ] Dites non plus.
russian: [_u_] Ни слова больше.

source: [_jm_] I think...
french: [ _jm_ ] Je pense ...
russian: [_jm_] Похоже...

source: [_jm_] Aaahhh...
russian: [_jm_] Аааххх...

source: [_jm_] That had an effect on me!
french: [ _jm_ ] Ça a eu un effet sur moi !
russian: [_jm_] Это на мне работает!

source: [_jm_] What a surprising find...
french: [ _jm_ ] Quelle surprise trouver ...
russian: [_jm_] Какое удивительное открытие...

source: [_jm_] Please be gentle, my prince.
french: [ _jm_ ] Veuillez être gentil, mon prince.
russian: [_jm_] Будь нежен, мой принц.

source: [_jm_] Ihhh!!!
russian: [_jm_] Иххх!!!

source: [_jm_] I feel it all over my body it's crazy!!!!
french: [ _jm_ ] Je sens tout sur mon corps c'est fou ! !!!
russian: [_jm_] Мурашки по всему телу, это безумие!!!!

source: [_jm_] Mmmhr...!
russian: [_jm_] Мммхр...!

source: [_jm_] Hehe that tickles!
russian: [_jm_] Хехе, щекотно!

source: [_u_] Lovely legs.
french: [ _u_ ] Lovely jambes.
russian: [_u_] Прелестные ножки.

source: [_jm_] Hihihi....
russian: [_jm_] Хихихи....

source: [_jm_] It tickles!...
french: [ _jm_ ] Elle chatouille ! ...
russian: [_jm_] Щекотно!...

source: [_jm_] Ahh...
russian: [_jm_] Ахх...

source: [_jm_] That's... a strange sensation...
french: [ _jm_ ] C'est ... une sensation étrange ...
russian: [_jm_] Какое... странное ощущение...

source: [_u_] Such voluptuous hips.
french: [ _u_ ] Ces hanches voluptueuses.
russian: [_u_] Такие роскошные бедра.

source: [_jm_] That's... really strange...
french: [ _jm_ ] C'est. .. vraiment étrange ...
russian: [_jm_] Так... странно...

source: [_jm_] Please continue...
french: [ _jm_ ] Veuillez continuer ...
russian: [_jm_] Пожалуйста, продолжай...

source: [_jm_] AaaHhhH...
russian: [_jm_] АааХххХ...

source: [_jm_] I can't....
french: [ _jm_ ] Je ne peux pas ...
russian: [_jm_] Не могу....

source: [_jm_] Mmmhmfrr....
russian: [_jm_] Мммхмфрр....

source: [_jm_] I gonna...
french: [ _jm_ ] Je vais ...
russian: [_jm_] Я сейчас...

source: [_jm_] Aaahh.... I...
russian: [_jm_] Ааахх.... Я...

source: [_jm_] Aaaahh...
russian: [_jm_] Аааахх...

source: [_jm_] you touched my nipples...
french: [ _jm_ ] tu as touché mes tétons ...
russian: [_jm_] Ты коснулся моих сосков...

source: [_jm_] Aaahh... Ah, that's so...
french: [ _jm_ ] Aaahh ... Ah, c'est ainsi ...
russian: [_jm_] Ааахх... Ах, это так...

source: [_jm_] Mfr...
russian: [_jm_] Мфр...

source: [_jm_] My nipples...
french: [ _jm_ ] Mes mamelons ...
russian: [_jm_] Мои соски...

source: [_jm_] What are you doing?!
french: [ _jm_ ] Qu'est-ce que tu fais?
russian: [_jm_] Что ты делаешь?!

source: [_a_] Take it easy! Don't be so blunt!
french: [_a_] Prends le plus facile ! Ne vous en veux pas !
russian: [_a_] Полегче! Не надо так откровенно!

source: [_u_] Sorry, my feather slipped.
french: [ _u_ ] Désolé, ma plume a glissé.
russian: [_u_] Прости, перо выскользнуло.

source: [_jm_] Gosh... be careful...
french: [ _jm_ ] Gosh ... soyez prudent ...
russian: [_jm_] Господи... осторожней...

source: [_jm_] HEY!? Stop!
french: [ _jm_ ] HEY !? Arrêtez !
russian: [_jm_] ЭЙ!? Стоп!

source: [_jm_] Mfr... It's not funny.
french: [ _jm_ ] Mfr ... Ce n'est pas drôle.
russian: [_jm_] Мфр... это не смешно.

source: [_jm_] Arg stop...
russian: [_jm_] Аргх стой...

source: [_jm_] It's too sensitive here...
french: [ _jm_ ] C'est trop sensible ici ...
russian: [_jm_] Тут слишком чувствительно...

source: [_jm_] Aaahh... no I...
russian: [_jm_] Ааахх... Нет я...

source: [_jm_] Mmmhfpff....
russian: [_jm_] Мммхфпфф....

source: [_jm_] Mmff....
russian: [_jm_] Ммфф....

source: [_jm_] Aaahh...
russian: [_jm_] Ааахх...

source: [_jm_] Aarrhh!?!?!!
russian: [_jm_] Ааррхх!?!?!!

source: [_jm_] It's really sensitive here...
french: [ _jm_ ] C'est vraiment sensible ici ...
russian: [_jm_] Тут и впрямь чувствительно...

source: [_jm_] !!!!Mh
russian: [_jm_] !!!!Мх

source: [_jm_] My belly button...
french: [ _jm_ ] Bouton Mon ventre ...
russian: [_jm_] Мой пупок...

source: [_jm_] It tickles a bit ahah
french: [ _jm_ ] Il tickles un peu ahah
russian: [_jm_] Немного щекотно ахах

source: [_jm_] Mmffh.....
russian: [_jm_] Ммффх.....

source: [_jm_] It almost took my breath away!!
french: [ _jm_ ] J'ai presque pris mon souffle ! !
russian: [_jm_] У меня чуть дыхание не перехватило!!

source: [_jm_] Mmmhf!!!!
russian: [_jm_] Мммхф!!!!

source: [_jm_] I feel like you're almost touching my breasts...
french: [ _jm_ ] J'ai l'impression de toucher presque mes seins ...
russian: [_jm_] Кажется, будто ты почти коснулся моей груди...

source: [_jm_] Ahah so funny...
french: [ _jm_ ] Ahah si drôle ...
russian: [_jm_] Ахах, так забавно...

source: [_jm_] First time someone has touched my shoulder...
french: [ _jm_ ] La première fois que quelqu'un a touché mon épaule ...
russian: [_jm_] Впервые кто-то дотронулся до моего плеча...

source: [_jm_] Well... I really am a princess...
french: [ _jm_ ] Eh bien ... Je suis vraiment une princesse ...
russian: [_jm_] Что ж... Я и впрямь принцесса...

source: [_u_] Not for much longer
french: [ _u_ ] Pas pour beaucoup plus longtemps
russian: [_u_] Ненадолго

source: [_jm_] Not bad...
french: [ _jm_ ] Pas mal ...
russian: [_jm_] Неплохо...

source: [_jm_] You're going to make me sneeze!
french: [ _jm_ ] Tu vas me faire éternuer !
russian: [_jm_] Я из-за тебя сейчас чихну!

source: [_jm_] Leave my nose alone!
french: [ _jm_ ] Laissez mon nez seul !
russian: [_jm_] Отстань от моего носа!

source: [_u_] I'm sorry, but I can't just ignore such a beautiful nose.
french: [ _u_ ] Je suis désolé, mais je ne peux pas ignorer un si beau nez.
russian: [_u_] Извини, не могу игнорировать такой прекрасный нос.

source: [_jm_] Mh.
russian: [_jm_] Мх.

source: [_jm_] I guess it'll bring me some fresh air... you're right.
french: [ _jm_ ] Je suppose que ça m'apportera de l'air frais ... vous avez raison.
russian: [_jm_] Наверное это привнесёт немного свежего воздуха... Ты прав.

source: [_u_] Did she fall asleep like that?
french: [ _u_ ] Elle s'est endorlée comme ça?
russian: [_u_] Неужели она так и заснула?

source: [_u_] She really just have an orgasm with her breasts alone...
french: [ _u_ ] Elle a vraiment un orgasme avec ses seins seul ...
russian: [_u_] Она реально испытала оргазм только засчёт своей груди...

source: [_u_] Wow...
russian: [_u_] Вау...

source: [_u_] She must be hot... maybe I should... undress her.
french: [ _u_ ] Elle doit être chaude ... peut-être que je devrais ... la déshabiller.
russian: [_u_] Должно быть, ей жарко... может стоит... раздеть её.

source: [_u_] There, that's better.
french: [ _u_ ] Là, c'est mieux.
russian: [_u_] Вот так-то лучше.

source: [_a_] Why is she naked?
french: [_a_] Pourquoi est-elle nue?
russian: [_a_] Почему она голая?

source: [_u_] She wanted to cool down.
french: [ _u_ ] Elle voulait se calmer.
russian: [_u_] Она хотела остыть.

source: [_a_] Well, I guess my plan worked!
french: [_a_] Eh bien, je suppose que mon plan a marché !
russian: [_a_] Что ж, похоже, мой план сработал!

source: [_a_] Come back to the headquarter and tomorrow, I promise, she'll fuck you over.
french: [_a_] Revenez au siège et demain, je vous le promets, elle vous baissera.
russian: [_a_] Возвращайся в штаб и завтра, я обещаю, она на тебя запрыгнет.

source: [_jm_] And I have to tell you that being tied up like this doesn't put me in a comfortable position.
french: [ _jm_ ] Et je dois vous dire que le fait d'être lié comme ça ne me met pas dans une position confortable.
russian: [_jm_] Должна признать, лежать вот так вот связанной не слишком удобно.

source: [_u_] I know.
french: [ _u_ ] Je sais.
russian: [_u_] Понимаю.

source: [_jm_] Please be gentle...
french: [ _jm_ ] Veuillez être doux ...
russian: [_jm_] Пожалуйста, будь ласков...

source: [_jm_] Mmrrrh...
russian: [_jm_] Ммрррх...

source: [_jm_] How dare you touch my armpit?
french: [ _jm_ ] Comment oses-tu toucher mon aisselle?
russian: [_jm_] Как ты смеешь дотрагиваться до моей подмышки?

source: [_u_] What, you don't like it?
french: [ _u_ ] Quoi, vous n'aimez pas?
russian: [_u_] Что, тебе не понравилось?

source: [_u_] Wait, I'll try again.
french: [ _u_ ] Attends, je vais essayer à nouveau.
russian: [_u_] Погоди, я попробую ещё разок.

source: [_u_] Oh, no, no...
french: [ _u_ ] Oh, non, non ...
russian: [_u_] Ох, нет, нет...

source: [_u_] Uh...
french: [_u_] Euh...
russian: [_u_] Угх...

source: [_u_] Amadine, we've got a problem.
french: [ _u_ ] Amadine, nous avons un problème.
russian: [_u_] Амандин, у нас проблема.

source: [_a_] Shit... that's a bummer.
french: [_a_] Shit ... c'est un bummer.
russian: [_a_] Блин... вот облом.

source: [_tb_] You lost another Jasmine????
french: [ _tb_ ] Vous avez perdu une autre Jasmine? ???
russian: [_tb_] Вы просрали ещё одну Жасмин????

source: [_u_] It's not us, she's been kidnapped!
french: [ _u_ ] Ce n'est pas nous, elle a été kidnappé !
russian: [_u_] Это не мы, ее похитили!

source: [_u_] The letter is signed... Alibaba.
french: [ _u_ ] La lettre est signée ... Alibaba.
russian: [_u_] Письмо подписано... Алибаба.

source: [_tb_] We're not going to create this character again!
french: [ _tb_ ] Nous n'allons pas recréer ce caractère !
russian: [_tb_] Мы не собираемся ещё раз делать этого персонажа!

source: [_tb_] If this keeps up, in a few months half the population of this city will be Jasmines!
french: [ _tb_ ] Si ça continue, dans quelques mois la moitié de la population de cette ville sera Jasmines !
russian: [_tb_] Если так и дальше пойдёт, то через пару месяцев половина города будет населена Жасминами!

source: [_tb_] You need to find a way to get her back.
french: [ _tb_ ] Vous devez trouver un moyen de récupérer son dos.
russian: [_tb_] Ты должен найти способ её вернуть.

source: [_u_] Roger that, Tinker.
french: [ _u_ ] Roger, Tinker.
russian: [_u_] Вас понял, Тинкер.

source: [_tb_] Melissandre tells me she's been working on a way to detect androids at a precise distance.
french: [ _tb_ ] Melissandre me dit qu'elle travaille sur un moyen de détecter les androïdes à une distance précise.
russian: [_tb_] Мелиссандра говорит, что она работает над высокоточным способом обнаружения андроидов.

source: [_tb_] Go and see if you can help her.
french: [ _tb_ ] Va voir si tu peux l'aider.
russian: [_tb_] Сходи посмотри, можешь ли ты ей помочь.

source: [_u_] Got it.
french: [ _u_ ] Got.
russian: [_u_] Понял.

source: [_tb_] And uh... Amandine? The feather was a good idea.
french: [ _tb_ ] Et euh ... Amandine? La plume était une bonne idée.
russian: [_tb_] И э... Амандин? Перо было хорошей идеей.

source: [_a_] Thanks a lot Boss!
french: [_a_] Merci beaucoup Boss !
russian: [_a_] Большое спасибо, босс!

source: [_u_] Damn... I was so close to fuck her... Arg.
french: [ _u_ ] Dommer ... J'étais si près de la baiser ... Arg.
russian: [_u_] Чёрт... А ведь я почти её трахнул... Аргх.

source: [_ml_] So yeah, I'm going to need something specific.
french: [ _ml_ ] Alors oui, je vais avoir besoin de quelque chose de spécifique.
russian: [_ml_] Так что да, мне надо кое-что очень специфичное.

source: [_ml_] Remember the outpost we visited last time?
french: [ _ml_ ] N'oubliez pas le poste que nous avons visité la dernière fois?
russian: [_ml_] Помнишь аванпост, на котором мы когда-то были?

source: [_ml_] With crates everywhere.
french: [ _ml_ ] Avec des caisses partout.
russian: [_ml_] С ящиками повсюду.

source: [_u_] Ah yes! I remember that.
french: [ _u_ ] Ah oui ! Je me souviens de ça.
russian: [_u_] Ах да! Вспомнил.

source: [_ml_] I think the machine over there can help me create an Android detector.
french: [ _ml_ ] Je pense que la machine là-bas peut m'aider à créer un détecteur Android.
russian: [_ml_] Думаю, тамошний агрегат может помочь мне создать Андроид-детектор.

source: [_ml_] I need someone to go there and find a particular instrument.
french: [ _ml_ ] J'ai besoin de quelqu'un pour y aller et trouver un instrument particulier.
russian: [_ml_] Мне нужно, чтобы кто-то сходил туда и нашел определенный инструмент.

source: [_ml_] It should be at the back of the big machine, behind some cables.
french: [ _ml_ ] Il devrait être à l'arrière de la grande machine, derrière certains câbles.
russian: [_ml_] Он должен быть за большим механизмом, позади кабелей.

source: [_u_] Okay, got it.
french: [ _u_ ] Ok, j'ai compris.
russian: [_u_] Окей, понял.

source: [_ml_] And be careful not to get stuck... those cables are pretty tricky.
french: [ _ml_ ] Et attention à ne pas rester coincé ... ces câbles sont assez délicats.
russian: [_ml_] И да, эти кабели довольно коварны, постарайся в них не запутаться.

source: [_u_] And here we are.
french: [ _u_ ] Et voilà.
russian: [_u_] И вот мы здесь.

source: [_u_] It's been a long time since I've been here!
french: [ _u_ ] Ça fait longtemps que je suis là !
russian: [_u_] Прошло немало времени с моего последнего визита!

source: [_sz_s_] Hey!!! Is anyone here???
french: [ _sz_s_ ] Hey !!! Y a-t-il quelqu'un ici???
russian: [_sz_s_] Эй!!! Тут кто-нибудь есть???

source: [_sz_s_] I'm stuck in the machine!!
french: [ _sz_s_ ] Je suis coincé dans la machine ! !
russian: [_sz_s_] Я тут застряла!!

source: [_u_] What the hell...
french: [ _u_ ] Qu'est-ce que l'enfer ...
russian: [_u_] Чё за хрень...

source: [_u_] Uh... who are you?
french: [ _u_ ] Euh ... Qui êtes-vous?
russian: [_u_] Эм... ты кто?

source: [_sz_s_] I'm stuck in the machine I said!!!
french: [ _sz_s_ ] Je suis coincé dans la machine que j'ai dit !!!
russian: [_sz_s_] Я говорю я тут застряла!!!

source: [_u_] Yes, I heard that...
french: [ _u_ ] Oui, j'ai entendu que ...
russian: [_u_] Да, я слышу...

source: [_u_] Holy shit... this day makes no sense.
french: [ _u_ ] Holy shit ... ce jour n'a aucun sens.
russian: [_u_] Капец... да что сегодня вообще творится?

source: [_sz_s_] Come on man! Get me out of here!!
french: [ _sz_s_ ] Venez sur l'homme ! Sortez-moi d'ici ! !
russian: [_sz_s_] Ну же, чувак! Доставай меня отсюда!!

source: [_u_] It's strange... I feel like I know that voice...
french: [ _u_ ] C'est étrange ... J'ai l'impression de connaître cette voix ...
russian: [_u_] Странно... Мне кажется я узнаю этот голос...

source: [_u_] let's have a look...
french: [ _u_ ] avons un look ...
russian: [_u_] Давайте-ка посмотрим...

source: [_u_] And that's a butt.
french: [ _u_ ] Et c'est un mégot.
russian: [_u_] А вот и жопа.

source: [_u_] Wait... I recognize those tights...
french: [ _u_ ] Attendre ... Je reconnais ces collants ...
russian: [_u_] Погодите-ка... Знакомые колготки...

source: [_u_] Aren't you the weird chick from last time?
french: [ _u_ ] N'êtes-vous pas la fille bizarre de la dernière fois?
russian: [_u_] Не та ли ты странная девица с собеседования?

source: [_u_] Uh... what was your name again...
french: [ _u_ ] Uh ... quel était votre nom à nouveau ...
russian: [_u_] Эм... Как там тебя...

source: [_scc_] Succk.
russian: [_scc_] Сосаша.

source: [_scc_] Took you long enough to come and get me! I've been here for 30 minutes!
french: [ _scc_ ] vous a assez longtemps pour venir me chercher ! Je suis là depuis 30 minutes !
russian: [_scc_] Что-то ты слишком долго шёл меня спасать! Я здесь торчу уже 30 минут!

source: [_u_] I wasn't actually here for you at all...
french: [ _u_ ] Je n'étais pas vraiment là pour vous ...
russian: [_u_] На самом деле я не за тобой вообще пришёл...

source: [_scc_] So, you're getting me out of here?
french: [ _scc_ ] Donc, tu me fais sortir d'ici?
russian: [_scc_] Так ты вытащишь меня отсюда или нет?

source: [_u_] Wait... what are you still doing on this planet?!
french: [ _u_ ] Attends ... qu'est-ce que tu fais encore sur cette planète?
russian: [_u_] Погоди... А что ты до сих пор делаешь на этой планете?!

source: [_u_] Were you just stealing stuff?
french: [ _u_ ] Étiez-vous voler des trucs?
russian: [_u_] Ты чё тут, воруешь всякое?

source: [_scc_] And what are you going to do? Call the space police?
french: [ _scc_ ] Et qu'est-ce que vous allez faire? Appelez la police de l'espace?
russian: [_scc_] И что ты мне сделаешь? Позвонишь в космическую полицию?

source: [_scc_] Okay, you know what?
french: [ _scc_ ] Ok, tu sais quoi?
russian: [_scc_] Окей, знаешь что?

source: [_scc_] Just fuck me and we'll call it even.
french: [ _scc_ ] Va me baiser et on va l'appeler même.
russian: [_scc_] Просто трахни меня и на этом разойдёмся.

source: [_scc_] What?! It's just a suggestion!
french: [ _scc_ ] Quoi? ! C'est juste une suggestion !
russian: [_scc_] Что?! Просто предложение!

source: [_scc_] I'd have been stuck the other way and offered you a blowjob, but hey...
french: [ _scc_ ] J'aurais été coincé l'autre chemin et t'ai offert une pipe, mais hey ...
russian: [_scc_] Я б застряла по-другому и предложила отсосать, но бля...

source: [_u_] Oh fuck it, I was planning on fucking someone today anyway.
french: [ _u_ ] Oh merde, j'avais l'intention de faire foutu quelqu'un de toute façon aujourd'hui.
russian: [_u_] Ой похуй, я всё равно планировал сегодня кого-нибудь выебать.

source: [_u_] Shall I shove it up your cunt?
french: [ _u_ ] Shall J'ai poussé votre tante?
russian: [_u_] Разрешите присунуть вам в пиздень

source: [_scc_] Stop being so polite and just fuck.
french: [ _scc_ ] Arrêter d'être si poli et simplement baiser.
russian: [_scc_] Кончай с мнимой вежливостью и начинай уже трахать.

source: [_scc_] Damn!
russian: [_scc_] Блять!

source: [_scc_] I didn't think you'd actually do it...
french: [ _scc_ ] Je ne pensais pas que vous le feriez vraiment ...
russian: [_scc_] Я и не думала что ты реально это сделаешь...

source: [_u_] Oh, just shut up.
french: [ _u_ ] Oh, ferme.
russian: [_u_] Ой, просто заткнись.

source: [_scc_] Are you excited to fuck a defenseless woman?
french: [ _scc_ ] Êtes-vous excité de baiser une femme sans défense?
russian: [_scc_] Тебя возбуждает трахать беззащитную женщину?

source: [_scc_] Come on admit it... you're a rascal.
french: [ _scc_ ] Venez l'admettre ... vous êtes un rascal.
russian: [_scc_] Давай, признай это... ты - подлец.

source: [_scc_] I can't even defend myself... it's really not fair.
french: [ _scc_ ] Je ne peux même pas me défendre ... ce n'est vraiment pas juste.
russian: [_scc_] Я даже не могу обороняться... Это не честно.

source: [_u_] You really want me to stop?
french: [ _u_ ] Vous voulez vraiment que je m'arrête?
russian: [_u_] Ты реально хочешь чтоб я остановился?

source: [_scc_] Nah, you idiot, I want you to beat the SHIT OUT OF ME!!!
french: [ _scc_ ] Nah, vous idiot, je veux que vous batchiez la SHIT OUT DE ME !!!
russian: [_scc_] Нет же, идиот, я хочу чтобы ты ВЫБИЛ ИЗ МЕНЯ ВСЮ ДУРЬ!!!

source: [_scc_] Oooohhh fuckk!!!
russian: [_scc_] Ооооххх блять!!!

source: [_scc_] Go ahead fuck me !!!
french: [ _scc_ ] Va-moi me baiser !!!
russian: [_scc_] Давай еби меня!!!

source: [_scc_] Now we're having fun!!
french: [ _scc_ ] Maintenant, nous nous amusons ! !
russian: [_scc_] Вот теперь-то повеселимся!!

source: [_scc_] Ooooh YEAH!!
russian: [_scc_] Оооо ДА!!

source: [_scc_] Harder!!!!
russian: [_scc_] Жёстче!!!!

source: [_scc_] You almost look like you know how to fuck...
french: [ _scc_ ] Vous avez presque l'air de savoir comment baiser ...
russian: [_scc_] Как будто бы почти умеешь трахаться...

source: [_scc_] Did you learn that by screwing your little redheaded secretary?
french: [ _scc_ ] As-tu appris ça en hurle ton petit secrétaire?
russian: [_scc_] Небось научился, припихивая своей мелкой рыжей секретутке?

source: [_u_] Nope, by fucking Snow White!!
french: [ _u_ ] Non, par la putain de Blanche Neige ! !
russian: [_u_] Не-а, припихивая Белоснежке!!

source: [_scc_] Hhhaaaaa.....
russian: [_scc_] Хххaaaaa.....

source: [_scc_] Fucking hell...
french: [ _scc_ ] Fucking enfer ...
russian: [_scc_] Ёб твою...

source: [_scc_] Aaaahhhrr.....
russian: [_scc_] Aaaaхххрр.....

source: [_scc_] I can fucking feel it!!!
french: [ _scc_ ] Je peux le sentir !!!
russian: [_scc_] Сука, я его чувствую!!!

source: [_scc_] It's almost as if...
french: [ _scc_ ] C'est presque comme si ...
russian: [_scc_] Как будто ты не...

source: [_scc_] As if you wouldn't pretend to fuck me.
french: [ _scc_ ] Comme si vous ne feriez pas semblant de me baiser.
russian: [_scc_] Будто не притворяешься, что ебёшь меня.

source: [_scc_] HhhhaaahhhAAAAA....
russian: [_scc_] ХхххaaaхххAAAAA....

source: [_scc_] Fuckk...
russian: [_scc_] Блять...

source: [_scc_] Fuck.......
russian: [_scc_] Бля.......
