Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/screens.po
Languages: french

source: Back
french: Précédent

source: History
french: Historique

source: Skip
french: Sauter

source: Save
french: Sauvegarder

source: Q.Save
french: Q.Sauvegarder

source: Q.Load
french: Q.Charger

source: Prefs
french: Préfs

source: ChangeLog
french: Journal des modifications

source: Start
french: Démarrer

source: Load
french: Charger

source: Preferences
french: Préférences

source: End Replay
french: Fin de la relecture

source: Main Menu
french: Menu principal

source: About
french: A propos

source: Help
french: Aide

source: Quit
french: Quitter

source: {color=#5b6568}{size=-10}^Check for Updates!^{/size}{/color}
french: { color=#5b6568} { size=-10 } ^ Recherche des mises à jour ! ^ { /size } { /color }

source: Return
french: Retour

source: Made with {a=https://www.renpy.org/}Ren'Py{/a} [renpy.version_only]. [renpy.license!t]
french: Fait avec { a=https: //www.renpy.org/ } Ren'Py { /a } [ renpy.version_only ]. [ renpy.license! t ]

source: Thanks to all beta testers <3
french: Merci à tous les testeurs bêta < 3

source: Special Thanks to Kevin MacLeod for some of the musics : https://incompetech.filmmusic.io/
french: Spécial Merci à Kevin MacLeod pour certaines musiques: https://incompetech.filmmusic.io/

source: A big kiss to Pachi for the help with the english translation!
french: Un gros baiser pour Pachi pour l'aide avec la traduction anglaise !

source: Automatic saves
french: Sauvegarde automatique

source: Quick saves
french: Les sauvegardes rapides

source: empty slot
french: Emplacement vide

source: Display
french: Afficher

source: Window
french: Fenêtre

source: Fullscreen
french: Ecran plein

source: Rollback Side
french: Rannulation de la face

source: Disable
french: Désactiver

source: Left
french: Gauche

source: Right
french: A droite

source: Unseen Text
french: Texte non vu

source: After Choices
french: Après les choix

source: Text Speed
french: Vitesse du texte

source: Auto-Forward Time
french: Heure de transfert automatique

source: Music Volume
french: Volume de musique

source: Sound Volume
french: Volume sonore

source: Voice Volume
french: Volume vocal

source: Mute All
french: Tous les muets

source: The dialogue history is empty.
french: L'historique du dialogue est vide.

source: Keyboard
french: Clavier

source: Mouse
french: Souris

source: Enter
french: Entrer

source: Advances dialogue and activates the interface.
french: Avance le dialogue et active l'interface.

source: Space
french: Espace

source: Advances dialogue without selecting choices.
french: Avance le dialogue sans sélectionner de choix.

source: Arrow Keys
french: Touches de déplacement

source: Navigate the interface.
french: Naviguez dans l'interface.

source: Escape
french: Echap

source: Accesses the game menu.
french: Accède au menu du jeu.

source: Skips dialogue while held down.
french: Ignorte le dialogue en cours d'arrêt.

source: Tab
french: Onglet

source: Toggles dialogue skipping.
french: Active ou désactive le dialogue.

source: Page Up
french: Page précédente

source: Rolls back to earlier dialogue.
french: Retour à un dialogue antérieur.

source: Page Down
french: Page suivante

source: Rolls forward to later dialogue.
french: Rouleaux à un dialogue ultérieur.

source: Hides the user interface.
french: Masque l'interface utilisateur.

source: Takes a screenshot.
french: Prend une capture d'écran.

source: Toggles assistive {a=https://www.renpy.org/l/voicing}self-voicing{/a}.
french: Active ou désactive l'assistance { a=https: //www.renpy.org/l/voicing}self-voicing { /a }.

source: Left Click
french: Cliquez sur la gauche

source: Middle Click
french: Cliquez sur le bouton

source: Right Click
french: Cliquez à droite

source: Mouse Wheel Up Click Rollback Side
french: Roue de la souris vers le haut Cliquez sur le côté d'annulation

source: Mouse Wheel Down
french: Roue de la souris vers le bas

source: Right Trigger A/Bottom Button
french: Déclencheur droit Bouton d'A/bas

source: Left Trigger Left Shoulder
french: Déclencheur de gauche Shoulder de gauche

source: Start, Guide
french: Démarrer, Guide

source: Y/Top Button
french: O/Haut Bouton

source: Calibrate
french: Calibrer

source: Yes
french: Oui

source: No
french: Non

source: Skipping
french: Sauter

source: Developer Menu
french: Menu Développeur

source: Interactive Director (D)
french: Directeur interactif (D)

source: Console (Shift+O)
french: Console (Maj + O)

source: Variable Viewer
french: Afficheur de variables

source: Image Location Picker
french: Sélecteur d'emplacement d'image

source: Filename List
french: Liste des noms de fichier

source: Show Image Load Log (F4)
french: Afficher le journal de chargement d'image (F4)

source: Hide Image Load Log (F4)
french: Masquer le journal de chargement d'image (F4)

source: Image Attributes
french: Attributs d'image

source: [name] [attributes] (hidden)
french: [ nom ] [ attributs ] (masqué)

source: [name] [attributes]
french: [ nom ] [ attributs ]

source: Nothing to inspect.
french: Rien à inspecter.

source: Hide deleted
french: Masquer supprimé

source: Show deleted
french: Afficher supprimé

source: Return to the developer menu
french: Retour au menu du développeur

source: Mouse position: %r
french: Position de la souris: %r

source: Right-click or escape to quit.
french: Cliquez avec le bouton droit ou quitte-vous pour quitter.

source: Rectangle copied to clipboard.
french: Rectangle copié dans le presse-papiers.

source: Position copied to clipboard.
french: Position copiée dans le presse-papiers.

source: Type to filter:
french: Type à filtrer:

source: Textures: [tex_count] ([tex_size_mb:.1f] MB)
french: Textures: [ texte_count ] ([ texte_size_mb: .1f ] Mo)

source: Image cache: [cache_pct:.1f]% ([cache_size_mb:.1f] MB)
french: Cache d'image: [ cache_pct: .1f ]% ([ cache_size_mb: .1f ] Mo)

source: {color=#cfc}✔ predicted image (good){/color} {color=#fcc}✘ unpredicted image (bad){/color} {color=#fff}Drag to move.{/color}
french: {color=#cfc}✔ image prédite (bon){/color} {color=#fcc}✘ image imprévue (mauvais){/color} {color=#fff}Faire glisser pour déplacer.{/color}
