Repository: DRincs-Productions/OnceAPornATime
Catalog: game/*/*/script.po
Languages: french, russian, spanish

source: Changelog
french: Journal des modifications
russian: Изменения
spanish: Registro de actualizaciones

source: Changelog [config.version!t]
russian: Изменения [config.version!t]
spanish: Cambios de configuración de versión

source: {size=20}{color=#797979}02/2023{/color}{/size}
spanish: {tamaño=20}{color=#797979}02/2023{/color}{/tamaño}

source: -Main Quest
french: -Quête principale
russian: -Основной Квест
spanish: -Misión Principal

source: -Characters Quests
french: -Quêtes des personnages
russian: -Квесты Персонажей
spanish: -Misión de Personaje

source: -Bugfix
russian: -Исправления
spanish: -Solución de errores

source: {size=20}{color=#797979}12/2023{/color}{/size}
spanish: {tamaño=20}{color=#797979}12/2023{/color}{/tamaño}

source: -Small update
french: -Petite mise à jour
russian: -Небольшое обновление
spanish: -Actualización pequeña

source: {size=20}{color=#797979}11/2023{/color}{/size}
spanish: {tamaño=20}{color=#797979}11/2023{/color}{/tamaño}

source: -BugFix
french: -Correctif
russian: -Исправления
spanish: -Solución de errores

source: -New Main Quest
french: -Nouvelle quête principale
russian: -Новый Основной Квест
spanish: -Nueva Misión Principal

source: -New Characters
french: -Nouveaux caractères
russian: -Новые Персонажи
spanish: -Nuevos Personajes

source: -Lots of New Clothes
french: -Beaucoup de vêtements neufs
russian: -Много Новой Одежды
spanish: -Mucha Ropa Nueva

source: {size=20}{color=#797979}10/2023{/color}{/size}
spanish: {tamaño=20}{color=#797979}10/2023{/color}{/tamaño}

source: -New Patreon Quest
french: -Nouvelle quête Patreon
russian: -Новый Patreon Квест
spanish: -Nueva Misión de Patreon

source: -New Clothes
french: -De nouveaux vêtements
russian: -Новая Одежда
spanish: -Nueva Ropa

source: {size=20}{color=#797979}08/2023{/color}{/size}
spanish: {tamaño=20}{color=#797979}08/2023{/color}{/tamaño}

source: -Office Customs
french: -Douanes de bureau
russian: -Кастомизация Офиса
spanish: -Personalización de la Oficina

source: {size=20}{color=#797979}07/2023{/color}{/size}
spanish: {tamaño=20}{color=#797979}07/2023{/color}{/tamaño}

source: {size=20}{color=#797979}04/2023{/color}{/size}
spanish: {tamaño=20}{color=#797979}04/2023{/color}{/tamaño}

source: -Jasmine Patreon Quest Corruption
french: -Jasmine Quête Patreon Corruption
russian: -Patreon Квест на Развращение Жасмин
spanish: -Misión de Patreon de Jasmine de Corrupción

source: {size=20}{color=#797979}01/2023{/color}{/size}
spanish: {tamaño=20}{color=#797979}01/2023{/color}{/tamaño}

source: -First Patreon Quest
french: -Première quête Patreon
russian: -Первый Patreon Квест
spanish: -Primera Misión de Patreon

source: - New Clothes
french: -De nouveaux vêtements
russian: - Новая Одежда
spanish: -Ropa Nueva

source: {size=20}{color=#797979}11/2022{/color}{/size}
spanish: {tamaño=20}{color=#797979}11/2022{/color}{/tamaño}

source: - Sultana quest
french: -La quête de Sultana
russian: - Квест Султаны
spanish: -Misión de la Sultana

source: - Sherazade Corruption
french: -Corruption de Sherazade
russian: - Развращение Шаризады
spanish: -Corrupción de Sherezade

source: - Character Romance progression
french: -Évolution de la romance des caractères
russian: - Развитие Романтических Отношений с Персонажами
spanish: -Progresión en el Romance de Personaje

source: {size=20}{color=#797979}09/2022{/color}{/size}
spanish: {tamaño=20}{color=#797979}09/2022{/color}{/tamaño}

source: -First Update, Introduction.
french: -Première mise à jour, introduction.
russian: -Первое Обновление, Введение.
spanish: -Primera Actualización, Introducción.

source: Creator : Salty01
french: Créateur: Salty01
russian: Автор: Salty01
spanish: Creador: Salty01

source: PATREON PAGE : https://www.patreon.com/Salty01_NSFW
russian: СТРАНИЦА PATREON: https://www.patreon.com/Salty01_NSFW
spanish: PÁGINA DE PATREON: https://www.patreon.com/Salty01_NSFW

source: Data Chelou
spanish: Datos Chelou

source: Chest Melissandre
russian: Сундук Мелиссандры
spanish: Cofre de Melissandre

source: Boule Magique
spanish: Bola mágica

source: Old Book
french: Ancien livre
russian: Старая Книга
spanish: Libro viejo

source: Spoon
russian: Ложка
spanish: Cuchara

source: Orders for Djin
french: Commandes de Djin
russian: Указания для Джинни
spanish: Órdenes para Djin

source: Magic Lamp
russian: Волшебная Лампа
spanish: Lámpara Mágica

source: Silver Box
french: Boîte d'argent
russian: Серебряная Коробка
spanish: Caja de Plata

source: Secretary Password
french: Secrétaire Mot de passe
russian: Пароль Секретаря
spanish: Contraseña de la Secretaria

source: Recruitment Checklist
french: Liste de contrôle
russian: Требования к Персоналу
spanish: Lista de Entrevistas

source: Tool List
french: Liste d'outils
russian: Список Инструментов
spanish: Lista de Herramientas

source: Incomplete Tool Box
french: Boîte à outils incomplète
russian: Неполный Ящик Инструментов
spanish: Caja de herramientas incompleta

source: Complete Tool Box
french: Compléter la boîte à outils
russian: Полный Ящик Инструментов
spanish: Caja de herramientas completa

source: Electronic Key
french: Clé électronique
russian: Электронный Ключ
spanish: Clave electrónica

source: Lyco Request List
french: Liste de demandes Lyco
russian: Список Запросов Лико
spanish: Lista de solicitudes de Lyco

source: Dance Book Vol.I
russian: Книга Танцев, Том I
spanish: Libro de Danza Vol.I

source: Dance Book Vol.II
russian: Книга Танцев, Том II
spanish: Libro de Danza Vol.II

source: Dance Book Vol.III
russian: Книга Танцев, Том III
spanish: Libro de Danza Vol.III

source: Sherazade Orders
french: Commandes Sherazade
russian: Приказы Шаризады
spanish: Órdenes Sherazade

source: Oasis Heart Drawn
russian: Нарисованное Сердце Оазиса
spanish: Corazón del Oasis dibujado

source: Undefined Luggage
french: Bagages non définis
russian: Неизвестный Багаж
spanish: Equipaje indefinido

source: List of Sex Fantasies
french: Liste des fantasmes sexuels
russian: Список Сексуальных Фантазий
spanish: Lista de Fantasías Sexuales

source: White Peacock feather
french: Plume de Peacock blanc
russian: Перо Белого Павлина
spanish: Pluma de pavo real blanca

source: Sherazade Garment
french: Garment de Sherazade
russian: Одеяние Шаризады
spanish: Prenda Sherazade

source: Little Horn
french: Petite Corne
russian: Маленький Рог
spanish: Pequeño Cuerno
